{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    em: \"em\",\n    h2: \"h2\",\n    h3: \"h3\",\n    h4: \"h4\",\n    img: \"img\",\n    li: \"li\",\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"With 99% of its electricity generation coming from renewables, Uganda is already a leader in the energy transition. Yet insufficient transmission infrastructure remains a barrier to widespread electricity access, particularly in rural areas, and bottlenecks in policy implementation and enforcement have been a challenge for on- and off-grid renewables development.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Uganda unbundled its power market in 1999, splitting up the generation, distribution and transmission arms into separate state-owned entities. The government is planning a second power market reform that would rebundle and merge these bodies into the Uganda National Electricity Company. The governments hopes that planned reforms will help attract private capital for grid extension projects, reduce electricity costs for consumers and improve the rural access rate.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Uganda’s Global Energy Transfer Feed-in Tariff (GET FiT) program, launched by the Electricity Regulatory Authority in 2013, is the first competitive auction program for renewables in East Africa. The program facilitated 17 small-scale projects, including 20 megawatts (MW) of solar and more than 100MW of small hydro projects by 2022.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"The country’s energy access initiatives are focused on rural electrification – such as off-grid and mini-grid renewable energy systems – and transmission and connection infrastructure. It is setting ambitious targets and taking steps to attract international financing.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Once policies are in place, however, interpretation, application and enforcement remain a challenge due to a lack of streamlined processes. While there are tax exemptions on importing renewable energy components, it is reportedly difficult to redeem the credits.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Figure 1:\\tInstalled grid-connected power capacity mix supplying Uganda\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/uganda-installed-grid-connected-power-capacity-mix-supplying-uganda.png\",\n        alt: \"Installed grid-connected power capacity mix supplying Uganda\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: PV refers to photovoltaic solar.\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"1.\\tLow-carbon strategy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Uganda submitted its updated Nationally Determined Contribution (NDC) to the United Nations Framework Convention on Climate Change (UNFCCC) in 2022. It has pledged to raise renewable electricity generation capacity nearly three times, from 1,325MW in 2022 to at least 4,200MW by 2030.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"It has also pledged to reduce greenhouse emissions 24.7% by 2030 compared with a business-as-usual scenario, which it says would avoid more than 36 million metric tons of carbon dioxide equivalent. Three-quarters of the emissions target is classified as conditional, meaning the country requires international financing to achieve this scale of mitigation.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Uganda is not legally bound to fulfill its NDC, yet it is taking action to reach its targets in the energy sector. The Ministry of Energy and Mineral Development (MEMD) launched its Energy Transition Plan (ETP) in 2023 with support from the International Energy Agency. The plan, released at the COP28 climate summit in Dubai, prescribes an ambitious pathway to achieve universal energy access by the end of the decade and a peak in emissions by 2040.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The analysis in the ETP shows that implementing this plan would allow Uganda to meet its NDC in 2030 and be in a position to reach net-zero emissions from its energy sector by 2065. This opens the door for Uganda to set an economy-wide climate neutrality target for around the same year. Uganda is using the ETP as a starting point for creating its own Integrated Energy Resource Master Plan, a comprehensive blueprint for achieving the tenets outlined in the ETP.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"2.\\tPower\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.1.\\tPower policy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Uganda’s electricity generation mix is already nearly 99% renewable, with large hydropower dams on the Nile River accounting for three-quarters of this zero-carbon output. However, heavy industry, aviation and transportation still result in significant energy-related emissions. The country is committed to reducing energy emissions and improving electricity access through several transition policies.\"\n    }), \"\\n\", _jsx(_components.h4, {\n      children: \"Feed-in tariffs\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Uganda’s Electricity Regulatory Authority (ERA) first introduced feed-in tariffs in 2007, when developers of sub-20MW renewables projects could receive a guaranteed 20-year power purchase agreement with the state-owned transmission operator.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In 2013, the ERA launched the Global Energy Transfer Feed-in Tariff (GET FiT) program, funded by international development agencies which became the first competitive auction program for small-scale renewables projects in East Africa. With an additional per-kilowatt-hour incentive to further assist developers, GET FiT facilitated 17 projects, including20MW of solar and more than 100MW of small hydro projects by 2022.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"GET FiT also helped set the standard for transparently procuring and developing projects in the country through auctions, improving prospects for future investments in independent power producer (IPP) projects. Practices and contract structures introduced to Uganda under GET FiT are now proliferating in investments outside of the program.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In 2022, the Electricity Amendment Act called for standardized feed-in tariffs for renewable energy systems up to 50MW in size. The Ministry of Water and Environment facilitated an auction round in 2023 for developers to build water supply systems powered by photovoltaic solar (PV). However, due to power overcapacity and impending power sector reforms, no further auctions have been planned for developing electricity-generating renewables projects. For more, see Section 2.2.\"\n    }), \"\\n\", _jsx(_components.h4, {\n      children: \"Import duty and VAT exemptions\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The country utilizes import duty exemptions on several renewables components, including PV modules, solar batteries, charge controllers and wind turbines. Raw materials are 100% duty free to incentivize local manufacturing, while finished products are charged a 25% fee.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Some renewables components can also apply for value-added tax (VAT) exemption. However, Uganda’s Ministry of Trade Industry and Cooperatives and the Uganda Revenue Authority enforce strict regulations on what pieces of clean-energy equipment qualify. For example, any component of a solar project that has uses outside of electricity generation, such as wiring and racking equipment, cannot redeem the exemption.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Tariff enforcement bodies struggle to maintain consistent standards. Many stakeholders have noted that it is very difficult to redeem the import duty and VAT exemptions. For more, see Section 4.1.\"\n    }), \"\\n\", _jsx(_components.h4, {\n      children: \"Local content requirements\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The government passed the National Local Content Bill in 2020, creating an obligation to give preference to local goods and services in the energy sector, except where goods or services do not meet quality, quantity or timeline requirements. It also requires that developers employ Ugandans, with employment offers to non-citizens possible only after it has been officially certified that no Ugandans can perform the task.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.2.\\tStructure of the power sector\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Uganda began unbundling its power market in 1999 by separating its generation, distribution and transmission arms intro three separate state-owned entities.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Uganda Electricity Generation Company Limited (UEGCL), is responsible for generation activities, in addition to more than thirty different independent power producers (IPPs), which compete for contracts from the Uganda Electricity Transmission Company Limited (UETCL).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The country’s transmission remains under a practical state monopoly, with UETCL as the sole operator for infrastructure above 33 kilovolts (kV). The Electricity Amendment Act from 2022 opened the possibility of accommodating more players and private investments, but complementary regulation is still forthcoming.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Figure 2:\\tUganda’s power market structure\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/uganda-s-power-market-structure.png\",\n        alt: \"Uganda's power market structure\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"Source: BloombergNEF, Uganda Electricity Regulatory Authority.\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"All grid-connected projects to date have been signed as ‘deemed energy’ (take-or-pay) contracts. As long as projects are generating and delivering to UETCL at the designated (on-site) delivery point, they are paid whether or not UETCL is able to evacuate the power. This has made projects easier to finance and more profitable for developers.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Distribution is liberalized, with Uganda Electricity Distribution Company Ltd (UEDCL) licensing nine different electricity distribution companies, dependent on approval from the ERA.  Umeme is the primary retailer, operating under a 20-year concession from the UEDLC beginning in 2005, and responsible for 95% of on-grid electricity sales.  Umeme negotiated a high guaranteed rate of return in their initial contract, at 20%, which has led to high consumer prices.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"This is a major reason the government is planning a second round of power sector reforms that would rebundle and merge the three state-owned companies into the Uganda National Electricity Company. The Electricity Amendment Act of 2022 laid the foundation for carrying out the restructure by removing UETCL as the sole offtaker, as well as introducing the possibility of generators selling directly to consumers. There is a pilot with Gridworks to increase private transmission financing and improve rural electricity access.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The UEDCL will assume operations when Umeme’s contract expires in 2025. The government predicts planned market structure reforms will help attract private capital for grid extension projects, reduce electricity costs for consumers and improve the rural access rate.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.3.\\tPower prices and costs\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Power tariffs are set by the ERA on a quarterly basis and communicated by the retail providers, such as Umeme. Industrials pay around $0.11 per kilowatt-hour (kWh), and commercial and industrial customers have access to time-of-use tariffs.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Residential customers, meanwhile, pay roughly twice that much, around $0.22/kWh, although they can access 15kWh at a subsidized rate of UGX 250 ($0.07, 2024 nominal) each month. These customers also pay a fixed monthly charge of UGX 3,360 for grid connection. Low access remains an ongoing challenge in Uganda, and high consumer prices play a considerable role.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Figure 3:\\tAverage electricity prices in Uganda by utility segment\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/uganda-average-electricity-prices-in-uganda-by-utility-segment.png\",\n        alt: \"Average elecitricity prices in Uganda by utility segment\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: Prices are in 2024 nominal.\"\n      })\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.4.\\tElectricity access\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Electricity access in Uganda has improved greatly over the past decade. Most of the country’s energy access initiatives are now focused on rural electrification, as a large portion of the country’s capital, Kampala, already has grid access.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Uganda’s Rural Electrification Department (RED), which sits within the MEMD, is charged with expanding electricity access through grid expansion and investment in off-grid and mini-grid systems. The RED’s second Rural Electrification Strategy and Plan (RESP2) aims for 50% access for rural consumers by 2030 and universal electricity access by 2040. The rural access rate in 2022 was 36%, while the overall national rate is 47%. Additionally, Uganda aims to reach an overall 100% access rate, inclusive of urban and rural customers and on- and-off-grid solutions, by 2040.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Figure 4:\\tRural and urban electricity access rates in Uganda\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/uganda-rural-and-urban-electricity-access-rates-in-uganda.png\",\n        alt: \"Rural and urban elecitricity access rates in Uganda\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"Source: The World Bank Group\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"3.\\tTransportation\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The power sector is not Uganda’s only area of low-carbon policy. The country is exploring ambitious targets in the transport sector including full electrification by 2040, preceded by a 100% electrification of public transport in urban centers by 2030. This target is complemented by a goal of 10,000 chargers by 2040. Additionally, Uganda does not employ any fossil-fuel subsidies, and it taxes gasoline.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In the long term, Uganda plans to design a phase-out policy for internal combustion engine vehicles, as well as release a charging infrastructure master plan. Yet short-term policies are also having an impact.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"One strategy relates to older cars, which are a particular scourge when it comes to emissions. In 2009, Uganda imposed a 20% tax on any imported cars more than eight years old; in 2018, it banned the import of vehicles older than 15 years. Uganda has proposed that vehicles older than eight years would be subject to a 50% tax.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Furthermore, the revenue authority recently granted local manufacturers of EVs, batteries and charging equipment exemptions on import duties, VAT and income tax, which commenced in summer 2024.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Finally, motorbikes are very popular in Uganda, presenting an opportunity to electrify transport outside of EVs. The country is working on a motorbike charging pilot and plans for all motorcycle taxis to be electric by 2030.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"4.\\tBarriers\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The primary regulatory barrier to Uganda’s low-carbon energy transition is ensuring the implementation and enforcement of the laws after policies are in place. While there are tax exemptions for renewable energy components, including VAT and import exemptions, it is reportedly difficult to redeem the credits. Neither the authorities in charge of the application nor the relevant importers and distributors seem to have much clarity on the policy and the process for taking advantage of it.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Additionally, limited transmission infrastructure is a barrier to improving electricity access. This has led to overcapacity and low power demand, making more sophisticated regulations, like net metering, difficult to implement.  However, the government expects that the restructure of the power market and impending feed-in tariff standards and net-metering regulations will improve infrastructure build-out, electricity access rates and lower consumer prices.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In the transportation sector, the cost of electric vehicles and low-carbon alternatives is a challenge. In addition, low electricity access rates and limited charging infrastructure reduce the feasibility of widespread EV ownership. Focusing on electric motorbikes and public charging could prove to be a successful strategy to overcome this barrier.\\nUganda does have a low-carbon startup ecosystem with entrepreneurs working on innovations in e-bikes, renewables components and clean cooking. However, it is generally challenging for both established companies and startups to access financing because of lack of collateral and regulatory clarity. Early-stage companies can find themselves stuck in a loop of applying for small development grants, which often never allow them to grow the businesses enough to reach economies of scale.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"iso":"ug","title":"Leading East Africa’s low-carbon energy transition ","description":"Already generating 99% renewable electricity thanks to hydro.","publish":true,"dataFiles":[],"slug":"/highlights/uganda","type":"highlight","_filename":"uganda.mdx","_slug":"/highlights/uganda"},"scope":{}}},"__N_SSG":true}