{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    h3: \"h3\",\n    h2: \"h2\",\n    a: \"a\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Índia, China, Chile, Filipinas e Brasil liderm o ranking das economias em desenvolvimento mais atraentes para investimentos em energia limpa\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"O relatório Climatescope da BloombergNEF analisa o progresso de 110 economias emergentes na área de energia limpa. Quase todos estes mercados têm metas em vigor para o setor de energia renovável, mas três quintos ainda não atingiram nem a metade das ambições estabelecidas.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Londres, 29 de novembro de 2023\"\n      }), \" —  a Índia é a economia em desenvolvimento mais atraente para investimentos em energia renovável, logo à frente da China Continental, Chile, Filipinas e Brasil, de acordo com o relatório anual Climatescope da BloombergNEF (BNEF). O Climatescope fornece uma análise do progresso e da atratividade no setor de energia limpa de 110 economias em desenvolvimento, que juntas representam quase dois terços do total de adições de capacidade global de geração de energia limpa em 2022 e 82% da população mundial.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"As metas ambiciosas da Índia, seu programa de leilões de energia renovável e seu crescente investimento em capacidade de energia renovável, permitiram que o país alcançasse o topo do ranking. Esta pontuação se baseia em três parâmetros analíticos: Fundamentos, que incluem políticas-chave, detalhes sobre a estrutura do mercado de energia e barreiras que poderiam dificultar o investimento; Experiência, que considera as realizações de um mercado até o momento em todo o setor; e Oportunidades de investimento em energia limpa, que refletem o potencial de um mercado para aumentar seu poder de abastecimento de energia renovável.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figura 1: Dez principais economias em desenvolvimento mais atraentes para investimento em energia limpa\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-2023-press-release-figure-1-pt.png\",\n      caption: \"Fonte: BloombergNEF. Obs.: a pontuação máxima é 5. Fundamentos, Oportunidades e Experiência são os parâmetros que constituem a pontuação geral de um mercado para atratividade em projetos de energia limpa. Esses parâmetros englobam mais de 100 indicadores, ou dados individuais coletados por pesquisadores do Climatescope.\",\n      alt: \"Figura 1: Dez principais economias em desenvolvimento mais atraentes para investimento em energia limpa\",\n      type: \"chart\",\n      ratio: 2 / 1\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A China Continental ficou em segundo lugar, mas continua sendo o maior mercado para implantação de energia limpa, com oportunidades de crescimento significativas no futuro próximo. O Chile, que estava em primeiro no ranking do ano passado, desta vez, ficou em terceiro lugar. Embora um mercado muito menor do que a Índia ou a China, tem metas ambiciosas para adicionar mais capacidade de energia renovável e políticas bem estruturadas que impulsionam o investimento.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"As Filipinas, em quarto lugar, é a única economia a ter entrado recentemente entre os quatro primeiros, subindo seis posições em relação ao ano passado. O mercado já realizou dois leilões de energia renovável, e seu ambiente político favorável, que inclui uma estratégia ambiciosa para produção de energia eólica offshore, estimula o crescimento do investimento em energia limpa. O Brasil completa os cinco primeiros, subindo do nono lugar no ano passado, depois de um boom de adições de instalações solares em pequena escala – graças, em grande parte, a um sistema bem-sucedido de compensação de energia (net-metering) – que adicionou quase 11GW dessa tecnologia só em 2022.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Sofia Maia, head of country transition research da BNEF, disse: \\\"Para atrair investimentos em energia limpa, a primeira coisa que estes países precisam é de um mercado de eletricidade bem estruturado, com uma série de políticas em vigor para apoiar suas metas de energia renovável. Os primeiros cinco países do Climatescope refletem isso claramente, e é por isso que todos permaneceram entre os 10 principais mercados nos últimos quatro anos\\\".\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Além dos mercados no ranking, o \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" oferece uma avaliação geral da transição para energia limpa nos mercados emergentes e nas economias em desenvolvimento. Dos 110 mercados emergentes, 102 estabeleceram metas de energia renovável, e um número recorde de 74 mercados instalou pelo menos 1MW de energia solar só no ano passado. Além disso, o ritmo das instalações está acelerando, com economias em desenvolvimento instalando 222GW de energia eólica e solar em 2022, uma alta de 23% em relação ao ano anterior.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"No entanto, o progresso e os investimentos em mercados emergentes estão altamente concentrados, em apenas 15 mercados (excluindo a China Continental), representando 87% dos investimentos em energias renováveis em 2022. O Brasil, a Índia e a África do Sul foram os três principais mercados não chineses para investimentos em energia renovável no ano passado, respondendo juntos por mais da metade dos US$ 80 bilhões investidos em economias em desenvolvimento fora da China Continental. O relatório também encontrou uma grande lacuna entre as ambiciosas metas e as ações efetivas para alcancá-las. Dos 102 mercados com metas de energia renovável, 57 ainda não atingiram a metade dos níveis visados (o que indica uma \\\"grande\\\" diferença na Figura 2 abaixo).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Luiza Demoro, head of energy transitions da BNEF, disse: \\\"Acelerar o investimento em energia limpa em economias em desenvolvimento é um dos desafios mais importantes enfrentados pela comunidade internacional hoje, e para isso será necessária uma combinação de políticas inteligentes e de apoio multilateral\\\".\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"Como sede do G-20 e da COP30 do próximo ano em 2025, o Brasil, quinto colocado no ranking do Climatescope, pode desempenhar um papel fundamental para destravar o progresso da descarbonização em todo o mundo em desenvolvimento\\\", acrescentou.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figura 2: Diferença na realização da meta de energia renovável em mercados emergentes\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-2023-press-release-figure-2-pt.png\",\n      caption: \"Fonte: BloombergNEF. Obs.: os dados mostram apenas os 110 mercados emergentes cobertos pelo Climatescope. Os parâmetros são: até 20% = pequena, 20-50% = média, acima de 50% = grande. `Not applicable` indica que a meta já foi alcançada, ou que o mercado não tem um objetivo em vigor.\",\n      alt: \"Figura 2: Diferença na realização da meta de energia renovável em mercados emergentes\",\n      type: \"chart\",\n      ratio: 16 / 9\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"O relatório \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" se concentra no progresso da descarbonização nos setores de energia elétrica, transporte e construção.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Contato\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Oktavia Catsaros \", _jsx(\"br\", {}), \"\\nBloombergNEF \", _jsx(\"br\", {}), \"\\n+1 212 617 9209 \", _jsx(\"br\", {}), \"\\n\", _jsx(_components.a, {\n        href: \"mailto:ocatsaros@bloomberg.net\",\n        children: \"ocatsaros@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Sobre a BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"A \", _jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF (BNEF)\"\n      }), \" é uma fornecedora de pesquisas estratégicas que cobre os mercados globais de commodities e as tecnologias disruptivas que impulsionam a transição para uma economia com baixa emissão de carbono. Nossos especialistas avaliam como os setores de energia elétrica, transporte, indústria, construção e agricultura podem se adaptar à transição energética. Ajudamos os profissionais de negociação de commodities, estratégia empresarial, finanças e políticas a lidar com as mudanças e criar oportunidades.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Sobre a Bloomberg\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A Bloomberg é uma líder global em informações financeiras e de negócios, fornecendo dados, notícias e insights precisos que levam transparência, eficiência e integridade aos mercados. A empresa ajuda a conectar comunidades influentes em todo o ecossistema financeiro global por meio de soluções tecnológicas confiáveis que permitem que nossos clientes tomem decisões mais informadas e promovam uma melhor colaboração. Para mais informações, visite o site Bloomberg.com/company ou solicite uma demo.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Índia, China, Chile, Filipinas e Brasil liderm o ranking das economias em desenvolvimento mais atraentes para investimentos em energia limpa","description":"O relatório Climatescope da BloombergNEF analisa o progresso de 110 economias emergentes na área de energia limpa","date":"2023-11-29","category":"Press release","lang":"pt","languages":["en","es","pt","cn"],"slug":"press-release-climatescope-2023-pt","layout":"blog"},"scope":{}}},"__N_SSG":true}