


{
  "id": "Clean-Energy-and-the-Paris-Promises",
  "title": "Clean Energy and the Paris Promises",
  "content": "<p>The 2015 Paris Agreement saw virtually every nation on earth pledge to address the threat of climate change. Each country’s Nationally Determined Commitment was unique, determined largely by economic and political circumstances. But nearly all presented opportunities for clean energy as zero-carbon technologies must inevitably be deployed if countries want to keep their power sector emissions in check. As part of its annual Climatescope survey of 71 developing countries, Bloomberg New Energy Finance sought to examine the ambition level of these developing nation NDCs and the opportunities each commitment presents for clean energy deployment.</p>\n\n<ul>\n  <li>Nearly every Climatescope country was a Paris signatory. Fourteen pledged to cut emissions in absolute terms, seven to reduce them in terms of intensity, and 33 to allow them to rise but at a slower pace than under a business-as-usual scenario. Seventeen made no emissions-specific promises at all.</li>\n  <li>Ten countries offered single commitments they promised to meet unconditionally. 19 said their commitments were conditional on wealthier nations providing financial assistance. 25 offered both unconditional and conditional promises. But two years since Paris, just 13 nations surveyed have actually implemented any domestic laws to limit emissions.</li>\n  <li>Power and heat account for the single largest share of overall CO2 emissions in Climatescope nations at 30% and most of that is related to power generation. Emissions from the sector rose 65% from 2003 to 2012 and thus it presents major opportunities for mitigation.</li>\n  <li>Countries with relatively high power sector emissions and the most ambitious NDCs offer the greatest opportunity for renewables. Among Climatescope countries, these included <a href=\"/en/country/azerbaijan\">Azerbaijan</a>, <a href=\"/en/country/argentina\">Argentina</a>, <a href=\"/en/country/belarus\">Belarus</a>, <a href=\"/en/country/chile\">Chile</a>, <a href=\"/en/country/mexico\">Mexico</a> and <a href=\"/en/country/moldova\">Moldova</a>. They could collectively achieve their entire unconditional targets purely by deploying clean energy.</li>\n  <li>Latin America and the Caribbean is the only Climatescope region which would achieve absolute expected emissions cuts if its collective conditional target is met. It is also the region where renewables stand to make the biggest potential impact toward countries meeting their NDC obligations.</li>\n  <li>Climatescope countries with relatively low power sector emissions and the most unambitious targets included <a href=\"/en/country/bangladesh\">Bangladesh</a>, <a href=\"/en/country/trinidad-and-tobago\">Trinidad &amp; Tobago</a>, <a href=\"/en/country/turkey\">Turkey</a>, <a href=\"/en/country/ukraine\">Ukraine</a> and <a href=\"/en/country/vietnam\">Vietnam</a>. In these nations, over 10% of total emissions come from the power sector. But they have relatively unambitious emissions reduction targets. Such high power sector emissions present policy-makers opportunities to craft more aggressive emissions control goals.</li>\n</ul>\n\n<p><strong>Figure 1:</strong> Climatescope countries GHG emissions and the rest of the world, 2012\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure1.jpg\" alt=\"Figure 1\" />\n<small><em>Source: International Energy Agency, Bloomberg New Energy Finance. Note: the full list of Climatescope countries is available in the appendices.</em></small></p>\n\n<h2 id=\"introduction\">Introduction</h2>\n\n<p>Climatescope is an annual project Bloomberg New Energy Finance undertakes to assess comprehensively conditions for deploying capital in emerging market nations. This year, the survey covers 71 countries in Latin America, Africa, Eastern Europe, and Asia (see appendices for full country list). A critical component of any such analysis involves understanding the policy frameworks in these nations.  Complete assessments of every Climatescope nation, including their <a href=\"/en/insights/energy-policy\">policy</a> regimens, will be made public on November 28, 2017 and coincide with the BNEF annual APAC Future of Energy Summit in Shanghai.</p>\n\n<p>Ahead of that release, this research note takes a step back to look at the policy efforts these countries have taken collectively as a group since the Paris negotiations in 2015. Under Paris, virtually all Climatescope countries agreed to control their future CO2 emissions in one manner or another.</p>\n\n<p>Specifically, we look the how the Nationally Determined Contributions interface with each country’s power sector. That, in turn, gives us the opportunity to consider the role clean energy can potentially play in allowing nations to achieve their NDC goals. At the end of the note, we offer a few examples of nations that have a particularly interesting potential to leverage clean energy to address their NDC ambitions.</p>\n\n<p>A note on <a href=\"/en/methodology\">methodology</a>: The research in this note draws primarily from data that serves as the inputs for Climatescope’s Parameter IV, which assesses country-level efforts to address greenhouse gas emissions. For Climatescope 2017, BNEF has revamped the methodology for calculating each country’s Parameter IV score. That <a href=\"/en/methodology\">methodology</a> will be detailed upon the project’s full release at the end of November at www.global-climatescope.org.</p>\n\n<h2 id=\"the-paris-promises\">The Paris promises</h2>\n\n<p>Among the most noteworthy achievements of the Paris Agreement was that it included virtually every developing country in the world. Between them, non-OECD nations accounted for 68% of total global CO2 emissions in 2012 (the last year for which complete data is available). <a href=\"/en/country/mainland-china\">Mainland China</a> alone was responsible for a quarter of emissions and India 10%. The 71 nations surveyed for Climatescope (which included <a href=\"/en/country/mainland-china\">Mainland China</a> and <a href=\"/en/country/india\">India</a>, among others) serve as a useful proxy for all non-OECD nations<sup>1</sup>; between them, they account for 60% of the total GHG emissions worldwide (Figure 1).</p>\n\n<p>Moreover, less developed nations are where CO2 emissions are poised to grow fastest as they encompass some of the most dynamic economies in the world. BNEF estimates in its 2016 New Energy Outlook that power sector CO2 emissions from non-OECD countries will grow by nearly a quarter by 2040. By comparison, OECD countries are expected to see their power sector emissions drop by approximately half over that same time. There is no question that implementation of emission control policies must be a cornerstone of any serious global climate change mitigation effort.</p>\n\n<p>Unfortunately, however, most countries that made promises under Paris have yet to follow through by implementing meaningful domestic policies to foster emissions reductions and, in turn, bolster clean energy growth. Of 71 countries surveyed by BNEF, nearly all have submitted Nationally Determined Contributions, but just 54 (76%) have included actual emissions reduction targets and only 18% have implemented domestic laws to address climate change (Figure 2).</p>\n\n<p>Without such <a href=\"/en/insights/climate-policy\">policies</a> in place, investors are inevitably reluctant to deploy capital. The Copenhagen Accord, signed by the parties to the United Nation Framework Convention on Climate Change (UNFCCC) at COP15 in December 2009, saw developed countries promise to provide $100 billion in long-term financing annually to less developed countries to support the reduction of greenhouse gas emissions and promote adaptation to climate change. This commitment was reiterated in the 2015 Paris Agreement.</p>\n\n<p>At Paris, 19 Climatescope countries presented “conditional” emissions control goals explicitly predicated on the condition that wealthier countries would follow through on the $100 billion promise. Another 25 of the 71 countries essentially submitted two pledges: one “unconditional” that they planned to follow through on regardless of the $100 billion and another, more aggressive, conditional goal to be achieved only if wealthier nations provided financing.  The rest promised to follow through unconditionally – regardless of whether the $100 billion comes through (Figure 2).</p>\n\n<p><b>Figure 2:</b> Climate polices and emission reduction targets’ conditionality\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure2.jpg\" alt=\"Figure 2\" />\n<small><em>Source: UNFCCC, Bloomberg New Energy Finance</em></small></p>\n\n<p>In terms of the pledges themselves, the 54 nations’ emissions goals can be characterized as follows (Figure 3):</p>\n\n<ul>\n  <li><strong>Absolute targets.</strong> Commitments made relative to total actual emissions in a base year and therefore a commitment to an absolute reduction. Fourteen Climatescope countries submitted absolute targets. <a href=\"/en/country/brazil\">Brazil</a>, for example, has committed to reduce its GHG emissions by 37% from 2005 levels by 2025.</li>\n  <li><strong>Intensity targets.</strong> Commitments made relative to greenhouse emissions per unit of a country’s GDP. Seven Climatescope countries submitted intensity targets. <a href=\"/en/country/mainland-china\">Mainland China</a>, for example, has committed to reduce the level of GHG emissions per unit of GDP by 60-65% from 2005 levels by 2030. This would allow for a tripling of emissions from 2005 levels over the period if the economy grows by 5% a year.</li>\n  <li><strong>Business-as-usual targets (BAU).</strong> Commitments relative to a future BAU scenario, which takes into consideration future economic and population growth. A total of 33 Climatescope countries submitted BAU targets. <a href=\"/en/country/cote-ivoire\">Côte d’Ivoire</a>, for example, has committed to reduce GHG emissions by 28% below its BAU trajectory by 2030. This would allow for around a 150% increase in emissions from current levels.</li>\n</ul>\n\n<p><b>Figure 3:</b> Climatescope countries with emissions reduction targets by type \n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure3.jpg\" alt=\"Figure 3\" />\n<small><em>Source: UNFCC, Bloomberg New Energy Finance. Note: includes the 71 Climatescope countries, which account for 84% of all non-OECD emissions and 60% of all emissions globally as of 2012. Countries listed as “no target” were signatories to the Paris Agreement but made no explicit commitment to rein in emissions.</em></small></p>\n\n<p>Finally, with global emissions rising and the planet warming, there is the important question of how swiftly these nations have moved since the Paris conference two years ago to implement domestic policies to meet their NDC commitments. In that regard, clearly much work remains to be done. As noted, just 18% of Climatescope countries have climate laws on their books to cut emissions at home and only 28% have climate related incentives in force, such as carbon prices, carbon linked taxation or funding programs for emissions reduction. While 75% of countries have set national clean energy goals, relatively few of them have established binding mechanisms such as portfolio standards to ensure those goals are hit.</p>\n\n<p>Still, there have been some bright notes in terms of domestic follow-through. <a href=\"/en/country/brazil\">Brazil</a>, <a href=\"/en/country/costa-rica\">Costa Rica</a> and <a href=\"/en/country/pakistan\">Pakistan</a> are all have taken steps at home to address climate change. Concurrent with the Paris conference, Brazil enacted its National Climate Change Policy in December 2009 in line with its goal of cutting greenhouse gas emissions 36%-39% by 2020.</p>\n\n<p><a href=\"/en/country/costa-rica\">Costa Rica</a> published its <em>Paz con la Naturaleza</em> program in July 2007, committing it to becoming an entirely carbon-neutral economy by 2021. <a href=\"/en/country/pakistan\">Pakistan</a> approved in March 2017 its Climate Change Act to meet its international obligations.</p>\n\n<h3 id=\"clean-energy-and-the-ndcs\"><b>Clean energy and the NDCs</b></h3>\n\n<p>Power and heat account for the single largest share of overall CO2 emissions in Climatescope nations at 30% (Figure 4). The vast majority of this is related to power generation, largely because most of these nations have relatively mild climates and consume relatively little heat.</p>\n\n<p>Power/heat is also among the sectors where emissions have risen fastest over the past decade, jumping 65% from 2003 to 2012 (Figure 4). Only emissions from industrial processes and manufacturing and construction have grown faster. Combined, however, these two categories still produce far few emissions than heat/power<sup>2</sup>.</p>\n\n<p><b>Figure 4:</b> Share of total emissions by sector in Climatescope countries, 2012 (left) and 10-year emissions growth rate by sector (right)\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure4.jpg\" alt=\"Figure 4\" />\n<small><em>Source: International Energy Agency, Bloomberg New Energy Finance.</em></small></p>\n\n<p>The rapid growth for power/heat is even more significant when compared to activity in developed markets. While over the past ten years power/heat emissions in Climatescope markets jumped twice as fast as the global average, in both the U.S. and European Union they dropped 11% during the same period (Figure 5).</p>\n\n<p><b>Figure 5:</b> Ten-year power and heat emissions growth rate by country group\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure5.jpg\" alt=\"Figure 5\" />\n<small><em>Source: International Energy Agency, Bloomberg New Energy Finance.</em></small></p>\n\n<p>This trend is poised to continue as emerging market countries see their populations grow, economies expand and electricity access rates rise. That said, the threat posed by rising power sector emissions also presents potential opportunity. The power sector has to date proven to be the segment of the economy where the most developed countries have demonstrated they can make significant improvements on emissions. There is no reason lesser developed cannot do the same. With renewables costs dropping, there would seem to be little impeding such countries from turning to clean energy as their primary source for new generation.</p>\n\n<h3 id=\"ndc-ambitions\">NDC ambitions</h3>\n\n<p>Given the many varieties of the pledges submitted as part of Paris, assessing the ambition of any one nation’s emissions control goals is unfortunately a somewhat subjective exercise. However, it is worth undertaking when considering what tools countries might use to achieve their overall goals.</p>\n\n<p>To start, we have compared each country’s projected emissions trajectory should it follow recent trends<sup>3</sup> with its stated targets in absolute amounts. The wider the gap between projected growth and target growth, the more ambitious the NDC goal. For instance, <a href=\"/en/country/mexico\">Mexico</a> committed to unconditionally to cut greenhouse gas (GHG) emissions by 25% below a BAU scenario by 2030 they themselves projected and to a further conditional emissions cut as deep as 40%, subject to international financial and technological support. In absolute amounts this will result in a 37% emissions rise from baseline year 2000 to target year 2030 for the unconditional target and a 10% rise under the conditional target (Figure 6). However, the country’s projected actual emissions path suggests a 61% rise over the same period. Mexico’s targets can thus be regarded as comparatively ambitious and will require some mitigation actions to come to fruition.</p>\n\n<p><b>Figure 6:</b> Projected Mexico emissions vs. its NDC target, rebased to the year 2000\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure6.jpg\" alt=\"Figure 6\" />\n<small><em>Source: UNFCCC, Bloomberg New Energy Finance. Note: emissions rebased to 1 for illustrative purposes. BNEF forecasts future emissions based on the average emissions growth rate seen from 2000 to 2012, the last year for which complete data exists.</em></small></p>\n\n<h3 id=\"ambitions-vs-opportunities\">Ambitions vs. opportunities</h3>\n\n<p>We then sought to consider which countries may have the greatest potential to leverage clean energy to meet their CO2 goals. To do this, we examined the share each country’s power sector-related CO2 emissions account for compared to its total emissions. We then compared this to the relative ambition levels of each country’s overall CO2 control plans we previously calculated.</p>\n\n<p>The countries illustrated in Figure 7 can essentially be divided into one of four categories:</p>\n\n<ol>\n  <li><b>Countries with relatively high power sector emissions and ambitious targets</b> (top right). These nations offer the greatest potential opportunity for renewables as outlined under the NDC. In each, power sector emissions account for more than 10% of overall emissions. Each has set ambitious targets of cutting emissions below BAU, which will require appropriate mitigation targets.</li>\n  <li><b>Countries with relatively high power sector emissions but unambitious targets</b> (bottom right). These nations also have power sectors that account for more than 10% of overall emissions. However, potential for clean energy could be limited insofar as the national goal is concerned as the government has set a CO2 goal no better than its projected BAU.</li>\n  <li><b>Countries with low power sector emissions and unambitious targets</b> (bottom left). The power sector in these nations accounts for relatively limited emissions currently. These are also among the poorest nations surveyed under Climatescope meaning that as they grow their power sector emissions should rise. However, these nations also have unambitious CO2 control targets, suggesting that such growth could well be fueled by fossil generation.</li>\n  <li><b>Countries with low power sector emissions but ambitious targets</b> (top left). The power sector in these nations account for a relatively small share of total emissions but the country has proposed to travel an emissions path below BAU. This suggests that such improvements could come from addressing emissions from land use, land-use change and forestry (LULUCF) sectors, rather than power.</li>\n</ol>\n\n<p><b>Figure 7:</b> NDC targets ambitions and share of emissions from power sector by country. \n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure7.jpg\" alt=\"Figure 7\" />\n<small><em>Source: International Energy Agency, UNFCCC, Climatescope. Note: Includes select Climatescope countries. When available, conditional target was used to calculate NDC target ambition. Bubble size refers to emissions from power/heat sector.</em></small></p>\n\n<p>Countries that fall into quadrants three and four above present relatively limited opportunities for clean energy in terms of meeting overall country NDC goals. By contrast those in quadrants one and two offer real promise and are worth examining in greater detail.</p>\n\n<h3 id=\"higher-power-sector-emissions-and-ambitious-targets\">Higher power sector emissions and ambitious targets</h3>\n\n<p><a href=\"/en/country/azerbaijan\">Azerbaijan</a>, <a href=\"/en/country/argentina\">Argentina</a>, <a href=\"/en/country/belarus\">Belarus</a>, <a href=\"/en/country/chile\">Chile</a>, <a href=\"/en/country/mexico\">Mexico</a> and <a href=\"/en/country/moldova\">Moldova</a> are among the Climatescope countries where NDC targets present the greatest opportunities for renewable energy<sup>4</sup>.Together, these countries emitted a total of 1,438MtCO2e in 2012, 24% (350MtCO2e) of which came from the power/heat sector. Based on an emissions growth since 2000<sup>5</sup>, this figure will grow respectively to 1,853MtCO2e and 478MtCOe by 2030. These countries must collectively limit emissions to 1,579MtCO2e to achieve their unconditional targets and 1,131MtCO2e to achieve their conditional targets. Compared to the emissions trend, this implies reductions of 15% (277MtCO2e) and 39% (725MtCO2e), respectively (Figure 8).</p>\n\n<p><b>Figure 8:</b> Emissions trends for Climatescope countries with relatively high power sector emissions and comparably ambitious targets\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure8.jpg\" alt=\"Figure 8\" />\n<small><em>Source: International Energy Agency, UNFCCC, Climatescope. Note: Includes Azerbaijan, Argentina, Belarus, Chile, Mexico and Moldova. Note: Trend has been derived using historical emissions from 2000 to 2012. Targets were rebased to International Energy Agency’s figures for consistency purpose.</em></small></p>\n\n<p>In effect, these nations could collectively achieve their unconditional targets by mitigating emissions from their electricity sectors alone. In terms of domestic policy-making, that means that measures intended to favor new clean energy development over fossil build, or to accelerate retirement of fossil assets could see them through to meeting their goals. Based on current share of thermal generation technologies, we estimate this could be done by avoiding 53MtCO2e from coal generation, 175MtCO2e from gas and 49MtCO2e from oil. This represents around 482TWh that would need to be replaced by zero-carbon generation.</p>\n\n<p>We have considered three scenarios (Table 1) under which that 482TWh in future demand would be met by different shares of solar and wind generation. In Scenario 1, the displaced fossil generation would be replaced equally by solar and wind generation. These countries would thus need to build a total 148GW of new solar capacity and 82GW of wind (for more details on specific country scenarios, see Case Studies below).</p>\n\n<p>Using BNEF’s current global benchmark capex for wind and solar, we estimate that this would require a total of $314 billion. However, BNEF estimates that PV costs will drop around 40%<sup>6</sup> and wind capex could drop by approximately 9% from 2017 to 2030 . Therefore this could dramatically shrink to $234 billion by 2030.</p>\n\n<p><b>Table 1:</b> Potential power sector emissions mitigation scenarios in Climatescope countries with relatively high power sector emissions and comparably ambitious targets\n<img src=\"/assets/images/content/insights/policy/CS2017_Table1.jpg\" alt=\"Table 1\" /> \n<small><em>Source: International Energy Agency, IRENA, Bloomberg New Energy Finance. Note: includes Belarus, Jordan, Chile, Moldova, Mexico, Azerbaijan and Argentina.  Note: In order to arrive to the collective scenario, we have calculated each country separately, using BNEF’s benchmark capacity factor and capex for each nation/region. Solar capacity factors range from 16% to 24% and wind capacity factors range from 25% to 47%, depending on the country.</em></small></p>\n\n<p>Whatever the exact figure, a far smaller total of $41 billion was invested in clean energy in these countries from 2007 to 2016. <a href=\"/en/country/mexico\">Mexico</a> and <a href=\"/en/country/chile\">Chile</a> were the leaders among these nations, recording $19 billion and $15 billion apiece, respectively. The higher level of <a href=\"/en/insights/emerging-markets-investment\">investment</a> is in no small part due to clear, effective policy frameworks in these countries. <a href=\"/en/country/argentina\">Argentina</a>, <a href=\"/en/country/jordan\">Jordan</a>, <a href=\"/en/country/belarus\">Belarus</a> and <a href=\"/en/country/azerbaijan\">Azerbaijan</a> together have received only $6 billion to date.</p>\n\n<p><b>Figure 9:</b> New build renewable energy investment\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure9.jpg\" alt=\"Figure 9\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: includes wind, solar, hydro up to 50MW, Geothermal, biomass and waste and biofuels.</em></small></p>\n\n<p>Thanks to an energy reform and recent introduction of power auctions, new build <a href=\"/en/insights/emerging-markets-investment\">renewable energy investment</a> in <a href=\"/en/country/mexico\">Mexico</a> jumped nearly four-fold from 2016 to 3Q 2017. In <a href=\"/en/country/argentina\">Argentina</a>, despite little activity in prior years, investment is rising due to recent market reforms and the establishment of <a href=\"/en/insights/energy-policy\">policy</a> frameworks.  As of 3Q 2017, the country had attracted $1.7 billion for renewable energy plants this calendar year. That matches the total raised over the prior six years.</p>\n\n<h3 id=\"higher-power-sector-emissions-and-unambitious-targets\">Higher power sector emissions and unambitious targets</h3>\n\n<p><a href=\"/en/country/bangladesh\">Bangladesh</a>, <a href=\"/en/country/trinidad-and-tobago\">Trinidad &amp; Tobago</a>, <a href=\"/en/country/turkey\">Turkey</a>, <a href=\"/en/country/ukraine\">Ukraine</a> and <a href=\"/en/country/vietnam\">Vietnam</a> are Climatescope countries where over 10% of total emissions come from the power sector. But these nations have relatively unambitious emissions reduction targets. Such high power sector emissions actually present policy-makers opportunities to craft more aggressive emissions control goals.</p>\n\n<p>To justify their relatively unambitious pledges on CO2 emissions, these nations have for themselves projected relatively steep rates of emissions growth under what they call BAU scenarios. These BAU lines are set so high they are easy for these countries to limbo under with the actual pledges they have made to control emissions.</p>\n\n<p><a href=\"/en/country/vietnam\">Vietnam</a>’s BAU scenario, for example, assumes that emissions will grow nearly 800% by 2030 compared to 2000 levels. The country’s unconditional target aims to limit this growth to 694% and its conditional target to 629% (Figure 10). <a href=\"/en/country/turkey\">Turkey</a> and <a href=\"/en/country/lebanon\">Lebanon</a> predict less dramatic jumps, but still expect emissions to grow respectively 235% and 184% over the same period. This is far from our estimated trend , which suggests 449% emissions growth in <a href=\"/en/country/vietnam\">Vietnam</a> from 2000 to 2030, 107% in Turkey and 90% in Lebanon.</p>\n\n<p>These comparably unambitious targets and seemingly unreasonable BAU scenarios mean that these countries barely need to take any future action to meet their NDC goals. In fact, they can do even less than they would under any reasonable BAU scenario.</p>\n\n<p><a href=\"/en/country/vietnam\">Vietnam</a>, for instance, appears to be taking this to heart. From 2011 to 2016, the country added 12GW of new coal capacity. The record year for additions (3.3GW) came in 2015 when it submitted its NDC ahead of the Paris negotiations. As of December 2016, coal accounted for a third of Vietnam’s 43.6GW capacity. Strong production from large hydro plants have depressed the coal plants’ capacity factors and helped somewhat on emissions. Still, in 2016 coal represented one third of all power produced – and most of it came from plants built since the turn of the decade that stand to generate for decades to come. The country did also add 11GW of new large and small hydro capacity over that period, it should be noted, but virtually no wind or solar capacity.</p>\n\n<p><b>Figure 10:</b> Emissions trends, targets and NDC BAU scenarios rebased to 100\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure10.jpg\" alt=\"Figure 10\" />\n<small><em>Source: International Energy Agency, UNFCCC, Climatescope. Note: Turkey does not have conditional target.</em></small></p>\n\n<p>By comparison, <a href=\"/en/country/turkey\">Turkey</a> has made somewhat more progress in diversifying its energy matrix. From 2011 to 2016 the country added 5GW of wind and 832MW of solar while implementing a package of supportive renewable energy policies. However, this has not been enough to keep pace with rapid overall growth in power demand.  As a result, the share of the country’s generation from coal grew from 29% in 2015 to 34% (92TWh) in 2016 – its highest rate in six years.</p>\n\n<p><b>Figure 11:</b> Vietnam (left) and Turkey (right) capacity additions (left axis) and share of coal generation (right axis)\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure11.jpg\" alt=\"Figure 11\" />\n<small><em>Source: EVN, Republic of Turkey Ministry of Energy and Natural Resources, Bloomberg New Energy Finance</em></small></p>\n\n<h2 id=\"case-studies\"><b>Case studies</b></h2>\n\n<h3 id=\"latin-america-and-caribbean\">Latin America and Caribbean</h3>\n\n<p>Under the submitted NDCs, Latin America and the Caribbean is the only Climatescope region which collectively would achieve absolute expected emissions cuts if its combined conditional target is met. It is also the region where renewables stand to make the biggest potential impact toward countries meeting their NDC obligations. We estimate<sup>9</sup>  that under a reasonable BAU scenario Latin America and Caribbean emissions will grow from 4,531MtCO2e in 2012  to 4,924MtCO2e in 2030 with over 15% (731MtCO2e) of this growth expected to come from the power sector. In the scenario, the region will need to cut emissions 344MtCO2e by 2030 to reach its collective unconditional target and 798 MtCO2e to achieve its collective conditional target (Figure 12).</p>\n\n<p><b>Figure 12:</b> Emissions trend and targets in Latin America and Caribbean\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure12.jpg\" alt=\"Figure 12\" />\n<small><em>Source: International Energy Agency, UNFCCC, Climatescope. Note: includes 26 Latin America and Caribbean countries. Trend has been derived using historical emissions from 2000 to 2012. Targets were rebased to International Energy Agency’s figures for consistency purpose.</em></small></p>\n\n<p>Most notably, this means Latin America and the Caribbean can collectively achieve its unconditional target by mitigating emissions from the electricity sector alone. Based on current share of thermal generation technologies, we estimate that these countries could achieve the goal by mitigating around 128MtCO2e from oil generation, 122MtCO2e from gas and 95MtCO2e from coal, which represent around 506TWh generation per year.</p>\n\n<p>We have considered three scenarios under which that 506TWh in future demand would be met by different shares of solar and wind capacity. In Scenario 1, the displaced fossil generation would be met equally by solar and wind generation, and these countries would need to build a total of 138GW of solar plants and 85GW of wind. This is eight times the region’s current wind capacity and 39 times the solar capacity as of December 2016.</p>\n\n<p><b>Table 2:</b> Power sector emissions mitigation scenarios in Latin America and the Caribbean<br />\n<img src=\"/assets/images/content/insights/policy/CS2017_Table2.jpg\" alt=\"Table 2\" />\n<small><em>Source: International Energy Agency, Bloomberg New Energy Finance. Note: includes 26 Latin America and Caribbean countries.</em></small></p>\n\n<p>Using BNEF’s latest benchmark capex for wind and solar, we estimate that this would require a total of $348 billion. However, BNEF estimates that PV costs will drop around 40%<sup>11</sup> and wind capex could potentially fall 9% from 2017 to 2030 , therefore this could dramatically shrink to $256 billion by 2030<sup>12</sup>. However, it is still two-fold the $130 billion invested in clean energy in Latin America and Caribbean from 2007 to 2016.</p>\n\n<p><b>Figure 13:</b> Latin America and Caribbean new build renewable energy investment\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure13.jpg\" alt=\"Figure 13\" />\n<small><em>Source: Bloomberg New Energy Finance.</em></small></p>\n\n<h3 id=\"chile\">Chile</h3>\n\n<p>In September 2015, <a href=\"/en/country/chile\">Chile</a> submitted its NDC to the UN, committing unconditionally to cut greenhouse gas (GHG) emissions intensity per unit of GDP by 30% from 2007 levels by 2030.</p>\n\n<p>The country committed to a further conditional reduction in GHG/emissions intensity. Specifically, it pledged to improve its GDP/emissions by 35-45% by 2030 if it received sufficient support from wealthier nations. In 2007 the country emitted a total of 124MtCO2e and we estimate<sup>13</sup> that would rise to 213MtCO2e by 2030.</p>\n\n<p>Assuming a 3% annual increase in GDP, the country would need to limit emissions to 190MtCO2e to achieve its unconditional target and to 163MtCO2e to achieve its conditional target. This implies cutting 23MtCO2e to 50MtCO2e versus the emissions trend, respectively.</p>\n\n<p>Like the Latin America and Caribbean region as a whole, <a href=\"/en/country/chile\">Chile</a> could potentially achieve its unconditional target entirely by mitigating emissions from its electricity sector. We estimate that the country can achieve this goal by avoiding 23MtCO2e from coal, the equivalent of 70% of the power generated from the source in 2016 (23TWh).</p>\n\n<p><b>Figure 14:</b> Chile’s emissions trend and targets\n<img src=\"/assets/images/content/insights/policy/CS2017_Climate_Figure14.jpg\" alt=\"Figure 14\" />\n <small><em>Source: International Energy Agency, UNFCCC, Climatescope. Note: does not include emissions from LULUCF in accordance to Chile’s target. Targets assume a 3% annual increase in GDP.</em></small></p>\n\n<p>Our three scenarios where the 23TWh would be generated from different shares of solar and wind capacity are in Table 3. Under Scenario 1 where the displaced fossil generation would be equally replaced by solar and wind, <a href=\"/en/country/chile\">Chile</a> would need to build 5GW of solar plants and 3GW of wind. This is five times the country’s solar capacity and three times the wind capacity as of December 2016.</p>\n\n<p><b>Table 3:</b> Chile’s power sector emissions mitigation scenarios – unconditional target\n<img src=\"/assets/images/content/insights/policy/CS2017_Table3.jpg\" alt=\"Table 3\" />\n<small><em>Source: IRENA, UNFCCC, Bloomberg New Energy Finance.</em></small></p>\n\n<p>Assuming 2017 capex levels, we estimate that this would require a total of $13.4 billion. This is actually less than the total $15 billion invested in clean energy plants in <a href=\"/en/country/chile\">Chile</a> 2007-2016. And, as mentioned above, with PV wind costs declining this total may dramatically shrink to around $7 billion between by 2030.</p>\n\n<h3 id=\"appendix---climatescope-2017-countries\">Appendix - Climatescope 2017 countries</h3>\n\n<p><b>Africa:</b> Botswana, Cameroon, Congo (Dem. Rep), Cote d’Ivoire, Ethiopia, Ghana, Kenya, Liberia, Malawi, Mozambique, Nigeria, Rwanda\nSenegal, Sierra Leone, South Africa, Tanzania, Uganda, Zambia, Zimbabwe.</p>\n\n<p><b>Asia:</b> Armenia, Azerbaijan, Bangladesh, Mainland China, India, Indonesia, Kazakhstan, Kyrgyzstan, Mongolia, Myanmar, Nepal, Pakistan, Sri Lanka, Tajikistan, Turkmenistan, Uzbekistan, Vietnam.</p>\n\n<p><b>Europe:</b>Belarus, Georgia, Moldova, Russia, Turkey, Ukraine.</p>\n\n<p><b>Latin American and the Caribbean:</b> Argentina, Bahamas, Barbados, Belize, Bolivia, Brazil, Chile, Colombia,Costa Rica, Dominican Republic, Ecuador, El Salvador, Guatemala, Guyana, Haiti, Honduras, Jamaica, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname, Trinidad &amp; Tobago, Uruguay, Venezuela.</p>\n\n<p><b>Middle East:</b> Egypt, Jordan, Lebanon.</p>\n\n<hr />\n<p><em><sup>1</sup>Climatescope countries were responsible for 84% of all non-OECD emissions in 2012 and 86% of power/heat sector emissions from the non-OECD.</em></p>\n\n<p><em><sup>2</sup>In nearly all the Climatescope countries, heat plays an insignificant role in total emissions compared to power, given the warm climate where the vast majority of these nations are located. Thus for the sake of our analysis, we use the IEA’s estimate for power/heat interchangeably when discussing power sector emissions from Climatescope countries.</em></p>\n\n<p><em><sup>3</sup>Emissions trend was calculated based on emissions from 2000 to 2012.</em></p>\n\n<p><em><sup>4</sup>South Africa is not analyzed here because of its unique target. The country has pledged that emissions will peak, plateau and decline from 2025. This language sets the South African NDC apart from other major developing countries, as it not only specifies the timing of an emissions peak but also explicitly states that emissions will decline ‘thereafter’.</em></p>\n\n<p><em><sup>5</sup>Estimate based on emissions trend calculated using historical emissions from 2000-2012.</em></p>\n\n<p><em><sup>6</sup>Bloomberg New Energy Finance’s New Energy Outlook 2017: Solar.</em></p>\n\n<p><em><sup>7</sup>Bloomberg New Energy Finance’s New Energy Outlook 2017: Wind.</em></p>\n\n<p><em><sup>8</sup>Estimate based on 2000-2012 emissions.</em></p>\n\n<p><em><sup>9</sup>Estimate based on emissions trend calculated using historical emissions from 2000-2012.</em></p>\n\n<p><em><sup>10</sup>International Energy Agency. Latest data available.</em></p>\n\n<p><em><sup>11</sup>Bloomberg New Energy Finance’s New Energy Outlook 2017: Solar.</em></p>\n\n<p><em><sup>12</sup>Bloomberg New Energy Finance’s New Energy Outlook 2017: Wind.</em></p>\n\n<p><em><sup>13</sup>Estimate based on 2000-2012 emissions.</em></p>\n"
  ,
  "download_source":"/assets/data/docs/insights/climatescope-2017-paris-promises.pdf"
}


