


{
  "id": "Emerging-Markets-Clean-Energy-Investment",
  "title": "Emerging Markets Clean Energy Investment",
  "content": "<p>Since 2010, emerging markets have accounted for a larger share of global clean energy investment than the rest of the world. But from 2015 to 2016, these countries recorded their deepest year-on-year decline ever, in dollar terms. This analysis reviews clean energy financing in 106 emerging market nations and explores why capital flows appear to have slowed recently.</p>\n\n<ul>\n  <li>Total worldwide investment in clean energy recorded its largest year-on-year drop (in dollar terms) in 2016. But developing countries accounted for a disproportionate portion of the decline, with asset (project) financings there falling from $153.8 billion to $103 billion.</li>\n  <li><a href=\"/en/country/mainland-china\">Mainland China</a> accounts for the lion’s share of clean energy asset finance in developing countries and attracted 63 percent of all such capital over the last decade. The country saw investment slip by $30.6 billion or 27 percent, 2015-2016.  </li>\n  <li>However, others saw steep declines as well.  Excluding <a href=\"/en/country/mainland-china\">Mainland China</a>, investment fell 30 percent in 2016 in the nations surveyed. <a href=\"/en/country/brazil\">Brazil</a>, <a href=\"/en/country/india\">India</a>, <a href=\"/en/country/turkey\">Turkey</a>, <a href=\"/en/country/mexico\">Mexico</a> and <a href=\"/en/country/south africa\">South-Africa</a> complete the top six emerging markets nations for clean energy and have attracted $270 billion since 2010.</li>\n  <li>Despite large total volumes of capital deployed since 2010, a number of emerging markets have seen little to no investment. In any given year since 2010, no more than 27 developing countries have attracted over $100 million to build a single utility-scale wind or solar project.</li>\n  <li>Thanks largely to <a href=\"/en/country/mainland-china\">Mainland China</a>, total clean energy project finance in emerging market nations is provided by the countries themselves. The Mainland China Development Bank, state-owned enterprises, and private Chinese companies have all helped fund the build-out.</li>\n  <li>Elsewhere in emerging markets, however, “international” (non-domestic) capital has played a critical role in scaling growth. No less than 36 percent of the funds deployed to the 106 emerging market countries in 2016 came from abroad (<a href=\"/en/country/mainland-china\">Mainland China</a> excluded).</li>\n  <li>Wealthier nations accounted for the majority of these international flows. However, after growing from $2.7 billion in 2007 to $13.5 billion in 2015, OECD-country funding suffered its largest year-on-year decline in 2016 to $10 billion. Funds awarded by development banks have stagnated at around $4 billion since 2014.</li>\n  <li>Latin America has attracted the largest and steadiest flow of investment from overseas funders, topping $3 billion every year since 2010. The region has benefited from the use of tenders for clean power delivery contracts, which provide investors greater market certainty.</li>\n  <li>The recent slowdown is potentially troubling news for policy-makers as it comes eight years after developed nations pledged to commit $100 billion annually by 2020 to lesser developed countries to address climate change. That promise was reiterated at Paris two years ago. However, there is little to suggest that long-term goal is near to being met.</li>\n</ul>\n\n<p><strong>Figure 1:</strong> Clean energy asset finance in emerging markets, 2010-2016\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig1.JPG\" alt=\"Figure 1\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<h2 id=\"clean-energy-investment-slows\">Clean energy investment slows</h2>\n<p>Since 2010, developing countries have collectively accounted for a larger share than wealthier countries of clean energy asset finance, a category that includes capital for wind, solar, geothermal, biomass and small hydro projects. Given that the majority of clean energy investment in any year is asset finance, these nations have effectively spearheaded overall growth in the sector for some time (Figure 2). <a href=\"/en/country/mainland-china\">Mainland China</a> has recently become the global center of gravity for such activity, accounting for over a third of all such investment recorded from 2010-2016.</p>\n\n<p><strong>Figure 2:</strong> Clean energy asset finance\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig2.JPG\" alt=\"Figure 2\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: “Rest of the world” includes OECD nations minus Chile, Mexico and Turkey which are accounted for in “Other emerging markets”.</em></small></p>\n\n<p><strong>Figure 3:</strong> Emerging market clean energy investment\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig3.JPG\" alt=\"Figure 3\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: Public markets represent funds raised over public exchanges. VCPE is venture capital and private equity.  Asset finance is capital raised for both large- and small-scale new energy projects.</em></small></p>\n\n<p>From 2015 to 2016, total worldwide investment in clean energy saw its sharpest drop ever recorded by Bloomberg New Energy Finance in dollar terms. Total capital flows slipped from $348.5 billion to $287.5 billion while asset (project-related) finance fell from $237.4 to $187.1 billion, or 21.2%. Developing countries saw the largest fall, with asset financing dropping from $153.8 billion to $103 billion, or 33%.</p>\n\n<p><a href=\"/en/country/mainland-china\">Mainland China</a> was, of course, a huge part of the story. It accounted most to the slowdown with its clean energy asset finance activity falling 34.1% from 2015 to 2016. <a href=\"/en/county/mainland-china\">Mainland China</a> was not alone among emerging markets, however. Across all other developing countries, total investment dropped from a record of $43.3 billion in 2015 to $30.2 billion in 2016.</p>\n\n<p>The large drop in activity recorded globally – and in developing nations in particular – is potentially troubling news for policy makers on the eve of the two-year anniversary of the landmark Paris Agreement and the start of the next round of UN-organized climate negotiations in Bonn, Germany.  This pronounced investment drop also comes just three years ahead of 2020, the year in which total wealthy nations pledged to start delivering $100 billion annually to poorer countries to address the threat of climate change.<sup>1</sup></p>\n\n<p>Clean energy costs generally, and solar costs particularly, have fallen sharply in recent years, which in turn has depressed asset finance values globally. This has been true in the most mature and competitive renewables markets, including many developing countries such as <a href=\"/en/country/mainland-china\">Mainland China</a>, <a href=\"/en/country/india\">India</a> and those in Latin America.</p>\n\n<p>Still, total construction costs (capex) in emerging markets tend to be higher than in more developed countries, reflecting local currency or political risks, higher costs of financing, and often lack of access to equipment. The result is that in a number of parts of the developing world the effect of global clean energy technology cost declines has been somewhat muted to date.</p>\n\n<p>In fact, capex costs vary massively across emerging markets (Figure 4) and this wide range is likely to remain for some time as the number of countries recording regular and significant levels of clean energy investment remains relatively low (Figure 5). In any given year since 2010, no more than 27 developing countries have seen over $100 million invested into clean energy out of the 106 reviewed in this analysis. Less than half have recorded more than $500 million of clean energy investment cumulatively over 2010-2016. That $100 million is approximately enough to build one typical medium to large onshore wind or PV project. Such results suggest most developing countries have yet to attract consistent volumes of capital to scale their local clean energy sectors, achieve economies of scale, and drive down costs in the way that wealthier nations have to date.</p>\n\n<p><strong>Figure 4:</strong> PV and onshore wind capex in developing countries\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig4.JPG\" alt=\"Figure 4\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p><strong>Figure 5:</strong> Developing countries by asset finance volumes \n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig5.JPG\" alt=\"Figure 5\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: Chart depicts the total number of nations that were able to secure certain thresholds of financing in given years.</em></small></p>\n\n<h3 id=\"mainland-china-and-the-big-five\">Mainland China and the Big Five</h3>\n<p>As discussed, <a href=\"/en/country/mainland-china\">Mainland China</a> accounts for the lion’s share of clean energy asset finance in developing countries in any given year and the country attracted 63% of all such capital over the last decade (Figure 2 and Figure 6). But others have generated significant investment as well. <a href=\"/en/country/brazil\">Brazil</a>, <a href=\"/en/country/india\">India</a> and <a href=\"/en/country/turkey\">Turkey</a> have all recorded at least $1 billion of investment in new asset finance every year over the last ten (Figure 7). <a href=\"/en/country/mexico\">Mexico</a> and <a href=\"/en/country/southafrica\">South-Africa</a>, which complete the top six, saw more patchy investment in line with cycles in government policy or integration challenges. <a href=\"/en/country/southafrica\">South-Africa</a> attracted $5.4 billion of new investment on the back of its clean energy auction program in 2012. This year, <a href=\"/en/country/mexico\">Mexico</a> is on pace for a record having generated $3.7 billion of investment in just the first six months into 2017.</p>\n\n<p><strong>Figure 6:</strong> Clean energy asset finance in Mainland China\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig6.JPG\" alt=\"Figure 6\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p><strong>Figure 7:</strong> Clean energy asset finance in the next five largest emerging markets\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig7.JPG\" alt=\"Figure 7\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Patchy clean energy investment flows are common across emerging markets, particularly the smallest and least developed countries.  However, even larger, lesser developed nations have seen patterns of start-stop, albeit for different reasons.</p>\n\n<p>In countries such as <a href=\"/en/country/mainland-china\">Mainland China</a>, <a href=\"/en/country/brazil\">Brazil</a> or <a href=\"/en/country/indonesia\">Indonesia</a>, slower than anticipated power demand growth and better than expected improvements in energy efficiency led regulators to over-procure new power generation of all kinds. This depressed opportunities for new renewable and fossil-fuel based development alike. Meanwhile, in <a href=\"/en/country/south-africa\">South Africa</a>, poorly managed and financially distressed utility ESKOM has struggled to keep up with levels of deployment and to make the associated contracted payments. This has also affected renewables deployment in certain Indian states where the local distribution companies are also going through financial distress.</p>\n\n<h3 id=\"the-importance-of-international-finance\">The importance of international finance</h3>\n<p>A major difference between [Mainland China])(/en/country/mainland-china) and most other developing countries is that it offers relatively few opportunities for international investors to participate. This is due to both local ownership and content rules that favor wind, solar, and other projects that are outfitted with equipment manufactured on Chinese soil and due to the saturation of the market by domestic financiers, including state-owned utilities, development banks and others. The $4.8 billion of overseas capital <a href=\"/en/country/mainland-china\">Mainland China</a> attracted for its clean energy projects over the last decade represent just 1% of all such investment in the country over that time.</p>\n\n<p>Considerably more opportunities exist for investors to deploy capital into developing nations, however. In fact, it is not uncommon for foreign capital to account for the majority of funds deployed in certain emerging markets (Figure 8). <a href=\"/en/country/pakistan\">Pakistan</a>, <a href=\"/en/country/jordan\">Jordan</a>, and <a href=\"/en/country/kenya\">Kenya</a> in particular have all successfully attracted the interest of international financiers in recent years.</p>\n\n<p><strong>Figure 8:</strong> Top 30 emerging markets that attracted the largest share of foreign clean energy investment, 2010-2016\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig8.JPG\" alt=\"Figure 8\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: top 30 of 106 emerging markets surveyed.</em></small></p>\n\n<p>In <a href=\"/en/country/pakistan\">Pakistan</a>, demand for new power-generating capacity is strong and the country has successfully implemented a feed-in tariff for new renewables. Both have helped boost foreign investment from Chinese developers and from the U.S. Overseas Private Investment Corporation (OPIC). Likewise, <a href=\"/en/country/kenya\">Kenya</a>’s feed-in tariffs have helped it secure investment from broad group of private and public investors, notably for the Lake Turkana wind power project which brought together a broad group of investors including Aldwych, the Industrial Fund for Developing Countries, Vestas or Norfund. In <a href=\"/en/country/jordan\">Jordan</a> in 2012, the government established its Renewable Energy and Efficiency Law, which authorized the holding of multiple tenders for clean energy supply contracts. This, in turn, successfully encouraged the European Bank for Reconstruction and Development and the World Bank to finance wind and solar activity in the country.</p>\n\n<p>International investor strategies tend to be dictated by their own return expectations and by the level of risk offered by the country they are considering investing in (Table 1). In typical project finance in developed nations, projects with lower risk tend to be able to take on more debt, while those most risky tend to require a greater proportion of equity. But in the context of emerging markets, this basic rule of leverage does not necessarily hold true. In fact, thanks to the critical role development and public finance institutions play in the very riskiest emerging markets, projects in such countries can at times be funded entirely with concessional debt as commercial financiers will often take a pass altogether.</p>\n\n<p>Bridging the gap between development finance and commercial finance are specialized private equity firms with emerging markets or renewables focus. The commercial bank sector has also made inroads in the less risky emerging markets, attracted by the guarantees of 15-20 year regulated returns most renewable energy projects warrant, and the opportunity to work with top utilities and developers.</p>\n\n<p>Meanwhile, the largest clean energy markets can be attractive to international utilities as these are most likely to have well established renewables policies and the right wider power sector dynamics, and tend to see more equity investment. International utilities will typically partly fund projects through their balance sheets and secure debt at the corporate level or through dedicated funds with a more or less direct link to the project portfolio. Increasingly, utilities are seeking to tap the interest of institutional investors and other actors with a long-term, low-risk investment profile to sell on assets that have been commissioned while continuing to operate them (provided the market they are in appears stable enough to warrant this strategy).</p>\n\n<p><strong>Table 1:</strong> General emerging market foreign investment profiles by investor type and market risk\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Table1.JPG\" alt=\"Table 1\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Independent power producers have been active in similar markets since 2010, but have also played in some riskier countries where they have made use of finance provided by development banks to build projects. Renewable equipment makers and large corporates have tended to fund projects in the markets where their factories or other operations are, but the former are increasingly developing their activities as project developers to secure supply contracts for their products in new markets.</p>\n\n<h3 id=\"disappointing-north-south-flows\">Disappointing “North-South” flows</h3>\n<p>“North-south” finance flows (from OECD<sup>2</sup>  to non-OECD countries) are of particular interest in the context of the United Nations Framework Convention on Climate Change and the Paris Agreement. First at Copenhagen in 2009 then again at Paris in 2015, the world’s most developed nations pledged to mobilize $100 billion annually starting in 2020 from public and private sources toward addressing climate change in emerging markets (details of the agreement here). Decarbonizing power is by no means the only intended goal of the $100 billion, but the sector represents around a third of greenhouse gas emissions in emerging markets. Power sector CO2 emissions also grew by 65% from 2002 to 2012.</p>\n\n<p>Supporting renewables deployment in emerging markets is all the more crucial as these countries are expected to account for the vast majority of future electricity demand growth due to the energy –intensive nature of their economies. Wealthy nations have demonstrated that they can grow their economies while keeping electricity demand flat, due to efficiency improvements. Not so in less mature economies with higher growth. Actions by regulators, investors, and developers taken today will impact those countries’ CO2 emissions trajectories for decades to come.</p>\n\n<p>Since 2010, fossil fuel capacity additions have consistently topped clean energy adds in emerging markets though the gap has generally been shrinking (Figure 9). Meanwhile, developed economies have added more non-emitting generating capacity than fossil capacity every year over that period.</p>\n\n<p><strong>Figure 9:</strong> Net new carbon-neutral power generating capacity additions\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig9.JPG\" alt=\"Figure 9\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: carbon neutral generation includes renewables plus large hydro and nuclear generation capacity.</em></small></p>\n\n<p>Successes in some larger, developing countries to date prove that clean energy can be deployed at scale and at some of the lowest costs in the world, thanks in part to a firmly established global supply chain. But the capital generally only flows to countries that instill investor confidence by establishing clear, transparent, and sturdy policy frameworks.</p>\n\n<p>The most developed countries (referred hereafter as OECD countries) accounted for the majority of international fund flows into clean energy asset finance in emerging markets (Figure 10). However, after growing almost every year and from $2.7 billion in 2007 to $13.5 billion in 2015, OECD country funding of clean energy projects in emerging markets suffered its largest year-on-year decline to $10 billion in 2016.  Perhaps ironically, the drop came one year after the signature Paris Agreement under which wealthier nations affirmed an earlier commitment to provide financial assistance to the less developed to address climate change.</p>\n\n<p>This 25 percent drop is deeper than the 18 percent fall for all clean energy investment recorded globally. In both cases, the declines are partly explained by falling per-unit costs for renewables (lower priced PV modules and wind turbines, primarily). But the vast majority of developing countries have not scaled clean energy deployment sufficiently to enjoy the full benefits of these lower costs.  Moreover, with their incomplete or inadequate power grids and with millions of their citizens lacking complete energy access, their need for new generating capacity remains acute.</p>\n\n<p><strong>Figure 10:</strong> Clean energy financing for projects in developing countries, by source\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig10.JPG\" alt=\"Figure 10\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: OECD includes all OECD members including Chile, Turkey and Mexico which also belong to the “emerging markets” in other charts.</em></small></p>\n\n<p>In the rest of this note, we explore the countries and actors that have been most successful in mobilizing international investment to date for clean energy projects in search of lessons to learn.</p>\n\n<h2 id=\"destination-of-funds\">Destination of funds</h2>\n<p>The 106 developing nations reviewed for this survey represent extreme diversity and each offers its own unique set of investment conditions. Nonetheless, we can discern a number of clear regional, investment and policy trends. Latin America in particular is home to a group of countries that have successfully attracted large volumes of private clean energy investment thanks partly to similar approaches to policy-making.</p>\n\n<h3 id=\"regional-highlights\">Regional highlights</h3>\n<p>Latin America as a region has attracted the largest and steadiest flow of clean energy investment from overseas funders (Figure 11). The region has recorded in excess of $3 billion every year since 2010. Half of the 21 countries with clean energy investment in Latin America attracted foreign investment in at least seven of the last ten years, accounting for 95 percent of the $43.4 billion of international finance flowing into the region over the period.</p>\n\n<p><strong>Figure 11:</strong> Foreign clean energy project capital deployed, by destination\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig11.JPG\" alt=\"Figure 11\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: includes only asset (project) financings</em></small></p>\n\n<p>The volume of foreign capital attracted is particularly impressive given that the region has one seventh the population of Asia. Latin America also attracted particularly high levels of equity investment (Figure 12), indicating that the market conditions in the region encouraged international players to commit more capital than in any other.</p>\n\n<p>Latin America has been a trailblazer in the design and implementation of tenders to award clean energy delivery contracts to renewable project developers.  The majority of markets which have recorded clean energy investment in the region have held competitive auctions, either technology neutral or for renewables only, which have awarded winning developers with long-term revenue certainty. These auctions have also allowed produced some of the most competitively priced clean energy seen globally. They have also tended to co-exist with wholesale power markets used to organize dispatch and procure the remaining power on a merchant basis.</p>\n\n<p>The region’s strong overall performance does hide significant varied activity levels among countries, however. In <a href=\"/en/country/brazil\">Brazil</a>, <a href=\"/en/country/chile\">Chile</a>, <a href=\"/en/country/honduras\">Honduras</a>, <a href=\"/en/country/uruguay\">Uruguay</a> and <a href=\"/en/country/peru\">Peru</a> clean energy investment slowed in 2016 from 2015 levels. However, other countries have more recently picked up the baton, most notably <a href=\"/en/country/mexico\">Mexico</a>.</p>\n\n<p><strong>Figure 12:</strong> International clean energy asset finance by region\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig12.JPG\" alt=\"Figure 12\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Asia has attracted the second highest volume of international clean energy capital with a slightly lower equity-to-debt ration than Latin America (Figure 11). Its largest markets of <a href=\"/en/country/mainland-china\">Mainland China</a>, <a href=\"/en/country/india\">India</a>, <a href=\"/en/country/indonesia\">Indonesia</a>, <a href=\"/en/country/pakistan\">Pakistan</a>, the Philippines and Thailand accounted for 91 percent of such international investment into the region. While clean energy auctions are gaining traction in Asia, investors there still face less homogeneous policy conditions there than in Latin America. Foreign investors also often face stiff competition from domestic players who can provide low-priced capital.  This can include the Mainland China Development Bank, State Bank of India and Vietnam Bank for Agriculture, Rural Development and Thailand’s Kasikornbank.</p>\n\n<p>Most of Sub-Saharan Africa’s asset finance from overseas financiers has been directed at <a href=\"/en/country/south-africa\">South Africa</a>, the region’s largest economy. However, <a href=\"/en/country/ethiopia\">Ethiopia</a>, <a href=\"/en/country/kenya\">Kenya</a> and most recently <a href=\"/en/country/senegal\">Senegal</a> all have begun to attract substantial sums for large onshore wind projects, despite challenging development conditions. Solar investments, which tend to be smaller with an average size of 30MW, are also finally spreading to the region. Investment flowed to more than 200MW of new PV projects in the region outside of <a href=\"/en/country/south-africa\">South Africa</a> in 2015 and 2016, suggesting the continent is starting to seize the opportunity presented by cheaper solar.</p>\n\n<p>The international investor group active in Sub-Saharan Africa remains dominated by development banks and private equity firms willing to assume greater risks because of mandates or the pursuit of high returns. The result is that international investment in the region has come predominantly in the form of debt which accounts for 80% of the total outside of <a href=\"/en/country/south-africa\">South Africa</a>.</p>\n\n<p>The Middle-East North Africa (MENA) region has seen investment concentrated on <a href=\"/en/country/egypt\">Egypt</a>, Morocco, <a href=\"/en/country/jordan\">Jordan</a> and Oman). The recent re-opening of Iran to international investment and the high potential for renewables in the country have also led to two first foreign investments from German firms for a combined $43 million. Both Morocco and <a href=\"/en/country/egypt\">Egypt</a> have recorded investment in larger projects (each bigger than 180MW) requiring significant debt and bringing together a diverse group of public and private investors. <a href=\"/en/country/jordan\">Jordan</a>’s recent renewable energy boom is built on a vibrant solar sector which attracted $1.4 billion in international investment.</p>\n\n<p>Non-EU Europe investment activity has been slow. <a href=\"/en/country/turkey\">Turkey</a> is the largest renewables market in the region with $12.6 billion of investment recorded between 2010 and 2016, a quarter of which was financed by international players. Investment in the rest of the region, notably in <a href=\"/en/country/russia\">Russia</a>, remains stubbornly low.</p>\n\n<h3 id=\"country-highlights\">Country highlights</h3>\n<p>In line with regional trends, <a href=\"/en/country/brazil\">Brazil</a>, <a href=\"/en/country/chile\">Chile</a> and <a href=\"/en/country/mexico\">Mexico</a> are among the countries that have attracted the most foreign investment from overseas financiers since 2010 (Table 2).</p>\n\n<p><strong>Table 2:</strong> Top destination countries for foreign investment in clean energy asset finance \n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Table2.JPG\" alt=\"Table 2\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>They differentiate themselves from the rest of the top ten in having attracting significant levels of equity investment from utilities such as Italy’s Enel ($6.16 billion), <a href=\"/en/country/mainland-china\">Mainland China</a>’s State Grid Corporation ($1.63 billion) and France’s Engie ($1.06 billion). The commitment of equity capital from large international energy companies in these countries highlights their success in establishing the successful regulatory frameworks. <a href=\"/en/country/brazil\">Brazil</a> and <a href=\"/en/country/chile\">Chile</a> have used auctions to award developers of clean energy projects long-term price guarantees since 2006. This has allowed <a href=\"/en/country/brazil\">Brazil</a> to procure large amounts of onshore wind capacity at extremely competitive prices, with clearing prices in the $50-60 per MWh range as early as 2009-2010. <a href=\"/en/country/chile\">Chile</a>’s technology-neutral auctions for years failed to support investment in renewables as the technologies struggled to compete with fossil fuels on price, but the tide turned in 2014 after solar and wind costs fell. <a href=\"/en/country/mexico\">Mexico</a> has been home to a vibrant business-to-business power purchase agreement (PPA) market that supported activity there until power sector reforms took hold in 2016 with state-sponsored contract reverse auctions. These awarded 5.5GW of renewables long-term contracts at record prices in 2016 alone, taking investment to new heights with $3.68 billion committed in 1H 2017.</p>\n\n<p>With the launch of the ambitious renewables targets and auctions, <a href=\"/en/country/india\">India</a> has more in common features with Latin \nAmerican markets and has sought to jump-start activity accordingly. However, a focus on solar in <a href=\"/en/country/india\">India</a> rather than wind to date has lured a broader group of investors into the market. Private equity and project developers account for almost half of the foreign investment in <a href=\"/en/country/india\">India</a>. France’s Engie has been among the main international utilities to enter, but it has sought to reduce exposure in <a href=\"/en/country/india\">India</a> in 2016-17 in light of the extreme competition of local players.</p>\n\n<p><a href=\"/en/country/south-africa\">South Africa</a> also attracted record levels of investment through its auctions and the support granted to an expensive solar thermal project which alone accounted for a third of all clean energy investment in the country. Investment from overseas into <a href=\"/en/country/south-africa\">South Africa</a> has been dominated by a mix of equity and debt provision of Old Mutual PLC, the life insurance company that originated in <a href=\"/en/country/south-africa\">South Africa</a> and is now headquartered in the United Kingdom. The comparatively high level of debt financing in the country is explained by the high cost of solar thermal project and expectations that the Rand will appreciate.</p>\n\n<p><a href=\"/en/country/mainland-china\">Mainland China</a> offers different incentives for international investors who collectively represent a meager 1% of the country’s clean energy asset finance. The majority of the funds are linked to companies that are seeking to establish themselves in the Chinese market and build partnership with local players. For example, Canadian Solar is counted as the largest foreign investor in clean energy assets in <a href=\"/en/country/mainland-china\">Mainland China</a>.  However, despite being registered in Canada, the company has longstanding deep ties to <a href=\"/en/country/mainland-china\">Mainland China</a> and today is one of the largest PV module manufacturers in the country. Other global companies that have increased their exposure or bettered their image in <a href=\"/en/country/mainland-china\">Mainland China</a> through clean energy investments include Apple, EDF, Total or Siemens.</p>\n\n<p><a href=\"/en/country/indonesia\">Indonesia</a>, Morocco and <a href=\"/en/country/kenya\">Kenya</a> secured between 58-76% of international investment from developing banks, mostly in the form of debt. The high debt levels highlights the role development banks can play in providing long-term financing to very large infrastructure projects in emerging markets. They played a critical part in financing the $1.04 billion solar thermal NOOR project in Morocco, and billion dollar geothermal projects in <a href=\"/en/country/kenya\">Kenya</a> and <a href=\"/en/country/indonesia\">Indonesia</a>.</p>\n\n<p><a href=\"/en/country/pakistan\">Pakistan</a> has benefited from <a href=\"/en/country/mainland-china\">Mainland China</a>’s ambition to become one of the largest infrastructure investors across the developing world with around two thirds of its clean energy funding coming from the country. This is a result of the “Mainland China-Pakistan Economic Corridor”, a bilateral program with a budget of $62 billion for infrastructure investment in <a href=\"/en/country/pakistan\">Pakistan</a> as of April 2017. In the renewables sector, private consortia bringing together Chinese and Pakistani firms have access to concessionary finance at rates as low as 5-6% – far below the rates charged by commercial banks in the country, and lower than most existing development loans.</p>\n\n<h2 id=\"origin-of-funds\">Origin of funds</h2>\n<p>The origin of international clean energy asset finance flows into emerging markets is highly diverse. BNEF tracked investments originating from 77 countries into the 106 markets surveyed in this analysis, linking back to where the organization’s corporate or other parent is domiciled. The European Union collectively represents the largest foreign source of investment into emerging markets clean energy projects, accounting for just over 40% of the flows recorded 2010-2016 (Figure 13). This outweighs its share of global GDP which stood at 22.8% in 2016, according to the International Monetary Fund. By comparison, the U.S. accounted for 10% of international investments into renewables in emerging markets but represented 24.7% of world GDP.  Asia is the second largest originator of investments led by the Mainland China-Japan duo ($5 billion each) and the Singapore and Hong Kong financial centers.</p>\n\n<p><strong>Figure 13:</strong> International clean energy asset finance in emerging markets by origin\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig13.JPG\" alt=\"Figure 13\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Private sources of money accounted for twice as much non-domestic clean energy asset finance in emerging markets as public sources (Figure 14), led by high contributions from utilities and project developers (19% and 17% of investment respectively 2010-2016).Private equity firms are the largest source of capital from the non-concessionary finance community as they tend to have a higher risk appetite and be more specialized than commercial banks and insurance firms. Investment from renewable energy equipment makers and large non-energy sector companies was patchier over the period, accounting for 10%.</p>\n\n<p><strong>Figure 14:</strong> International clean energy asset finance in emerging markets by investor type\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig14.JPG\" alt=\"Figure 14\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Funding from all public sources jointly account for 34% of international clean energy investment in emerging markets and has been the most stable source of finance alongside utilities. However, national development bank activity specifically has been more variable and dropped to a recent low of $870 million in 2016. The fall was caused by a sharp drop in funding from Germany’s development bank and the European Investment Bank. These were only partly compensated by raising funding from national development banks in France, Denmark and the Netherlands.</p>\n\n<h3 id=\"development-finance\">Development finance</h3>\n<p>Development finance plays an important role in the funding of clean energy assets in developing countries and accounted for around a third of all international flows from 2010-2016. The goal of development finance is to deliver capital where commercial banks and others will not venture. Development institutions today are by far the largest providers of finance to clean energy projects in the world’s least developed economies (Figure 14 and Figure 15).</p>\n\n<p><strong>Figure 15:</strong> International sources of developing country clean energy asset finance by country classification\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig15.JPG\" alt=\"Figure 15\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: income group classification from World Bank</em></small></p>\n\n<p>However, it is important to note that the very diverse group of development finance institutions (62 tracked in this analysis, Figure 16) offer investment under different conditionality and terms of reference, and that their prime purpose is to offer debt, not equity capital, in markets where it is either too costly or entirely unavailable. National development banks will also often support projects that involve companies of their country or align with its diplomatic priorities.</p>\n\n<p><strong>Figure 16:</strong> Development bank clean energy asset finance in developing countries\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig16.JPG\" alt=\"Figure 16\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>This has important implications in the context of global climate negotiations and the pledge of OECD countries to mobilize $100 billion annually to address climate change in developing nations by 2020. Since this pledge was first made at Copenhagen in 2010, the rate of growth of development finance flowing to clean energy projects in developing countries has risen but not spectacularly (Figure 17).</p>\n\n<p><strong>Figure 17:</strong> OECD sovereign and development funding of clean energy projects in developing countries and associated leverage effect\n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Fig17.JPG\" alt=\"Figure 17\" />\n<small><em>Source: Bloomberg New Energy Finance. Notes: JICA – Japan; OPIC - U.S.; KfW – Germany; AFD – France; EIB – EU; ADB – Asia; EBRD, IADB - multi-regional; AfDB – Africa; EIBC - Mainland  China</em></small></p>\n\n<p>An important ambition of the Copenhagen pledge was the public funds deployed would be able to leverage much larger volumes of capital from private investors. At least as far as clean energy is concerned, however, there is little hard evidence to suggest this is working.</p>\n\n<p>The average leverage value achieved by OECD-originated development finance for 2010-2016 has been 2.65. In other words, the provision of one dollar of concessionary debt in developing countries has resulted in the investment of $2.65 into clean energy projects on average for the period. For comparison, concessionary debt plans run by the European Investment Bank for projects in the EU target a 15-to-1 leverage ratio.</p>\n\n<p>This suggests that for clean energy to contribute its share toward the $100 billion Copenhagen/Paris goal, far more development finance will likely be needed than has been delivered to date. It suggests also that OECD countries will struggle to achieve similar leverage effects to those delivered by policy banks in their home markets. Turning the issue around, the low levels of leverage achieved could also, at least in part, be a result of the little effort made in disbursing funds to quality projects that would deliver higher levels of leverage. Pressure on development institutions to meet their disbursement targets or cooperation objectives may well result in investment going through without enough emphasis on building the right framework conditions to reduce the cost of the investment. This could make a huge difference in clean energy projects which typically have high upfront costs and rely heavily on long-term funding.</p>\n\n<h3 id=\"top-emitting-countries\">Top emitting countries</h3>\n<p>Private equity companies and project developers account for the bulk of U.S. investment into emerging markets (Table 3). Including manufacturers-turned-developers such as SunEdison covers 71% of total investment from the U.S. This group of often specialized players has shown a willingness to commit high levels of equity capital across emerging markets provided a bankable PPA is at hand. These conditions were often met in <a href=\"/en/country/india\">India</a> and Latin America, and a selection of other Asian markets from 2010-2016. As a result, private investors from the U.S. provided more equity capital to projects in emerging markets than investors from any other country.</p>\n\n<p><strong>Table 3:</strong> Largest origin country for foreign investment in clean energy asset finance in emerging markets \n<img src=\"/assets/images/content/insights/investment/CS2017_INV_Table3.JPG\" alt=\"Table 3\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: the U.K. development institution, CDC Group, focus its finance activity on investing in funds managed by other organizations, hence the capital it has deployed does not appear here to avoid double counting. Over the 2010-2016 period, the CDC group deployed around $650 million into clean energy focused investments in Asia and Africa.</em></small></p>\n\n<p>Italy’s placement at second in the top 10 is nearly entirely due to Enel. The country’s utility giant accounted for more than 98% of clean energy asset finance flowing from the country to developing nations from 2010-2016. The company has been highly aggressive in winning long-term contracts in clean energy auctions, having built on its early mover experience acquired in Latin America where the majority of its foreign investments are located. Enel has used its balance sheet and access to cheap finance at the corporate level to fuel expansion into emerging markets. Utilities are also the main driver of foreign investment from Spain, accounting for 46% of the country’s total with a similar focus on Latin America. They are followed a strong group of commercial banks led by Banco Santander which accounted for around a quarter of the funds flowing out of the country.</p>\n\n<p>Funds from France have primarily flowed from its two large utilities, EDF and Engie, which have deployed equity capital much in the same fashion as their Italian and Spanish peers, and the country’s development bank, the Agence Française de Développement, which specializes in providing debt to developers. Together, they accounted for two thirds of the funds that flowed out of the country. Crédit Agricole and Société Génerale, two of the country’s largest commercial banks, have also gained emerging markets exposure with lending in Latin America and <a href=\"/en/country/indonesia\">Indonesia</a>.</p>\n\n<p>U.K. investors into emerging market asset finance are led by the finance industry which accounted for three quarters of total investment over 2010-2016. Old Mutual PLC, the South Africa-born but U.K.-headquartered insurance company alone accounted for around half of the amount, the majority of which was deployed to projects involved in <a href=\"/en/country/south-africa\">South Africa</a>’s auctions. However, the company also ventured into <a href=\"/en/country/kenya\">Kenya</a> where it provided debt to the Lake Turkana and Kipeto onshore wind projects. Leading emerging market private equity firm Actis is the second largest investor, accounting for 20% of the U.K. total, mostly deployed in equity investments across Latin America. Standard Chartered and HSBC complete the finance industry top four with investments in their “second home” market of Asia, and some exposure to Latin America for HSBC. Oil major BP accounts for the majority of the rest of the financial flows with biofuel investments in <a href=\"/en/country/brazil\">Brazil</a>.</p>\n\n<p><a href=\"/en/country/mainland-china\">Mainland China</a>’s emerging market investment activity has shown more variability than headlines on the country’s ambitious new “One Belt One Road” strategy might suggest. <a href=\"/en/country/mainland-china\">Mainland China</a> deployed a record of $1.59 billion into other nations in 2015, only to drop back to $401 million in 2016 with no signs of acceleration in early 2017. Leading the movement are the country’s four main utilities, the State Grid Corporation in particular, which accounted for around 35% of the total alone. Chinese projects developers are also going abroad to seize opportunities away from their extremely competitive domestic market. The commercial bank sector has also started to venture out of its home market into the rest of Asia.</p>\n\n<p>Japan and Germany have shown a similar foreign investment pattern, dominated by the provision of debt by their respective development banks. Japan’s JICA has been more heavily invested in Asia and Latin America, while Germany’s KfW has focused on MENA. This partly reflects the respective diplomatic and cultural priorities of the countries. Japan’s commercial banks have also shown a strong appetite for emerging markets lending with $1.8 billion of finance delivered primarily in Asia and Latin America. The rest of German investment is relatively evenly distributed across the commercial bank, large corporation and manufacturer categories.</p>\n\n<p>Singapore, thanks to its supportive tax environment and geographic location, is home to a large community of project developers and private equity firms active in the region, led by Orient Green Power and Equis respectively. All of Singapore’s foreign investment has been deployed within the region.</p>\n\n<p>Half of the Netherlands’ contribution to international investment into emerging markets renewables project can be linked back to the country’s development bank, the FMO, which is granting funds, mostly as loans, throughout the developing world. Rabobank, the second largest commercial bank in the country, has also deployed significant capital in Latin America and Asia.</p>\n\n<p>The final section of this analysis presents the top providers of foreign investment into clean energy projects in emerging markets. The analysis is based on over 2300 deals BNEF tracked in across 106 emerging markets for a combined value of $162 billion.</p>\n\n<h2 id=\"top-international-investors---overview\">Top international investors - overview</h2>\n\n<p><img src=\"/assets/images/content/insights/investment/CS2017_INV_Table4.JPG\" alt=\"Table 4\" /></p>\n\n<p><img src=\"/assets/images/content/insights/investment/CS2017_INV_Table5.JPG\" alt=\"Table 5\" /></p>\n\n<p><img src=\"/assets/images/content/insights/investment/CS2017_INV_Table6.JPG\" alt=\"Table 6\" /></p>\n\n<p><img src=\"/assets/images/content/insights/investment/CS2017_INV_Table7.JPG\" alt=\"Table 7\" /></p>\n\n<p><img src=\"/assets/images/content/insights/investment/CS2017_INV_Table8.JPG\" alt=\"Table 8\" /></p>\n\n<hr />\n<p><em><sup>1</sup> The pledge made by wealthier countries at the Copenhagen climate talks in 2009 was to deploy $100bn per year to help poorer nations address all aspects of climate change, including both mitigation and adaptation.  That is much broader than simply clean energy finance flows.  Still, renewables stand to play a critical part in mitigation, particularly as these countries seek to grow their economies and expand their consumption of electricity.</em></p>\n\n<p><em><sup>2</sup> The Organisation for Economic Co-operation and Development (OECD) is an intergovernmental economic organisation bringing together 35 predominantly high income countries. Together, they account for 70 percent of the global economic output and the majority of international aid flows.</em></p>\n"
  ,
  "download_source":"/assets/data/docs/insights/climatescope-2017-clean-energy-investment.pdf"
}


