


{
  "id": "energy-policy",
  "title": "Policies for the Energy Transition - Lessons Learned in Emerging Markets",
  "content": "<p>As the energy transition gains pace and strength, emerging market nations are leading the way, not just in terms of investment and deployment, but with innovative policy-making as well. Here we assess the clean energy landscape of the 71 countries studied for Climatescope by examining both the unique challenges they face and the novel policies they have crafted to overcome them.</p>\n\n<ul>\n  <li>This year’s Climatescope rankings reveal three general country groups:\n    <ul>\n      <li>The Slow-Starters, which have recorded little to no clean energy activity to date.</li>\n      <li>The Capacity-Builders, which are actively building policy frameworks that are showing results or could soon.</li>\n      <li>The Ceiling-Hitters, which have taken positive policy steps and attracted investment but have recently seen activity actually stall due to larger structural issues.</li>\n    </ul>\n  </li>\n  <li>Renewables targets in combination with auctions or feed-in tariff are the initial policy measures that have enabled the majority Capacity-Builders to move into this group and can be credited for most of the $709 billion invested across the 71 Climatescope countries between 2011 and 2016.</li>\n  <li>The experience of the Ceiling-Hitters and some Capacity-Builders highlights the importance of taking a comprehensive approach to energy sector policy making to account for rapidly evolving demand patterns and the progress renewables have achieved. Ceiling-Hitter nations also often highlight the large investments required to expand grids and, in turn, ease renewable integration. At the other end of the spectrum, the right policies in markets with low electrification rates can avoid the need for large capital projects by instead supporting cost-effective distributed energy.</li>\n  <li>In light of the dual challenges of improving energy access and addressing climate change, the fact that no less than 27 countries can still be considered Slow-Starters is alarming. National governments and development organizations are today spoiled for choices when it comes to policy lessons learned in developing nations.</li>\n  <li>Country level examples of policy innovation include:\n    <ul>\n      <li><a href=\"/en/country/mexico\">Mexico</a> and its novel reverse tender system, which advantages developers who choose to build projects in under-supplied regions while disadvantaging those who go where supply is already abundant.</li>\n      <li><a href=\"/en/country/mainland-china\">Mainland China</a>  and its plan to invest $270 billion to improve transmission and distribution through 2020, including 144GW of long-distance high-voltage lines. <a href=\"/en/country/mainland-china\">Mainland China</a>  is also slowly liberalizing its power markets so that buyers and sellers may someday negotiate not just on price but also, importantly, on the volume of electricity to be delivered.</li>\n      <li>Central America and its SIEPAC regional grid and accompanying Mercado Eléctrico Regional, which are enabling clean energy to flow freely across national borders to the region’s seven nations.</li>\n      <li><a href=\"/en/country/peru\">Peru</a> and <a href=\"/en/country/rwanda\">Rwanda</a>, whose efforts to boost energy access include holding tenders in which off-grid developers/distributors compete for the right to provide electricity to millions, and other initiatives. <a href=\"/en/country/peru\">Peru</a> has already boosted its rural electrification rate from 29% in 2015 to over 78%.</li>\n    </ul>\n  </li>\n</ul>\n\n<p><strong>Figure 1:</strong> non-OECD and OECD generation forecast\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig1.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<h2 id=\"clean-energy-policy-and-deployment\">Clean energy policy and deployment</h2>\n\n<p>Since 2010, developing countries have collectively accounted for a larger share of clean energy investment and deployment than wealthier countries. 2015 was a record year for both investment and installations with $165 billion (Figure 2) flowing to the sector and 67GW of generation capacity added to power systems across the 71 emerging markets reviewed in Climatescope (Figure 3). The sharp reduction in investment in 2016, the year following the Paris climate conference where over 200 nations came together and agreed to address climate change, is troubling. However, there is also evidence suggesting that 2017 and 2018 could see activity pick up again. Record investment in onshore wind in 2014 and 2015 is likely to translate into strong build in 2017 as there is a lag between when capital is deployed and projects are completed. Investment volumes in solar is where cost reduction impacts are most evident<sup>1</sup> and yearly installation levels continue to grow from record to record even when dollar volumes don’t rise.</p>\n\n<p><strong>Figure 2:</strong> Annual clean energy investment in Climatescope countries\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig2.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p><strong>Figure 3:</strong> Annual clean energy deployment in Climatescope countries\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig3.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Growing renewables deployment in emerging markets is all the more critical as they also lead in building the most new fossil fuel capacity to meet the demands of their growing economies (Figure 4). Unlike developing countries, the world’s most developed countries are decarbonizing their energy systems at a much faster pace thanks to the combination of flat demand, fossil fuel power plant retirements and more affordable renewables.</p>\n\n<p>The current scale of renewables activity was brought about by conducive policy environments in a group of front-running countries. <a href=\"/en/country/mainland-china\">Mainland China</a>  met the European Union’s and its own early renewables deployment ambition by introducing generous feed-in tariffs and massively supporting growth of its renewables technology manufacturing capacity. <a href=\"/en/country/brazil\">Brazil</a> ambitioned to fuel what was an economic boom from 2002-2011 at least in part with clean energy and introduced a program to hold auctions for clean power delivery contracts.  Such tender systems are rapidly becoming the norm in top tier markets around the world.</p>\n\n<p><strong>Figure 4:</strong> Net carbon-neutral capacity additions by country group\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig4.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: Chart depicts total new build of fossil generation (coal, gas, and oil) minus total new-build carbon-neutral capacity (wind, solar, geothermal, hydropower, other renewables and nuclear) for each set of nations.</em></small></p>\n\n<p>Yet, the 2016 investment figures indicate that a number of the busiest renewables markets of recent years are hitting what appear to be ceilings as the infrastructure and regulation needed to integrate all this capacity is being deployed. The data also highlights that clean energy investment is concentrated in a relatively small group of nations with the number of emerging markets recording in excess of $100 million in investment in any one year stagnating at around 27 since 2010.</p>\n\n<p>This note focuses on the policies that have enabled countries to jump-start clean energy activity, and on innovative measures introduced by those that have hit infrastructure and/or regulatory ceilings limiting further renewables deployment.</p>\n\n<h3 id=\"initial-power-sector-policies-for-clean-energy-deployment\">Initial power sector policies for clean energy deployment</h3>\n\n<p>Evidence from the 71 countries reviewed for Climatescope is clear: countries where responsibility for generation, transmission and distribution rest with a single fully-integrated monopolistic company are generally not conducive to renewables investment (Table 1). In fact, countries with such structures often have difficulty attracting private capital in general.</p>\n\n<p><strong>Table 1:</strong> Renewables investment in Climatescope countries by power market concentration and unbundling group \n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_tab1.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>From 2012-2016, just $831 million in clean energy capital was deployed in countries with power systems monopolized by a single state-owned player<sup>2</sup>. That represents just 0.1% of all funds deployed during that period for renewables. There are certainly reasons why incumbent monopolistic utilities might resist liberalization and the associated proliferation of renewables.  They need look no further than developed countries where major utility companies are being challenged by wind and solar, in particular.  Conversely, for policy-makers, the most obvious rational for liberalizing generation is to foster competition, attract clean energy, and see prices drop for consumers.</p>\n\n<p>Liberalizing the generation segment of the market need not preclude state-owned companies from participating in renewables development. <a href=\"/en/country/brazil\">Brazil</a> and <a href=\"/en/country/mainland-china\">Mainland China</a>  are both examples where majority state-owned companies are co-existing with and competing against private project developers. Many majority state-owned utilities from developed and developing countries are now also using their size to <a href=\"/en/insights/emerging-markets-investment\">invest</a> internationally.</p>\n\n<p><strong>Figure 5:</strong> Countries with clean energy policies implemented\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig5.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance.  Note: Policies implemented indicates that the policy has been legislatively approved and all relevant regulations have been promulgated.</em></small></p>\n\n<p>Beyond market liberalization, renewables typically require additional support to gain a foothold in new markets, particularly where incumbent, fossil-produced power is being subsidized. Climatescope has been tracking the implementation of such policies in a growing list of developing countries (Figure 5), starting with Latin American nations in 2012.  More countries were added in 2015 and this the list year expanded to 71 countries in Latin America, Middle East and North Africa, and Asia.</p>\n\n<p><strong>Targets</strong> are the starting point of most renewable energy policy frameworks. The number of countries that have introduced them has grown considerably from 2014 through 2016 as governments grow more aware of the opportunities lower cost of renewables offer and the urgency of reducing power sector emissions. Three out of four Climatescope countries reviewed now have targets on their books.</p>\n\n<p><strong>Tax incentives</strong> are the second most popular renewables support mechanism in emerging markets and their popularity predates the recent way of renewables targets. This can partly be explained by the formerly high cost of renewables and the relatively low levels of deployment. Indeed, from a government’s perspective, tax incentives are not terribly costly so long as build/investment levels and the associated tax collections are low. Tax incentives are thus a relatively blunt mechanism that when not combined with other incentives can see their costs rise as deployment levels grow. It is also worth noting that such incentives can typically be removed easiest as tax policies are often reviewed annually. <a href=\"/en/country/india\">India</a> and member countries of the East African Community are examples of markets where tax holidays for renewables are being reviewed in response to growing activity in the sector.</p>\n\n<p><strong>Debt incentives</strong>, rather than often underfunded <strong>equity incentives</strong>, have proven to be extremely effective when they are well designed as they address the major challenge of access and cost of finance in emerging markets. <a href=\"/en/country/brazil\">Brazil</a>’s national development bank BNDES dominates clean energy lending thanks to the below-market rates and generous terms. The goal: incentivize development of a domestic onshore wind value chain. <a href=\"/en/country/lebanon\">Lebanon</a>’s central bank’s zero-rate lending program for PV projects is also a noteworthy success as it focuses on smaller scale projects.</p>\n\n<p><strong>Utility regulations</strong> include a wide group of policies. The ones known to drive clean energy deployment most are ambitious renewables portfolio standards and green certificate markets. However, their use is relatively limited in emerging markets to date. Of the 17 Climatescope countries that have utility regulations in place, most have introduced policies like priority grid access and guaranteed purchase rules in favor of renewables. These policies can play an important role in helping renewables developers but cannot support growth in the sector on their own.</p>\n\n<p><strong>Feed-in tariffs (FiTs)</strong> and <strong>auctions</strong> are the policies that have supported the vast majority of renewables procurement globally to date. Emerging markets, <a href=\"/en/country/brazil\">Brazil</a> and the rest of Latin America in particular, have pioneered the use of auctions that invite developers to bid to sell their power at least cost. Tenders for power contracts are by no means new in the context of emerging markets, however. What has been novel is the extension of these to renewables specifically. In contrast, the reputation of FiTs set by regulators has suffered in recent years in the wake of the European experience. In some EU countries, generously priced FiTs prompted unexpectedly large and sudden booms in renewable build. This, in turn, resulted in ballooning public subsidy liabilities and put considerable pressure on electricity bills or government budgets. However, FiTs can play an important role in supporting small-scale projects for which the costs of organizing auctions can be prohibitive.</p>\n\n<h3 id=\"clean-energy-auctions-from-latin-america-to-a-global-phenomenon\">Clean energy auctions: from Latin America to a global phenomenon</h3>\n\n<p>The popularity of clean energy auctions has grown globally to developing and developed nations alike, but the trend clearly began in emerging markets (Figure 6). Contracts auctioned globally more than doubled from 12.9GW in 2015 to 34.2GW in 2016, and the 2016 volume was already matched in the first six months of 2017.</p>\n\n<p><strong>Figure 6:</strong> Cumulative global auctioned capacity\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig6.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Policy-makers and developers alike are generally attracted to well-organized auctions because, at their best, they offer transparency, foster competition, and produce affordably-priced power contracts. This has resulted in dramatic cost reductions across the vast majority of the markets where they have been introduced (Figure 7). Auctions for solar power delivery contracts in particular have allowed governments to reap benefits from continued cost declines from the trend toward commoditization of photovoltaic modules.</p>\n\n<p>Progress for onshore wind sector has trended similarly to larger infrastructure projects as wind project costs are more linked to local operating conditions, which <a href=\"/en/insights/risk-management\">can often be difficult in emerging markets</a>. Nevertheless, it is important to note that clearing prices alone do not show the full extent of the progress made in the wind industry which has delivered remarkable improvements in capacity factors thanks to ever bigger turbines and better wind forecasting.</p>\n\n<p><strong>Figure 7:</strong> Global clean energy auction clearing prices and awarded contract volumes\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig7.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Record low auctions prices for solar and wind are turning the century-old cost relationship between fossil fuel and renewables upside down in a rapidly growing number of markets. <a href=\"/en/country/india\">India</a>’s adoption of auctions has given birth to the most competitive renewables market in the world.</p>\n\n<p><strong>Figure 8:</strong> Levelized cost of electricity of super-critical coal power generation by coal transport distance in India and select 2017 PV and onshore wind auction prices\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig8.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: Solar Energy Corporation of India (SECI)</em></small></p>\n\n<p>Receiving bids to provide 10 times as much power as tendered was the norm in most solar auctions in <a href=\"/en/country/india\">India</a> in 2016 where more than 4GW being auctioned. High competition has resulted in solar and wind project developers committing to deliver electricity at prices below the cost of coal generation by 2020 (Figure 8). These bids have major implications for <a href=\"/en/country/india\">India</a>, the coal industry, and the world at large given <a href=\"/en/country/india\">India</a>’s current and future role in CO2 emissions. The Indian government has already responded to these bids by reducing its coal-fired power generating ambitions in favor of renewables.</p>\n\n<p>It should be noted that the intense competition and extreme low bids in <a href=\"/en/country/india\">India</a> are raising questions about whether current market dynamics are sustainable. Auction bids are formulated and submitted years before development starts and developers appear to operate under the assumption that solar equipment prices can only fall in the future when there is at least the possibility of a price uptick, at least temporarily, at some point due to supply bottlenecks or other issues. Bids should start to rise as developers adapt to changing market conditions or react as projects that had previously won bids get cancelled.</p>\n\n<p>Given the critical role solar is poised to play in helping <a href=\"/en/country/india\">India</a> expand energy access, the government will need to watch closely for signs of irrational bidding as the country’s auction program is growing at an unprecedented pace. This is particularly true as <a href=\"/en/country/india\">India</a>’s often undercapitalized banks are now more exposed than ever to renewables.</p>\n\n<p>Away from <a href=\"/en/country/india\">India</a>, there are many other examples of where clean energy is undercutting fossil fuel based generation. In <a href=\"/en/country/chile\">Chile</a>, renewables have for years won power supply contracts in technology-neutral auctions competing directly with fossil-fueled plants. The remarkable cost reductions delivered by the renewables supply chain and the pull effect of auctions have succeeded in solving the affordability challenge of clean energy deployment. This even holds true for markets that have recorded little clean energy sector activity to date as was shown with the recent bids recorded across the Middle East and earlier in <a href=\"/en/country/south-africa\">South Africa</a>.</p>\n\n<p>In light of the dual challenges of improving energy access and addressing climate change, the fact that such a large group of countries still is recording little to no investment is alarming. National governments and development organizations are today spoiled for choices when it comes to lessons learned. The rest of this analysis focuses on policies and regulations required to scale renewables while addressing challenges that can accompany them.</p>\n\n<h2 id=\"cracking-the-renewables-deployment-ceiling\">Cracking the renewables deployment ceiling</h2>\n\n<p>Most of the 16 nations that scored 1.75 (out of 5) or higher in this year’s survey have taken key policy steps to attract investment and deploy large volumes of renewables successfully.  These countries have recorded clean energy investment and deployment activity at least equivalent and sometimes larger than those seen in Germany, the self-proclaimed energy transition global leader, or the U.S. (Figure 9 and Figure 10).</p>\n\n<p><strong>Figure 9:</strong> Renewables as share of total generation\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig9.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p><strong>Figure 10:</strong> Renewables investment relative to economy size\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig10.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>One of the main challenges to increasing renewables at this pace is their technical and financial integration with the energy system and the economy at large. Indeed, renewables deployment targets to date have seldom been designed with overall electricity supply and demand dynamics in mind. Sometimes decisions are taken in two or more different ministries which both want the best for the portfolio of sectors they oversee.</p>\n\n<p>A comprehensive approach to energy policy-making has always been critical.  But the challenge of doing so now is arguably taller than ever as rapidly falling costs and evolving innovation create ever-changing circumstances with wide-ranging implications. There are also the challenges associated with conventional institutional thinking; some policy-makers still resist the idea that power-generation can be de-centralized, not necessarily available 24 hours a day, or fired by fossil fuels.</p>\n\n<h3 id=\"electricity-demand-and-renewables-deployment\">Electricity demand and renewables deployment</h3>\n\n<p>As they grow and mature, economies tend to become more energy efficient. For most developed countries, this is the result progressing away from energy-intensive industrial activity to more services-oriented activities. The energy efficiency of emerging market nations is expected to catch up with wealthier countries as they grow and shift toward services (Figure 11).</p>\n\n<p><strong>Figure 11:</strong> OECD vs. non-OECD projected electricity intensity: BNEF Outlook\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig11.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance New Energy Outlook 2017</em></small></p>\n\n<p>However, rapid development in technology and the increasing digitalization brought about by the Internet are challenging the theory of a steady transition from agriculture to industry and to services. Countries like <a href=\"/en/country/india\">India</a>, <a href=\"/en/country/nigeria\">Nigeria</a>, Morocco or <a href=\"/en/country/kenya\">Kenya</a> are all home to booming IT sectors while their industrial activity is seeing more modest growth. The electricity consumption of electronics has gone through an efficiency revolution of its own since the 1990s. A typical set of home appliances consumes less than a third of the energy it did back then (Figure 12).</p>\n\n<p><strong>Figure 12:</strong> Home appliance energy consumption and efficiency improvements\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig12.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance, Energy Use Calculator, Shah 2014. Note: assumes 2.25 hours of TV consumption per day on a 30W LED TV vs 110W CRT and 22” ceiling fans running five hours per day on 32W vs 59W.</em></small></p>\n\n<p>The aggregate impact of these improvements is huge. Two decades ago, meeting the basic power needs of the 1.2 billion people without access would require just under 500TWh per year – equivalent to the demand of a mid-sized G20 country such as South Korea. With modern appliances, the same service today would require just under 30% of what it did back then.</p>\n\n<h3 id=\"regulator-and-utility-forecasting-woes\">Regulator and utility forecasting woes</h3>\n\n<p>Changing consumption trends are creating major headaches in all segments of the energy world. But the challenges may be most acute in the power sector where regulators and utilities are tasked with guaranteeing energy supply at optimal cost while anticipating their economy’s future electricity needs.</p>\n\n<p>By default, regulators and utilities have tended to be overly bullish about future demand growth. In liberalized systems, this can lead to severe distress for investors as market gluts lower revenue until excess capacity is removed or demand recovers (such as in <a href=\"/en/country/brazil\">Brazil</a> during the most recent recession).</p>\n\n<p>Figure 13 shows the challenges <a href=\"/en/country/indonesia\">Indonesia</a>’s state-owned utility Perusahaan Listrik Negar (PLN) has had forecasting demand in recent years. The growth rate it forecasts for the next decade is 30-90% higher than growth seen in the last decade. This is despite the fact that <a href=\"/en/country/indonesia\">Indonesia</a> has seen less expansion of energy-intensive manufacturing in recent years than in less intensive telecommunications. The utility’s miscalculations have had severe consequences on the financial balances in the energy sector. PLN is heavily indebted and is considered at risk of default by the country’s finance ministry despite receiving large, repeated capital injections. This in turn creates challenges for renewables development simply because funds are lacking and adding them to an already oversupplied system would further reduce the utilization of the existing generation fleet.</p>\n\n<p><strong>Figure 13:</strong> Indonesia effective electricity demand vs. Perusahaan Listrik Negara (PLN) projections\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig13.jpg\" alt=\"Figure\" />\n<small><em>Source: PLN, Bloomberg New Energy Finance</em></small></p>\n\n<h3 id=\"indias-search-for-load\">India’s search for load</h3>\n\n<p>One positive response to the challenge of over-supply is to add demand by expanding energy access to populations yet to be connected to the grid. Along those lines, <a href=\"/en/country/india\">India</a>’s government has paired its large-renewables procurement goal with a $14.2 billion electrification program which has the ambitious goal of electrifying all the villages in the country by the end of 2017, and to enter all homes by year-end 2018 (Figure 14 and Figure 15). The plan is expected to provide an additional 80TWh of electricity and boost demand 7% from 2016 levels.</p>\n\n<p><strong>Figures 14 and 15:</strong> India village electrification vs. target (left) and India household electrification vs. target (right)\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig14-15.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance, Rural Electrification Corporation. Note: the achievement (in %) is against the target of villages set in 2015 for the respective states using data on electrification as of April 1, 2015. The number of villages electrified is as per the data reported by the Rural Electrification Corporation in November 2017. The number of households is as per the data reported by the Rural Electrification Corporation in November 2017 and represents only rural households.</em></small></p>\n\n<p>Distances between demand centers and where renewable power generation makes most sense add a further layer of complexity. Locations with the best solar radiation or strongest winds are best can be inhospitable even uninhabitable. This forces policy-makers to come up with novel solutions.</p>\n\n<h3 id=\"mainland-chinas-east-west-demand-and-supply-mismatch\">Mainland China’s East-West demand and supply mismatch</h3>\n\n<p>Much of <a href=\"/en/country/mainland-china\">Mainland China</a> ’s installed 244GW of solar and wind has been deployed in the country’s northwestern area where natural resources are best. However, this is also furthest from the country’s very largest demand centers to the east. Developers went northwest in search of highest yields on a FiT scheme that applied uniformly across the country, much the way Germany developers built projects in the windiest north of that country, away from consumption centers.</p>\n\n<p>Record deployment in <a href=\"/en/country/mainland-china\">Mainland China</a>  has led to rising curtailment rates and losses of revenues for generators in the most affected regions (Figure 16). At 17% for onshore wind in 2016, and 10% for solar, <a href=\"/en/country/mainland-china\">Mainland China</a> ’s renewables curtailment levels are the worst in the world. The size of the government’s response is in line with the ambition of adding over 100GW of generating capacity to the system every year. Between 2016 and 2020, <a href=\"/en/country/mainland-china\">Mainland China</a>  aims to invest $270 billion in its transmission and distribution networks (3% of 2016 GDP). The budget includes investment in 144GW of long-distance high-voltage transmission lines, by far the largest deployment of such infrastructure in the world to date. In July 2016, the Chinese government also introduced an “onshore wind investment risk alert” which effectively put a hold on new build in the western provinces with high curtailment. A similar mechanism was introduced for solar in the summer of 2017. As a result, BNEF expects western curtailment risk to fall by 2020.</p>\n\n<p><strong>Figure 16:</strong>  Mainland China generation curtailment risk\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig16.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance and  Climateworks “Mapping Mainland China Renewables Curtailment and Coal Risks”</em></small></p>\n\n<p>Governments with lofty renewables goals today can look to <a href=\"/en/country/mainland-china\">Mainland China</a>  as an example of why policy supports should often have some degree of geographic specificity. But the country is also in the process of demonstrating how geographic biases can get resolved longer term.</p>\n\n<h3 id=\"mexicos-comprehensive-solution-to-renewables-deployment\">Mexico’s comprehensive solution to renewables deployment</h3>\n\n<p>For its part, <a href=\"/en/country/mexico\">Mexico</a> has explicitly sought to differentiate government support provided to clean energy projects in different parts of the country based on need. Launched in 2013, the country’s major energy sector reform exemplifies not just how risks of overbuild in specific regions can be mitigated, but how policies can be structured to fully leverage resources.</p>\n\n<p>Specifically, <a href=\"/en/country/mexico\">Mexico</a> has a unique system for tendering clean power-delivery contracts. This mechanism includes an explicit nodal price adjustment provided to incentivize developers to locate projects near nodes where generation is less readily available.  The system also essentially discourages new projects where supply exceeds demand.</p>\n\n<p>After being received by the regulator, each bid is adjusted for the purposes of determining the potential winner by the nodal factor, but the adjustment does not affect the actual price in the PPA signed by winning developers. For example, a project located in an area with sufficient generation that has a nodal difference of $5/MWh and bids $40/MWh will compete against other bids as if its offer was $45/MWh. On the other hand, a project located in a region with a supply shortage will see $5/MWh discounted from $40/MWh and valued as if it were $35/MWh in the auction-clearing process. This second project will win a $40/MWh PPA.</p>\n\n<p>The first three auctions held in <a href=\"/en/country/mexico\">Mexico</a> have succeeded in addressing many of the supply imbalances reported by the regulator (Figure 17). In the first auction, nodal differences ranged from +$10.7 to -$34.3. This $45 gap between highest and the lowest nodes decisively affected the winning projects list. Half of the contracts awarded in this first auction went to projects located in the two states with the highest nodal discounts: Yucatán and Baja California Sur. The third auction held a year later saw the range between nodes reduced to $13.5 as a result of the success of the previous rounds.</p>\n\n<p><strong>Figure 17:</strong> Mexico’s first (left) and third (right) auction’s nodal price adjustments \n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig17.jpg\" alt=\"Figure\" />\n<small><em>Source: CENACE, Bloomberg New Energy Finance.</em></small></p>\n\n<p>In addition to incentivizing renewables build where it’s needed most, <a href=\"/en/country/mexico\">Mexico</a>’s energy policy seeks to facilitate clean energy integration through ambitious transmission network expansion and modernization. Among the goals: connecting Baja California’s isolated grid to the central system and increasing interconnection with the U.S<sup>3</sup>. The plan targets installation of 19 new transmission lines for over 31GW of capacity to take total transmission capacity to 74GW. Here too, <a href=\"/en/country/mexico\">Mexico</a> is planning to fully leverage competition by awarding build and transfer contracts for the development of the new lines in five auctions. The full set of measures aims to attract $21 billion of investment into transmission and distribution networks by 2031.</p>\n\n<h3 id=\"wholesale-markets-and-renewables-dispatch\">Wholesale markets and renewables dispatch</h3>\n\n<p>Relatively few of the 71 Climatescope nations have wholesale power exchanges compared with OECD countries (Figure 18). Power exchanges aim to ensure transparent and reliable wholesale price formation by matching supply and demand, starting with the lowest-cost generator. They also insure that trades done at exchange are executed and paid.</p>\n\n<p>An important hurdle to wider adoption of wholesale markets in developing countries is that the potential volumes of electricity to be traded are limited and the number of potential trading participants rather small.  Both make it hard to justify the time, effort, and cost of establishing an exchange. There is also the risk that one player might dominate a tiny market.</p>\n\n<p>As discussed, renewables growth tends to correlate directly with the presence of multiple generators competing on price (Table 1). Wholesale markets foster such competition and ensure that what clean generation is on the grid gets used optimally. The price signals delivered by the exchanges are essential indicators for market participants and regulators alike to understand supply/demand balances across days, weeks, seasons or even geographies if nodal prices are used (see Figure 17 for the example in <a href=\"/en/country/mexico\">Mexico</a>). These are critical feedback loops for policy-makers wishing to understand the impact of adding large volumes of renewables and mitigating risks of poor forecasting and over procurement.</p>\n\n<p><strong>Figure 18:</strong> Wholesale power exchanges in emerging markets\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig18.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Another essential feature of wholesale power exchanges is that their clearing mechanisms are generally based on the principal of rewarding least-cost marginal units of power. As renewables typically have near zero operating costs, they are usually the first dispatched, before nuclear, coal or gas. This allows clean energy consumption to be maximized within the constraints of demand and available transmission capacity.</p>\n\n<p>Nowhere are the economic and environmental benefits of truly open wholesale power exchange ready to be realized more than in <a href=\"/en/country/mainland-china\">Mainland China</a> , home to the world’s largest power grid and 244GW of renewables capacity. Currently, <a href=\"/en/country/mainland-china\">Mainland China</a> ’s electricity market is essentially semi-liberalized. The price of power to be delivered from generator to distributor can be negotiated but the volumes of power to be sold cannot. Instead, they are set by regulators annually using quotas. That stands potentially to change gradually (Figure 19) and when it does, a far more fluid and flexible market will be born.</p>\n\n<p><strong>Figure 19:</strong> Illustrative power dispatch mechanisms in Mainland China\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig19.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>For now, however, provincial power capacity development plans are dictated by expected economic growth rates outlined in government Five Year Plans, and dispatch quotas by local government on an annual basis. Given that predicting how quickly Chinese GDP will expand is always difficult and that the relationship between economic growth and electricity demand is tenuous, this is a deeply flawed system. Not surprisingly then, large volumes of clean energy generation go wasted in <a href=\"/en/country/mainland-china\">Mainland China</a>  while power continues to get bought from even the least efficient coal plants.</p>\n\n<p><a href=\"/en/country/mainland-china\">Mainland China</a>  is expected to tiptoe toward implementing a truly liberalized wholesale power exchange over the next decade as the country battles air pollution and seeks to meet its renewables and emissions goals. Achieving an orderly transition to an open market would be a transformative and remarkable achievement considering the role <a href=\"/en/country/mainland-china\">Mainland China</a> ’s coal sector has played in powering the country’s economic boom. It is also far from certain the country will complete the process of liberalization given competing economic and political forces at play.</p>\n\n<h3 id=\"cross-border-grids-and-renewables-integration\">Cross-border grids and renewables integration</h3>\n\n<p>Wholesale power markets are not required for cross-border exchanges of power to occur, but they do help facilitate such trades. Indeed, the change of prices in interconnected wholesale power markets are the best indicator of which market is in a position to export or import power at any given time. Efforts to interconnect power markets across countries and regions are growing throughout the world as policy-makers and regulators recognize their contribution to system resilience and renewables integration.</p>\n\n<p>In the EU, member states are aiming to reach interconnection capacity at least equivalent to 10% of their individual installed capacity by 2020, for instance. Interconnections played a critical role in allowing European system operators to face the challenge of the 2015 solar eclipse which caused solar power generation to fluctuate massively as darkness made its way across the region in the middle of the day.</p>\n\n<p>One of the most advanced regional grid integration efforts in developing countries is the SIEPAC grid, which spans seven countries in Central America and is facilitated by the Mercado Eléctrico Regional (MER) power exchange. Interconnection between these tiny countries has existed for many years, however, cross-border flows really ramped in 2013 once the MER was implemented alongside rules that enabled generators and distribution companies to clearly benefit from access to a larger power pool. Since 2013, activity on the MER has grown almost continuously and has allowed around 7TWh to be traded across the region (Figure 20).</p>\n\n<p><strong>Figure 20:</strong> Central America power market exports (left) and imports (right) \n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig20.jpg\" alt=\"Figure\" />\n<small><em>Source: Ente Operador Regional, Bloomberg New Energy Finance</em></small></p>\n\n<p>Regional integration has significantly contributed to energy security, affordability and renewables integration in MER’s seven country members. <a href=\"/en/country/guatemala\">Guatemala</a> is the region’s top net power exporter, with 706GWh or 6% of the electricity generated in the country finding revenue in interconnected markets in 2016. Meanwhile <a href=\"/en/country/elsalvador\">El-Salvador</a>, the largest importer, has been able to rely on 740GWh of imports in 2016, equivalent to 13% of the electricity generated in the country that year. And there are signs that benefits are already feeding back to end consumers and the environment. Five of the seven countries in the region saw retail prices fall since 2013, and three have been able to reduce the utilization of their fossil fuel generation fleet.</p>\n\n<p>Other less advanced regional market integration initiatives exist across the world but are often slowed by the complex geopolitical relationships between neighboring states, or simply by the scale of investment and effort required. Japan’s Masayoshi Son recently expressed hope to revive plans for a regional “megagrid” connecting Japan, South Korea, <a href=\"/en/country/mainland-china\">Mainland China</a>  and <a href=\"/en/country/russia\">Russia</a>. In Sub-Saharan Africa, three regional power pool projects for the Western, Eastern and Southern region of the sub-continent are slowly being developed. Some of these projects may well accelerate in the future as countries aim to smooth the integration of growing renewables generation.</p>\n\n<h3 id=\"renewables-deployment-and-power-sector-financial-balances\">Renewables deployment and power sector financial balances</h3>\n\n<p>Long-term power contracts with fixed price guarantees are critical to clean energy development. A typical wind or solar project requires virtually all its capital upfront to fund construction, making access to affordable financing essential. Many commercial banks have expanded into renewables and improved the terms of debt agreements as the sector has matured over the last decade. But financing is generally available only to projects that can prove they can sell their power at a sufficiently high rate over a sufficiently long period of time to a sufficiently reliable buyer (i.e. the utility), in other words, that have received some sort of subsidy.</p>\n\n<h3 id=\"energy-subsidies-and-economic-cycles\">Energy subsidies and economic cycles</h3>\n\n<p>However, it is not just the financial community that takes risk in supporting clean energy development. When awarding fixed contracts to renewables projects, governments are making long-term commitments to make pay out at certain rates, even if wider market conditions change dramatically.</p>\n\n<p>Here too, wholesale markets allow for a better visualization of these dynamics (Figure 21). The volume of subsidy to be awarded to renewables is determined by the difference between the wholesale power price, or the cost of procuring electricity at any one time in the system, and the fixed tariff awarded to renewables. To date, that difference has tended to be negative but it can also be positive as renewables are becoming more competitive. The fluctuating nature of renewable subsidy budgets can bring about major challenges for policy makers when power market supply and demand dynamics are not well understood. Indeed, if large amounts of renewables are added to a system that is already at capacity or if a market goes through a major downturn in demand, then wholesale power prices will fall, mechanically increasing the subsidy budget.</p>\n\n<p>The issue of ballooning subsidy bills can be managed so long as funding is well organized. For example, in Europe, most markets that socialized the cost of subsidies by funding them through explicit levies on the consumption of fossil fuels or retail electricity bills avoided retroactive cuts of renewables subsidies. Countries that accumulated an unfunded budget deficit on the other hand reduced support retroactively, shaking investor confidence. This issue is also materializing in emerging markets that have deployed massive amounts of renewables.</p>\n\n<p><strong>Figure 21:</strong> Renewables tariffs and wholesale power prices \n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig21.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p><strong>Figure 22:</strong> Retail tariff structure\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig22.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p><a href=\"/en/country/mainland-china\">Mainland China</a> , for example, has subsidy commitments towards renewables developers in excess of $15 billion a year as of 2017 which are supposed to be funded through a $27.49MWh levy on industrial and commercial retail electricity prices. However, the revenue generated from the levy falls short of the total subsidy bill and the country’s renewable energy fund is accumulating debt owed to renewables developers who are now awaiting payments. Figure 22 shows how subsidies for fossil fuels, renewables and on retail power prices impact the financial balances of an energy system and can lead to the creation tariff deficits. One solution: increase the levy, or extend it to cover the agricultural and residential sector. However, <a href=\"/en/country/mainland-china\">Mainland China</a> ’s government is wary of the impact this could have on the competitiveness of its industry and the response of the population.</p>\n\n<h3 id=\"regulated-retail-prices-and-off-taker-risk\">Regulated retail prices and off-taker risk</h3>\n\n<p>Politicians worldwide are well familiar with the political challenges caused by rising retail power prices rise. In emerging markets, with their lowest-income households, this is particularly true. So it is unsurprising that many of these nations have enshrined subsidies intended to keep power prices in check. All but seven of the 71 countries reviewed in Climatescope have regulations in places that distort and lower retail power prices.</p>\n\n<p><strong>Figure 23:</strong> Residential power prices in Climatescope countries and select residential levelized costs of electricity for residential photovoltaic systems\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig23.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>In the majority of countries, deficits created by these subsidies land on the books of state-owned utilities. In the best cases, budget holes are plugged by cash injections from government budgets. In most cases, however, the shortfalls simply create financial distress for utilities.</p>\n\n<p>This, in turns, creates increased risk for developers looking to sell their power to the utility and get reliably compensated. Climatescope assesses and rates off-taker risk in each of its countries by reviewing the financial positions of utilities and whether its national government has historically plugged budget holes with capital injections (Figure 24).</p>\n\n<p><strong>Figure 24:</strong>  Off-take risk in Climatescope countries\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig24.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: BNEF assessed offtaker risk as part of the Climatescope project, taking into account the relevant company’s financial history, sovereign guarantees and perception among players in the market. See full methodology (ADD MET LINK).</em></small></p>\n\n<p>The map highlights the relatively high risks all across emerging markets, with Sub-Saharan Africa and Central Asia particularly challenging. However, these regions are also home to two important examples of how public-policy interventions can reduce off-take risk and spur clean energy growth.</p>\n\n<h3 id=\"utility-successes-in-senegal-and-tajikistan\">Utility successes in Senegal and Tajikistan</h3>\n\n<p><a href=\"/en/country/senegal\">Senegal</a> relied on imported oil for no less than 86% of power generation until 2014, forcing the government to fund an estimated $200-250 million tariff every year to keep electricity affordable to low-income consumers depending on oil prices. The government seized the opportunity presented by lower crude prices to improve the financial position of its utility by allowing it to grow revenues by slowly increasing retail power prices, and further reduce its power procurement costs by tendering renewables capacity to reduce the dependence on fossil fuels. The tenders jump started clean energy investment in the country which attracted $419 million over 2015-2016 and saw its Climatescope score jump from 0.59 in last year’s survey to 1.68 this year.  That marks the single highest year-on-year increase across all countries.</p>\n\n<p>The other success story comes from one of the most remote areas of <a href=\"/en/country/tajikistan\">Tajikistan</a>. In 2002, Pamir Energy, a public-private partnership supported by the Tajik Government, the World Bank Group, the Swiss State Secretariat for Economic Affairs (SECO) and the Aga Khan Foundation (AKFED), was awarded a 25-year concession granting it a monopoly over generation, transmission and retail of electricity in the Gorno-Badakhshan Autonomous Region, the largest, poorest and most mountainous region in the country. Electricity losses in the system were as high as 40% and just 13% of the population had access to unreliable electricity sold at the extremely low regulated tariff of $0.02/kWh tariff. Despite the low prices, collection rates rarely exceeded 60% and electricity theft was common.</p>\n\n<p>Since receiving its concession, Pamir has restored 11 micro-hydro plants, bringing 42MW of capacity back on line, and upgrading 4,300km of transmission lines. However, it has been fixes to the distribution network that have proven most essential to the project. With the help of the smart metering manufacturer SECO, Pamir launched a new electricity tariff structure incentivizing energy savings and guaranteeing affordability to the poorest households. Pamir rolled out smart meters that remotely provide reliable consumption data collection and allow for the interruption of service when customers fail to pay.</p>\n\n<p>The pace of the smart meter roll-out and the impact it has had on collection rates in combination with new tariff structure and 24 hours service availability has been staggering (Figure 25 and Figure 26). In contrast to the incumbent utility it replaced, Pamir’s cash flows have been positive since 2009. This transformation has decisively contributed to the socio-economic development of the region. The number of SMEs in the area has jumped 53% since Pamir took over the concession, further contributing to revenue growth for the utility.</p>\n\n<p><strong>Figure 25:</strong> Pamir Energy (Tajikistan) re-metering program \n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig25.jpg\" alt=\"Figure\" />\n<small><em>Source: Pamir Energy, Bloomberg New Energy Finance</em></small></p>\n\n<p><strong>Figure 26:</strong> Pamir Energy (Tajikistan) sales collection rate\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig26.jpg\" alt=\"Figure\" />\n<small><em>Source: Pamir Energy, Bloomberg New Energy Finance. Note: Collection rates larger than 100% are indicative of when the utility recovers arrears.</em></small></p>\n\n<p>From a technical perspective, the impact achieved by Pamir is replicable in other emerging markets. However, the approach of Pamir requires considerable investment in changing the culture of power sector stakeholders, from the utility to the end consumer.</p>\n\n<h3 id=\"off-grid-solutions-to-address-utility-failures\">Off-grid solutions to address utility failures</h3>\n\n<p>Dramatic cost declines for renewables and innovation in IT have created expanded opportunities to provide energy services to populations with no grid access, and to those that suffer from unreliable or excessively expensive electricity services.</p>\n\n<p>In Africa, financing for small-scale solar projects, including debt for distributed portfolios, accounted for five of the 11 largest solar transactions BNEF tracked from January to October 12, 2017. This is not necessarily because off-grid financing is a large market, but because so many utility-scale projects in the pipeline struggle with permitting, land acquisition, power purchase agreements and financing. Off-grid solar companies may be able to move faster because they do not require regulated tariffs.</p>\n\n<p>Still, diesel generators have long been the technology of choice in areas where reliable grid electricity is unavailable. In 2015, developing countries bought and installed about 600,000 units annually, totaling an estimated 29GW of capacity. About half of this is in units smaller than 0.3MW. There is a mature market and supply chain to sell, fuel and maintain this kit. Despite usually being competitive with diesel, solar currently has less than 3% of the market for distributed energy capacity in developing countries, well short of its potential (Figure 27).</p>\n\n<p><strong>Figure 27:</strong> Power capacity additions in developing countries in 2015\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig27.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance, PGS Consulting. Note: Developing countries includes the majority of non-OECD countries excluding Mainland China, Russia and other non-OECD countries with very reliable electricity grids. 2015 is the last year for which complete data is available.</em></small></p>\n\n<p>Most truly off-grid activity to date has been led by entrepreneurs, impact investors and venture capitalists deploying innovative solutions at smallest scale. Governments can be helpful to these efforts or simply bystanders.  In the worst of cases, they have been obstacles to progress.</p>\n\n<p>Climatescope profiles a numbers of nations that have set ambitious targets for off-grid electrification. <strong><a href=\"/en/country/peru\">Peru</a></strong>, for example, managed to rapidly boost rural electrification rates thanks to its well organized and adequately funded plan. The country published its General Rural Electrification Law in 2006, allocating $1.3 billion split across mini-grids, PV systems, grid extensions, small-hydro plants, wind projects and investment in utilities to strengthen their rural electrification efforts. As a result, from 2006 to 2015, <a href=\"/en/country/peru\">Peru</a> extended electricity access to 3.4 million people, raising its rural electrification rate from 29% in 2006 to 78% in 2015 (Figure 28). The government is now focused on providing full access by 2025.</p>\n\n<p><strong>Figure 28:</strong> Peru rural electrification budget and rural electrification rate\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig28.jpg\" alt=\"Figure\" />\n<small><em>Source: OSINERGMIN, Bloomberg New Energy Finance. Note: 2006-2015 budget break-down was estimated based on Peru’s national energy plan 2004-2013 and PNER 2009-2018.</em></small></p>\n\n<p>Key to <a href=\"/en/country/peru\">Peru</a>’s success has been the government’s recognition of the changing roles each component of its strategy can play over time as technology costs evolve and as conditions change between regions. For example, the cost of mini-grids rises the further villages are located from central infrastructure and the smaller demand is. Meanwhile, the costs of solar systems has dropped by three quarters since the program started. Both trends were taken into account when developing the electrification budget for 2016-2020. More funds were made available for PV systems through an auction awarding a contract to supply and operate the systems. Under the arrangement, winner and private developer Ergon Peru must install 150,000 PV systems by July 2019.</p>\n\n<p>Taking a page from <a href=\"/en/country/peru\">Peru</a>’s book, <strong><a href=\"/en/country/rwanda\">Rwanda</a></strong> is now one of the most welcoming countries for off-grid development. It aims to boost electricity access from 30% in 2017 to 70% by June 2018. Under the plan, almost a quarter of the population is to be given access through off-grid solutions, despite just 3% having such access today. To achieve its goal, the Ministry of Infrastructure is also planning to award a contract to an off-grid PV systems distributor via tender. The winner will have exclusive rights to supply fully subsidized systems to the poorest 15% Rwandan households.</p>\n\n<p>Electrification through micro- and mini-grids activity is also picking up steam with 35 projects announced globally in the first three quarters of 2017 vs. 13 completed over the same period in 2016. Mini-grids hold the promise of delivering reliable electricity services at scale, potentially providing electricity to more substantial economic activity. However, projects that can provide continuous power by integrating a storage or diesel back-up systems remain relatively costly relative to resources currently available. Such projects also require conducive regulatory schemes and financial support to succeed.</p>\n\n<p>A mini-grid project on Lake Victoria’s Kitobo Island in <strong><a href=\"/en/country/uganda\">Uganda</a></strong> illustrates the economic and regulatory challenges faced by developers. In 2015, <a href=\"/en/country/uganda\">Uganda</a>’s Electricity Regulatory Authority (ERA) granted Italian mini-grid developer Absolute Energy a framework concession to build on 23 Ssese Islands in Lake Victoria, and a license exemption specifically for Kitobo Island, where the company has built its first micro-grid. The developer erected a 230kW/520kWh solar, storage and diesel micro-grid on Kitobo for $1.4 million to serve a fishing community.</p>\n\n<p>In the absence of a nation-wide micro-grid retail tariff framework, rates are negotiated on a site-by-site basis and ERA has not approved the company’s plan to sell power locally at rates higher than those offered by the utility. Absolute’s operating costs on Kitobo are three times its revenue per kWh, BNEF estimates. As result, the $0.2675/kWh tariff ERA has authorized that is also applicable on the country’s main grid will not yield sufficient cash flow for the project to break even for at least 10 years.</p>\n\n<p>In the most far-flung off-grid locations, simply adding power supply does not necessarily create sufficient economic growth and associated customer demand to justify tariffs at above utility rates.  On Kitobo, demand has been lower than hoped as some locals have declined to sign up. In response, the developer is seeking other demand sources to consume output generated at the sunniest, highest producing hours.  This has included ice-making and nut-grinding facilities.</p>\n\n<h2 id=\"the-future-of-clean-energy-policy-in-emerging-markets\">The future of clean energy policy in emerging markets</h2>\n\n<p>When looking at the story of Latin American countries, <a href=\"/en/country/brazil\">Brazil</a>, <a href=\"/en/country/chile\">Chile</a> and <a href=\"/en/country/mexico\">Mexico</a> in particular, or to <a href=\"/en/country/mainland-china\">Mainland China</a>  and <a href=\"/en/country/india\">India</a>, it is clear that emerging markets are making a decisive contribution to the global energy transition away from fossil fuels towards an emission free power system. And their commitments are not limited to the electricity sector.</p>\n\n<p><a href=\"/en/country/mainland-china\">Mainland China</a>  and <a href=\"/en/country/india\">India</a>, the two largest consumer markets in the world, have committed to the most ambitious electric vehicle sales targets set globally. <a href=\"/en/country/mainland-china\">Mainland China</a>  is working on the introduction of a carbon market. <a href=\"/en/country/india\">India</a> could soon follow with recent air pollution levels in New Delhi frequently climbing to levels 12 times over the maximum limit set by the World Health Organization. Latin American countries, led by <a href=\"/en/country/brazil\">Brazil</a>, have pledged unconditionally to reduce their emissions by 2030 under the Paris Agreement despite ambitioning to continue to grow their economies at rapid pace. In the Middle-East, <a href=\"/en/country/jordan\">Jordan</a>, a country that has not been able to rely on vast fossil fuel resources like most of its neighbors is paving the way in the large-scale deployment of renewables. And markets across Sub-Saharan Africa are starting to leverage the solar cost revolution with the aim of leapfrogging some of the fossil fuel and transmission grid investments typical of past growth models.</p>\n\n<p><strong>Figure 29:</strong> Non-OECD economic electricity generation forecast\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig29.jpg\" alt=\"Figure\" />\n<small><em>Source: OSINERGMIN, Bloomberg New Energy Finance.</em></small></p>\n\n<p>The continuation of the renewable technology revolution stands to radically transform the energy mix of future economic growth. BNEF’s 2017 New Energy Outlook forecasts that non-OECD countries will reach an impressive 50% of renewables in generation by 2040 if the economics of different technologies are left to play out against each other without policy intervention (Figure 29).  The removal of policy from the forecasts is of particular relevance in non-OECD countries as too often governments there are slow in recognizing the seismic shift brought about by cheap renewables, often with the aim of protecting the interest of incumbent monopolies.</p>\n\n<p>Even under BNEF’s long-term view, there is not nearly enough zero-emissions generation added to put the world on a 2-degree trajectory. BNEF estimates that around 10.9TW of clean energy will need to be deployed on top of the around 7TW forecasted on economic grounds. Such additional build will require new policies and $14.1 trillion of investment into zero-carbon power generation between 2016 and 2040. The majority of this will need to be deployed in non-OECD countries to replace economic fossil fuel capacity additions.</p>\n\n<hr />\n<p><sup>1</sup>BNEF estimates that for every doubling of cumulative installed solar PV module capacity the price reduces by 28%.</p>\n\n<p><sup>2</sup>Belarus, D.R. Congo, Liberia, Venezuela, Zimbabwe were the recipients.</p>\n\n<p><sup>3</sup>Mexico a total of 11 interconnections with the US, being two with CAISO, three with WECC and six with ERCOT.</p>\n"
  ,
  "download_source":"/assets/data/docs/insights/climatescope-2017-energy-transition.pdf"
}


