


{
  "id": "frontier-power",
  "title": "Distributed Energy in Emerging Markets",
  "content": "<h2 id=\"summary\">Summary</h2>\n<p>Advances in distributed technologies at the frontiers of today’s energy system can now provide power where the traditional grid is nonexistent, inadequate, expensive or too distant for connection. These technologies, and the innovative business models that deploy them, can deliver not just energy but also economic opportunities to the two billion people not reliably served by the energy industry today. \nBut where exactly are the opportunities? Who are the leaders in the sector? Which markets are they likely to capture?\nThis report summarizes the highlights from Bloomberg New Energy Finance’s research on the topic undertaken in the last year.</p>\n\n<p><strong>The big picture</strong></p>\n\n<ul>\n  <li>Non-OECD countries now buy most solar panels from <a href=\"/en/county/mainland-china\">Mainland China</a></li>\n  <li>It takes less energy to power the next billion than to run Malaysia</li>\n  <li>Distributed systems don’t need to be cheaper, just ready sooner</li>\n  <li>The largest solar deal in Africa this year was off the grid</li>\n</ul>\n\n<p><strong>Weak and unreliable grids</strong></p>\n\n<ul>\n  <li>Distributed energy outside the OECD is a $40 billion industry</li>\n  <li>India made major strides towards 24/7 power</li>\n  <li>Solar can shield African businesses from price increases</li>\n</ul>\n\n<p><strong>Distributed infrastructure</strong></p>\n\n<ul>\n  <li>Solar and storage make sense for telecoms</li>\n  <li>Powering agriculture has a lot of potential, but little track record</li>\n</ul>\n\n<p><strong>The next billion consumers</strong></p>\n\n<ul>\n  <li>The richest 20% of micro-grid consumers buy most of the power</li>\n  <li>Cheap smartphones create demand for solar chargers</li>\n  <li>Pay-as-you-go solar uptake roughly doubled every year</li>\n  <li>Unexpected partnerships are seeking to power the next billion</li>\n</ul>\n\n<p>Distributed energy, led by PV and storage, is starting to become a notable force in several developing countries and remote regions. Most traction to date has been in niche applications such as telecom towers, agriculture and solar home systems. We expect interest in hybridizing existing diesel power generation with solar to increase in the next few years.</p>\n\n<p><img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig1.jpg\" alt=\"Figure 1\" /></p>\n\n<h2 id=\"the-big-picture\">The big picture</h2>\n\n<h3 id=\"non-oecd-countries-buy-most-solar-panels-from-mainland-china\">Non-OECD countries buy most solar panels from Mainland China</h3>\n<p>Renewables, and in particular solar, are not rich-world luxuries anymore. Countries in Asia, Africa and Latin America now collectively buy more PV equipment from Mainland China than OECD countries. The trend is primarily driven by India, and as a distant second, Pakistan. Africa is not (yet) seeing the growth. Not a single country in Sub-Saharan Africa was among the top-10 buyers of PV panels in 1H 2017.  The vast majority of PV panels will be installed in utility-scale solar farms. The small-scale and rooftop PV market outside the OECD and Mainland China was about 0.7-1GW in 2015 and 2016.</p>\n\n<p><strong>PV exports from Mainland China to emerging countries</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig2.jpg\" alt=\"Figure 2\" />\n<small><em>Source: Bloomberg New Energy Finance, Sinoimex</em></small></p>\n\n<h3 id=\"it-takes-less-to-power-the-next-billion-than-to-run-malaysia\">It takes less to power the next billion than to run Malaysia</h3>\n\n<p><strong>Energy needs of 1.2 billion people without electricity access compared with countries</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig3.jpg\" alt=\"Figure 3\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: Appliance basket includes five lights, a TV, a radio, a fan and a large refrigerator.</em></small></p>\n\n<p>Using the technologies used two decades ago, powering the basic needs of 1.2 billion people would have required just under 500TWh per year, equivalent to the needs of a G20 economy like South Korea (see chart). \nModern appliances, such as LED lights, TVs and refrigerators, have seen energy efficiency improvements of as much as 80%. Using those appliances, the same basic services for 1.2 billion people now require just 134TWh annually.\nWhile this benefits consumers it also reduces the incentive for utilities to reach this population with traditional business models. Because the amount of energy that can be sold is now so small, powering the next billion will be more about selling access, not just energy. \nUtilities in developing countries are building power stations for industrial and urban demand, which often grows fast enough to keep them busy. Reaching isolated areas that need just short bursts of tiny quantities of power is a different business model, and it may best be served with different technologies. Investing in small manufacturing and agriculture that can raise local incomes is the only way to raise power consumption in the long term.</p>\n\n<h3 id=\"distributed-systems-dont-need-to-be-cheaper-just-ready-sooner\">Distributed systems don’t need to be cheaper, just ready sooner</h3>\n<p>The role that solar and storage can play in the energy system of developing countries is often compared with the role of wireless cellular phones, which allowed these countries to leapfrog landline telephones and go straight to mobiles. \nBut the real difference is not in the type of electrical connection. The main difference between utility-scale energy and distributed technologies such as solar is that they are modular and pre-fabricated. Most of the economies of scale happen in the factory, not at deployment. Once they leave the factory gate, they can be deployed more quickly and in far more places than a utility-scale power plant could be.</p>\n\n<p><img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig4.jpg\" alt=\"Figure 4\" />\n<small><em>Photo credits: Wikimedia, Bloomberg New Energy Finance</em></small></p>\n\n<h3 id=\"the-largest-solar-deal-in-africa-this-year-was-off-the-grid\">The largest solar deal in Africa this year was off the grid</h3>\n\n<p><strong>Disclosed solar asset finance and pay-as-you-go debt deals in Sub-Saharan Africa (2017 only)</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig5.jpg\" alt=\"Figure 5\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: excludes an undisclosed “eight-digit” U.S. dollar deal.</em></small></p>\n\n<ul>\n  <li>Small-scale solar projects, including debt financing for distributed portfolios, accounted for five of the eleven largest solar deals in Africa between January and October 12, 2017.</li>\n  <li>This is not necessarily because off-grid financing is a large market, but because many utility-scale projects in the pipeline struggle with permitting, land acquisition, securing a power purchasing agreement and financing. Off-grid solar companies may be able to move faster because they do not require regulated tariffs.</li>\n</ul>\n\n<h2 id=\"weak-and-unreliable-grids\">Weak and unreliable grids</h2>\n\n<h3 id=\"india-made-major-strides-towards-247-power\">India made major strides towards 24/7 power</h3>\n<p>The gap between supply and demand for electricity in India has sharply narrowed over the past five years, as the country installed 113GW of new capacity since 2012. Power outages have on average significantly declined during that time. However, that improvement in quality and reliability of electricity did not reach all customers, and many second-tier areas remain exposed to patchy supply. \nVillage electrification has also marched ahead. The government has a tendency to call a village electrified even when most of the population remains without power, but there has been real progress. Solar lantern distributors have mentioned demand for their wares is declining due to better power availability.</p>\n\n<p><strong>India’s average duration of reported power cuts (left) and Indian villages to be electrified, by scheme (right)</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig6.jpg\" alt=\"Figure 6\" />\n<small><em>Source: Bloomberg New Energy Finance, Sinoimex</em></small></p>\n\n<h3 id=\"distributed-energy-outside-the-oecd-is-a-40-billion-industry\">Distributed energy outside the OECD is a $40 billion industry</h3>\n<p>Diesel generators have long been the technology of choice in areas where reliable grid electricity is unavailable. In 2015, developing countries bought and installed about 600,000 units annually, totaling an estimated 29GW of capacity. About half of this is in units smaller than 0.3MW. There is a mature market and supply chain to sell, fuel and maintain this kit. Despite usually being competitive with diesel, solar currently has less than 3% of the market for distributed energy capacity in developing countries, but considerable potential.</p>\n\n<p><strong>Power capacity additions in developing countries in 2015</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig7.jpg\" alt=\"Figure 7\" />\n<small><em>Source: Bloomberg New Energy Finance, PGS Consulting. Note: excludes Mainland China, Russia and other non-OECD countries with very reliable electricity grids.</em></small></p>\n\n<h3 id=\"solar-can-shield-african-businesses-from-price-increases\">Solar can shield African businesses from price increases</h3>\n<p>Plagued by sporadic power outages and energy cost inflation, most businesses in Africa run costly on-site diesel generators at least part of the time. The market for small-scale diesel generators in Sub-Saharan Africa totals between 2-4GW in a typical year. Adding solar to their existing grid connection and diesel generator makes economic sense across many parts of Africa.</p>\n\n<p><strong>Grid and outages sensitivity for commercial customers</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig8.jpg\" alt=\"Figure 8\" />\n<small><em>Source: Bloomberg New Energy Finance.</em></small></p>\n\n<h2 id=\"distributed-infrastructure\">Distributed infrastructure</h2>\n\n<h3 id=\"solar-and-storage-make-sense-for-telecoms\">Solar and storage make sense for telecoms</h3>\n<p>Hybrid energy systems consisting of solar panels, a battery and a diesel generator are the cheapest way to run the world’s one million telecom towers that today have unreliable grid supplies. Telecoms and their suppliers spend around $3.8 billion on diesel for their towers today, but solar has a market share of only 3%. But the market is picking up. Orange is working with Engie on re-powering its towers in Senegal, Ivory Coast and Cameroon. Mitsui has invested $9 million in India’s OMC, a start-up focused on solar-power for telecoms.</p>\n\n<p><strong>Estimated cost of electricity to power an off-grid telecom tower in 2025</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig9.jpg\" alt=\"Figure 9\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: Solar hybrid is PV, diesel generator, and lithium-ion battery.</em></small></p>\n\n<h3 id=\"powering-agriculture-has-potential-but-limited-track-record\">Powering agriculture has potential, but limited track record</h3>\n<p>Powering agriculture appears to be a missed opportunity. In India, the sector consumes just under a fifth of the electricity and an even larger share of electricity subsidies. The country could economically replace at least 8 million diesel-powered water pumps. Deployment of solar-powered water pumps has risen 270% over 2014-16, but still lags far behind the official ambitions. In Africa, the sector is even less developed. More broadly, agricultural processing powered by distributed energy could capture more value locally. It could also be easier to finance because it powers machines that produce revenue to the farmer and can service debt. Commodity companies that either buy produce from farmers or sell them fertilizer may be well positioned to run such projects.</p>\n\n<p><strong>Electricity consumption in India (left) and solar irrigation pumps installed in India (right)</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig10.jpg\" alt=\"Figure 10\" />\n<small><em>Source: Bloomberg New Energy Finance, Power Finance Corporation, MNRE</em></small></p>\n\n<h2 id=\"the-next-billion-consumers\">The next billion consumers</h2>\n\n<h3 id=\"the-richest-20-of-micro-grid-consumers-buy-most-of-the-power\">The richest 20% of micro-grid consumers buy most of the power</h3>\n<p>Financing rural micro-grids is difficult because they usually operate as small utilities, fully exposed to the revenue they collect from retail sales. The data shows that where power is available, rural consumption is very unequally distributed. The financial success of a rural micro-grid relies on the wealthiest families in the village and businesses. The ability to pay for power also fluctuates over time. In most micro-grids, four out of five customers had a zero or negative account balance for at least six days. Pricing models must allow for such flexibility.</p>\n\n<p><strong>Rural micro-grid revenue split for a sample of five assets</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig11.jpg\" alt=\"Figure 11\" />\n<small><em>Source: Bloomberg New Energy Finance, Sparkmeter.</em></small></p>\n\n<h3 id=\"cheap-smartphones-create-demand-for-solar-chargers\">Cheap smartphones create demand for solar chargers</h3>\n<p>Low-cost smartphones that sell for less than $50 will reach 300 million new users in Africa and another billion in South and Southeast Asia, according to GSMA. Unlike the currently common feature phones, they will probably require a charge daily. This is a problem in areas where people do not have access to electricity and pay a vendor $0.10-0.30 once or twice a week to charge their phone. The energy required to charge daily is minuscule, but where it is not available, smartphones will create urgent demand for more access points.</p>\n\n<p><strong>Estimated cost of off-grid smartphone ownership</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig12.jpg\" alt=\"Figure 12\" />\n<small><em>Source: Bloomberg New Energy Finance, Research ICT Africa, Facebook. Assumes that handset costs are distributed over 36 months. Five battery charges per week.</em></small></p>\n\n<h3 id=\"pay-as-you-go-solar-uptake-roughly-doubled-every-year\">Pay-as-you-go solar uptake roughly doubled every year</h3>\n<p>The customer base of pay-as-you-go solar home systems amounted to 1.5 million homes by October 2017, driven by readily available mobile money systems and over $200 million of investments in 2016. The sector reached a major milestone with the first acquisition of an integrated pay-as-you-go company by a major utility when Engie bought Fenix International on October 19. The industry has grown faster than most of its companies, however, as a small number of new entrants such as d.Light and Ignite Power grew rapidly. Maintaining the pace seen in the past will require the leaders to grow more aggressively.</p>\n\n<p><strong>Cumulative unit sales by pay-as-you-go operators</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig13.jpg\" alt=\"Figure 13\" />\n<small><em>Source: Bloomberg New Energy Finance, company websites.</em></small></p>\n\n<h3 id=\"unexpected-partnerships-are-seeking-to-power-the-next-billion\">Unexpected partnerships are seeking to power the next billion</h3>\n<p>In frontier markets, reaching the last mile is crucial. This is not just true for energy retailers, but for any retailer. Multinationals focused on telecoms, internet or satellite services, insurance and even beverages have all partnered with solar companies to benefit from a combination of energy, mobile connectivity, payment information and distribution channels. This is very different from the traditional utility business model.</p>\n\n<p><strong>Solar and connectivity partnerships (sample list)</strong>\n<img src=\"/assets/images/content/insights/frontier-power/Off-grid_Fig14.jpg\" alt=\"Figure 14\" />\n<small><em>Photo credits: Wikimedia, Bloomberg New Energy Finance</em></small></p>\n"
  ,
  "download_source":null
}


