


{
  "id": "risk-management",
  "title": "How to Mitigate Renewables Risks in Emerging Markets",
  "content": "<p>Every renewable energy project entails <a href=\"/en/insights/risk-management\">risk</a>, but one in an emerging market can bring more and different types of risk. There is no one-size-fits-all solution, although there are many instruments available on the market – for a price. And sometimes a tool is not necessary. This commentary focuses on the higher and different risks faced when developing a renewables project in the 71 emerging markets covered by the 2017 Global Climatescope project (the red lightning bolts in Figure 1).</p>\n\n<p><strong>Figure 1:</strong> Renewable project risks\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig1.jpg\" alt=\"Figure 1\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<h3 id=\"key-findings\">Key findings</h3>\n\n<ul>\n  <li>\n    <p>The use of political risk insurance and other types of guarantee has been limited for renewables. Reasons include high costs, complex application processes, preference for large projects, limited coverage, lack of awareness of the available tools, long processing times and stringent eligibility criteria.</p>\n  </li>\n  <li>\n    <p>A sovereign guarantee might appear the Holy Grail for offtaker risk, but it is only as good as the government’s balance sheet, as found in <a href=\"/en/country/tanzania\">Tanzania</a>. A developer may secure a partial risk guarantee, though only debt lenders will be covered and only if the offtaker is state-owned.</p>\n  </li>\n  <li>\n    <p>Companies vary in their use of currency hedging instruments: Enel prefers forward contracts and Canadian Solar also uses the more flexible but also more expensive options. EDF keeps its foreign exchange positions open if no instruments are available, or if hedging costs are prohibitive, and instead it monitors the risk on such positions using sensitivity calculations.</p>\n  </li>\n  <li>\n    <p><a href=\"/en/insights/risk-management\">Risk</a> mitigation does not always mean purchasing an instrument of some kind: for example, a favorably negotiated power-purchase agreement (PPA) can help manage the risk of currency fluctuation, interest rate increases and curtailment.</p>\n  </li>\n  <li>\n    <p>A geographically diversified portfolio of projects may reduce a developer’s political risk, while partnership with a local company and strategies to increase local buy-in may alleviate the risk of disputes over land ownership. Renewables developers vary in their geographic and technological diversification (Figure 2).</p>\n  </li>\n  <li>\n    <p>Sometimes the <a href=\"/en/insights/risk-management\">risk</a> mitigation is mostly out of the hands of the developer: the government can help manage currency fluctuation for developers by paying tariffs in U.S. dollars (eg, Chile) or using a fixed exchange rate (eg, <a href=\"/en/country/ghana\">Ghana</a>, <a href=\"/en/country/jordan\">Jordan</a>).</p>\n  </li>\n</ul>\n\n<p><strong>Figure 2:</strong> Renewables developers’ technological and geographic diversification in emerging markets\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig2.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: Covers Climatescope countries only. Large and small hydro counts as one technology. Mainstream includes Lekela Power.</em></small></p>\n\n<h2 id=\"political-risk\">Political risk</h2>\n\n<p>A renewables developer or investor in an emerging economy may face an increased <a href=\"/en/insights/risk-management\">risk</a> that its returns or earnings could decline as a result of political changes, such as war and terrorism, expropriation, and sovereign breach of contract. Renewable energy projects are particularly exposed to the risk of a change in law or policy, given their current reliance on government subsidies. For example, in 2013, the <a href=\"/en/country/indonesia\">Indonesian</a> government introduced a solar auction program, aimed at developing the country’s solar power capacity through regular tenders. A year after its introduction the program was ruled unconstitutional by the Supreme Court and closed, after the association of PV manufacturers sued the government for allowing foreign equipment to be used at all.</p>\n\n<h3 id=\"political-risk-ukraine\">Political risk: Ukraine</h3>\n\n<p>Wind and solar capacity additions in <a href=\"/en/country/ukraine\">Ukraine</a> ground to a halt in 2014, with the 100-day revolution, <a href=\"/en/country/russia\">Russia</a>’s annexation of Crimea and start of the war in Donbas.</p>\n\n<p>Investors began to return to the market in 2016 when the economy stabilized and the government made some favorable changes to the green tariff.</p>\n\n<p><strong>Figure 3:</strong> Ukraine wind and solar additions\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig3.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>The main strategy for mitigating political [risk](/en/insights/risk-management] in the power sector is to buy some form of targeted insurance or guarantee. For example, the World Bank’s Multilateral Investment Guarantee Agency (MIGA) supplied political risk insurance for the 47MW Rajamandala small hydro project in <a href=\"/en/country/indonesia\">Indonesia</a>. Instead, a renewables project may rely simply on a bilateral investment treaty between the project and developer’s home countries. Where there is no such treaty, investors may sign host government agreements with stabilization clauses specifying that for the duration of the project, the relevant legislation will remain the same. Such clauses may also require the government indemnify investors of the cost of complying with any changes in law. One renewable energy example was in <a href=\"/en/country/ukraine\">Ukraine</a> with regard to the renewables feed-in tariff.</p>\n\n<p>Such tools should enable developers to secure financing more easily or at least on better terms. In addition, some providers – particularly public ones – can influence the host government and help prevent adverse events or secure preferential treatment for investors. However, these mechanisms raise challenges:</p>\n\n<ul>\n  <li>\n    <p>Coverage may be limited and contract language may be ambiguous.</p>\n  </li>\n  <li>\n    <p>The insurance or guarantee provider may impose stringent social, economic and environmental criteria.</p>\n  </li>\n  <li>\n    <p>Some tools are expensive and only cover a share of the investment.</p>\n  </li>\n  <li>\n    <p>It can be time-consuming to secure an instrument or to structure an investment to benefit from a given treaty.</p>\n  </li>\n  <li>\n    <p>With a bilateral investment treaty, winning an award against a country does not automatically mean payment.</p>\n  </li>\n  <li>\n    <p>They have also been criticized for focusing on protecting foreign investors, without taking account of the national conditions.</p>\n  </li>\n  <li>\n    <p>Historically there have been issues around the enforceability of stabilization clauses.</p>\n  </li>\n</ul>\n\n<h2 id=\"ppa\">PPA</h2>\n\n<p>This risk arises when a developer encounters barriers to securing a PPA, or a deal may be reached but at a later date the government or utility wishes to renegotiate the terms (see box).</p>\n\n<h3 id=\"ppa-risk-south-africa\">PPA risk: South Africa</h3>\n\n<p>Participants in <a href=\"/en/country/south-africa\">South Africa</a>’s <a href=\"/en/insights/energy-policy\">renewables auction program</a> have faced considerable policy uncertainty in the last two years, after the offtaker, Eskom, refused to sign PPAs for 27 renewables projects that had won preferred bidder status in 2015. These deals were due to be signed by October 28, 2017 – but at lower tariffs – the former Energy Minister Mmamoloko Kubayi announced on September 1. This deadline has now been moved to November 20, according to media reports. This policy uncertainty has caused South Africa to drop one place in Climatescope 2017 to sixth position. Focusing only on its enabling framework, the country saw a 9% decrease in its score in 2017.</p>\n\n<p>There are a few mechanisms to protect the developer against PPA risk, with one being a partial risk or credit guarantee (see below). However, such instruments bring the challenges outlined above, as well as only being applicable where the offtaker is state-owned. Another way to mitigate PPA risk is for a developer to sign a put-and-call option agreement with the government (Figure 4). In April 2017, the <a href=\"/en/country/nigeria\">Nigerian</a> government signed such deals with two local solar developers, which are planning to build two PV plants totaling 120MW. This West African nation has risen to 24th place in Climatescope 2017 from 30th in the 2016 edition.</p>\n\n<p><strong>Figure 4:</strong> Example structure of a put-and-call option agreement\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig4.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>On the down side, such agreements can be expensive and some countries such as <a href=\"/en/country/russia\">Russia</a> do not recognize put or call options. In addition, the termination payments will depend on the reason why the PPA ended. In the case of <a href=\"/en/country/nigeria\">Nigeria</a>, the outstanding debt will be paid back in full but the equity investment may be recovered in full or impaired, depending on the case of the termination.</p>\n\n<h3 id=\"offtaker-risk-argentina\">Offtaker risk: Argentina</h3>\n\n<p>When it launched its <a href=\"/en/insights/energy-policy\">RenovAr renewables auction program</a> a few years ago, investors were concerned about sovereign and offtaker risk. As a result, it created the national renewable energy trust fund ‘Foder’, which offers auction winners both a liquidity and termination guarantee, protecting the companies from offtaker, PPA, currency convertibility and certain political risks.</p>\n\n<h2 id=\"currency-fluctuation\">Currency fluctuation</h2>\n\n<p>Developing countries account for 46 of the 50 most volatile currencies over the last five years (Figure 5). Currency fluctuation or devaluation <a href=\"/en/insights/risk-management\">risk</a> for a renewables project arises from the mismatch between the currency of payment in the PPA and that of obligations for operating expenses, taxes, loan repayments on the one hand, and dividend payments and profit repatriation on the other. Developers and investors will therefore try to mitigate the risk or price it into their tariffs. Problems can also arise if the PPA tariff uses a fixed exchange rate (see box).</p>\n\n<p><strong>Figure 5:</strong> Top three most volatile currencies relative to the U.S. dollar in the last five years\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig5.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg</em></small></p>\n\n<h3 id=\"currency-fluctuation-risk-egypt\">Currency fluctuation risk: Egypt</h3>\n\n<p>The Egyptian pound has halved relative to the U.S. dollar since currency controls were scrapped in November 2016 (Figure 6).  Feed-in tariff participants are partially shielded from the currency risk as the majority of the dollar-denominated tariff is paid (in pounds) at the prevailing exchange rate. However, another part (30% for PV, 40% for wind) is paid at a fixed exchange rate. This fixed rate, of 8.88 pounds per dollar is far from the current rate, which has stabilized at around 17-18 pounds since March.</p>\n\n<p><strong>Figure 6:</strong> USD: EGP exchange rate\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig6.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg</em></small></p>\n\n<p>One of the main areas of exposure to currency <a href=\"/en/insights/risk-management\">risk</a>  relates to the source of financing. Developers can therefore help mitigate these risks by:</p>\n\n<ul>\n  <li>Obtaining debt financing in local currency and using domestic equipment.</li>\n  <li>Taking on a loan denominated in local currency from a lender based outside the host country.</li>\n  <li>Securing a local-currency loan and hedging the risk by using an international hedge provider such as the TCX Currency Fund.</li>\n  <li>Using a back-to-back structure where the developer borrows from an outside lender in the form of dollar-denominated loan and uses the dollar proceeds of the loan as collateral to obtain a local-currency-denominated loan from a local bank.</li>\n</ul>\n\n<p>A developer may purchase a sometimes expensive risk-hedging instrument such as a currency swap (Figure 7). Forward/futures contracts are easier to manage and have a lower upfront cost but locking in a fixed forward price can be expensive if the currency moves against the contract holder. Options offer more flexibility, although premiums can be high.</p>\n\n<p><strong>Figure 7:</strong> Global over-the-counter foreign exchange turnover\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig7.jpg\" alt=\"Figure\" />\n<small><em>Source: Bank for International Settlements. Note: Adjusted for local and cross-border interdealer double-counting (ie, ‘net-net’ basis).</em></small></p>\n\n<h2 id=\"currency-convertibility-and-transfer\">Currency convertibility and transfer</h2>\n\n<p>This <a href=\"/en/insights/risk-management\">risk</a> arises when government capital and exchange controls prevent or impede the ability to convert local into foreign (hard) currency or transfer funds outside the country. As in many of the former Soviet republics, foreign companies in <a href=\"/en/country/tajikistan\">Tajikistan</a> have faced considerable issues with currency convertibility and transfer. In April, the central bank implemented measures to stabilize the somoni, after it has lost 7.3% against the dollar since the start of the year. A shortage of U.S. dollars in circulation was one of the main drivers behind the drop.</p>\n\n<p>The most common tools used to mitigate convertibility <a href=\"/en/inisights/risk-management\">risk</a> and transfer restrictions are political risk insurance or guarantees such as those offered by MIGA, and the African and Asian Development Banks. In addition, developers would need to allow additional time in their planning in order to transfer money out of the country.</p>\n\n<h2 id=\"interest-rate-risk\">Interest rate risk</h2>\n\n<p>As with currencies, emerging markets can also have volatile interest rates. Compare Figure 8 with trends in developed countries: interest rates in the U.S. have varied by 0.75 percentage points over the same period and those in Canada by 0.3 percentage points. They did not change in the U.K. – although they did finally rise slightly on November 2, 2017.</p>\n\n<p><strong>Figure 8:</strong> Index of interest rate movements in selected emerging markets\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig8.jpg\" alt=\"Figure\" />\n<small><em>Source: International Monetary Fund, Bloomberg New Energy Finance</em></small></p>\n\n<p>A variable interest rate exposes investors to interest rate <a href=\"/en/insights/risk-management\">risk</a>, increasing debt costs. A fixed rate is not perfect either, as the forward rate may end up above the actual rate in the future. Like most developers, Norway’s Scatec Solar has a mix of both, and for its floating-rate debt, it has undertaken fixed-rate interest swaps “for a major portion of the portfolio”, according to its 2016 annual report. Some developers vary by currency: Azure Power India has a floating rate for its rupee-denominated debt and fixed for U.S. dollar borrowings.</p>\n\n<h2 id=\"offtaker\">Offtaker</h2>\n\n<p>Offtaker <a href=\"/en/insights/risk-management\">risk</a> – ie, the possibility that the electricity utility fails to pay on time or in full – was assessed as part of the Climatescope project, taking into account the company’s financial history, sovereign guarantees and perception among players in the market. The developing countries covered by the project average at ‘somewhat high risk’. Only the Public Utilities Commission of <a href=\"/en/country/sri-lanka\">Sri Lanka</a> and Electric Networks of <a href=\"/en/country/armenia\">Armenia</a> secured the top rating of ‘very low risk’, and 10 countries fell at the other end of the range. Of the laggards, Tanesco in <a href=\"/en/country/tanzania\">Tanzania</a> was rated ‘very high risk’ due to its continued non-payment of generators, prompting Symbion, one of the IPPs, to sue the utility for $561 million. The continued high offtaker risk in the East African country has helped to reduce its score by 15% in Climatescope 2017 to 1.30, pulling it down 10 places to 29<sup>th</sup>.</p>\n\n<p><strong>Figure 9:</strong> Offtaker risk in emerging markets based on Climatescope project results\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig9.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance. Note: A lower score indicates a higher-risk market.</em></small></p>\n\n<p>One option is to secure a sovereign guarantee from the host country government but these are only as robust as the government’s balance sheet – as IPPs have found in <a href=\"/en/country/tanzania\">Tanzania</a>. For that reason, governments are increasingly reluctant to issue them (especially for smaller projects) and some such as <a href=\"/en/country/kenya\">Kenya</a> may only provide a ‘letter of comfort/support’, which may not be binding. Alternatives are a national bank guarantee or fund, a corporate guarantee fund, or relying on legislative support: for example, payments to IPPs are secured by a law governing funding allocation in the electricity sector of <a href=\"/en/country/cote-ivoire\">Cote d’Ivoire</a>. Some countries’ <a href=\"/en/insights/energy-policy\">auction programs</a> – eg, <a href=\"/en/country/argentina\">Argentina</a> – offer their own guarantees against offtaker <a href=\"/en/insights/risk-management\">risk</a>.</p>\n\n<p>If the utility is state-owned, a renewables developer can mitigate against offtaker <a href=\"/en/insights/risk-management\">risk</a> with an insurance product or guarantee that protects against government-owned entities reneging on their financial obligations. For example, the African Development Bank provided a $12.7-million partial risk guarantee for the 105MW Menengai geothermal project in <a href=\"/en/country/kenya\">Kenya</a>.</p>\n\n<p>Partial or political risk guarantees face many of the same challenges as cited above. In addition, they only cover debt lenders, leaving equity holders still exposed to the <a href=\"/en/insights/risk-management\">risk</a>, and will not cover all of the investment or loan. This is why the project company may want a sovereign guarantee as a complement, but – as discussed above – these are hard to come by. In addition, some partial risk guarantees do not cover privately owned utilities: many emerging markets have government-owned offtakers – some 90% of the 71 countries covered by the Climatescope project.</p>\n\n<p>Partial credit guarantees are more flexible, as they cover private lenders against all <a href=\"/en/insigths/risk-management\">risks</a> for the debt portion of the financing during a specific period. For example, they can be used to guard against currency and transfer risk caused by government action and to tackle technology risk. Such tools may also be used to improve the credit worthiness of the state-owned offtaker and facilitate local debt financing.</p>\n\n<h2 id=\"land-tenure\">Land tenure</h2>\n\n<p>One land-related <a href=\"/en/insights/risk-management\">risk</a> that appears more common in emerging markets concerns ownership. In such situations, investors may face increased costs due to legal cases and delays, and damage to reputation, and they may have to write off a considerable sum if the project is abandoned. As shown in Table 1, many of the land-tenure disputes to date have related to wind and hydro plants.</p>\n\n<p><strong>Table 1:</strong> Example projects affected by land-tenure disputes\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_tab1.jpg\" alt=\"Table\" />\n<small><em>Source: Business &amp; Human Rights Resource Centre, BNEF</em></small></p>\n\n<p>Land-tenure disputes remain a significant challenge in Sub-Saharan Africa, affecting several renewables projects. More than two-thirds of land in the region is under customary tenure – ie, it is owned by indigenous communities and administered according to their customs. Rights to land are rooted in communities and typically not written down or legally recognized. But many national land laws are based on the European legal concept focused on individual land rights and ownership.</p>\n\n<p>To mitigate this <a href=\"/en/insigths/risk-management\">risk</a>, a developer should integrate land issues into its due-diligence process, and undertake initiatives to educate and engage the local community (see box) as early as possible in the project process. For example, in <a href=\"/en/country/kenya\">Kenya</a>, the developers of the Kipeto wind farm have established a community development trust, through which 5% of the wind farm’s dividends will be invested in health, education, and other social projects to benefit local residents.  Engaging a local partner may be advantageous. Some established renewable energy developers already have or are working to implement a detailed process to consult the community and tackle any grievances. They can implement leasing arrangements or benefit-sharing agreements where locals are paid for the wind turbines or solar panels located on the land they occupy. Governments can also help by establishing dedicated pieces of land for renewables projects, as they have done in <a href=\"/en/country/egypt\">Egypt</a>, <a href=\"/en/country/jordan\">Jordan</a> and <a href=\"/en/country/turkey\">Turkey</a>.</p>\n\n<h2 id=\"grid-connection\">Grid connection</h2>\n\n<p>This <a href=\"/en/insights/risk-management\">risk</a> arises if a renewables developer encounters problems in connecting its project to the grid. Uncertain grid access has a big impact on determining the commercial viability of a new power project, and preventing plants from connecting to the grid can delay financial close and deter investors. For example, <a href=\"/en/country/chile\">Chile</a> is divided into four power systems, which are not interconnected and power cannot be traded between them. As a result, several big grid enhancement projects are under way but they may still not prove sufficient to absorb the considerable volume of new wind and solar capacity now expected on line by 2020. This trend is reflected in Chile’s Climatescope score, which jumped to second position in 2016, but dropped again this year.</p>\n\n<p>A developer could use a partial risk guarantee (depending on its coverage) to cover transmission network and interconnection risk, as for the Lake Turkana wind farm in <a href=\"/en/country/kenya\">Kenya</a> (see box). Not only does this increase costs but it is also only possible where the transmission system operator is state-owned, as is the case in many emerging markets. In some countries, the risk of grid connection may be low because the government requires developers to build the necessary infrastructure as part of their renewables project such as in <a href=\"/en/country/russia\">Russia</a> (for a considerable cost).</p>\n\n<h3 id=\"grid-connection-risk-kenya\">Grid connection risk: Kenya</h3>\n\n<p>The partial risk guarantee in Lake Turkana – AfDB’s first – played an important role in the project reaching financial close. This was because it covered the <a href=\"/en/insights/risk-management\">risk</a> of delay in the construction of the 428-kilometer state-owned transmission line between substations required to connect the wind farm to the national grid. AfDB’s decision came after the World Bank’s International Development Agency refused to provide a partial risk guarantee to the project because the <a href=\"/en/county/kenya\">Kenyan</a> government would not offer a counter-guarantee (though it did issue a letter of support).</p>\n\n<h2 id=\"curtailment\">Curtailment</h2>\n\n<p>This <a href=\"/en/insights/risk-management\">risk</a> occurs when wind and solar plants are forced to reduce their output, without compensation for curtailment. Figure 10 shows some of the hot spots for this risk. <a href=\"/en/country/mainland-china\">Mainland China</a> has the worst curtailment rates in the world, with the national average ratio in 2016 at 17% for wind and 10% for solar. Consequent financial losses amount to an estimated $3.4 billion last year. A plant experiencing the current level of curtailment in Mainland  China throughout its lifetime would need to sell power at a price almost a fifth higher than expected when commissioned in order to make the anticipated rate of return.</p>\n\n<p><strong>Figure 10:</strong> Curtailment risk in emerging markets based on Climatescope project results\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig10.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Much of the ‘mitigatability’ of this <a href=\"/en/insights/risk-management\">risk</a> lies with the government and offtaker, given that curtailment ratios are significantly affected by the power demand-supply balance, penetration of variable renewables, and the capacity and flexibility of the grid. Since investment in grid infrastructure is typically not the responsibility of renewable power generators, a developer should take into account curtailment risk (current and future) and any compensation available when deciding project site location. In many emerging markets, the offtaker covers curtailment losses as part of the electricity tariff, making the issue of curtailment a critical part of the PPA negotiations.</p>\n\n<h3 id=\"curtailment-risk-mainland-china-2\">Curtailment risk: Mainland China (2)</h3>\n\n<p>The National Energy Administration has released maps flagging provinces with high curtailment risk. A province with a ‘red alert’ does not receive a ‘development quota’ for the following year, meaning that local government cannot approve new projects and connect capacity to the grid.</p>\n\n<p>BNEF analysis indicates that the 2017 maps were too lenient. It expects the national curtailment ratio to decline in coming years. But at a provincial level, Shaanxi may see curtailment worsen by 2020 and the <a href=\"/en/insights/risk-management\">risk</a> is due to emerge in four new provinces.</p>\n\n<p>Wind developers in <a href=\"/en/country/mainland-china\">Mainland China</a> have found four strategies: focus on less curtailed low wind regions with relatively stable cash flow and higher profitability; expand to overseas markets to diversify their asset portfolio; seek corporate procurement deals selling power directly to local large-scale costumers at lower prices; and lock down and accelerate good quality pipeline projects.</p>\n\n<p><strong>Figure 11:</strong> Mainland China renewables curtailment<strong>Figure 11:</strong>\n<img src=\"/assets/images/content/insights/risk-management/CS2017_risk_fig11.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>As well as investment in grid infrastructure, there is a number of strategies that the government and offtaker can pursue, including reforming the power market, establishing a competitive wholesale market based on economic dispatch and requiring renewable energy developers to provide system services. Energy storage is being trialed in a number of countries. In June 2017, Qinghai province announced that wind developers must install energy storage equivalent to a tenth of a project’s capacity to secure a grid connection.</p>\n"
  ,
  "download_source":"/assets/data/docs/insights/climatescope-2017-renewables-risks.pdf"
}


