{"iso":"de","name":"Germany","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":4,"value":2.624279707,"year":2021}]},"score":{"data":[{"rank":4,"value":2.624279707,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":5,"value":2.692262926,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":8,"value":2.671069696,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":6,"value":2.373540062,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":2,"value":3.572287335,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":23,"value":1.67335026,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":8,"value":1.679193898,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":6,"value":3.706368653,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":32,"value":1.604451906,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":16,"value":1.751862492,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":8,"value":3.549709883,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":50,"value":1.545776404,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":3,"value":2.039082611,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":4,"value":3.192620833,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":17,"value":2.007619178,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":20,"value":1.101299404,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["In June 2021, Germany adopted its 2045 net-zero target in its revised climate law.  Germany’s target covers all sectors and gases underpinned by an emissions pathway until 2040 and the communication of binding sectoral targets until 2030. International aviation and shipping remain outside of the target’s scope. Germany provides separate reduction and removal targets with regards to LULUCF (Land Use, Land Use Change and Forestry) but remains unclear on any other carbon removal. They also fall under the European Union net-zero target."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["Germany is part of the EU's joint nationally determined contributions (NDC) to the Paris Agreement. The EU’s initial NDC aimed to lower emissions by at least 40% by 2030 compared to 1990 levels. It submitted an updated NDC in December 2020, which strengthened that target to a 55% reduction in emissions by 2030. This reflects the ambitions of the bloc’s Green Deal."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["Other than the goal to reach net zero by 2045, Germany has set itself the goal of phasing out coal generation by 2038 at the latest. There is a goal to ban the installation of oil boilers from 2026, which impacts the heating sector."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["One of the world’s first movers in backing renewables, Germany’s support programs have shifted from feed-in tariffs to auctions for most utility-scale technologies. The Renewable Energy Sources Act (EEG) document targets technology-specific additions totalling 89.4 gigawatts of renewables out to 2029. Onshore wind power capacity will be raised to 4 gigawatts from 2.9 gigawatts in 2022 tenders, and solar capacity trebled to 6 gigawatts. Regardless, onshore wind auctions are suffering from a drop in participation, largely the result of permitting and acceptance issues. Innovation auctions, launched in September 2020, reward hybrid renewables projects and storage, while feed-in tariffs continue to support small-scale installations such as rooftop PV up to 100 kilowatts. In Germany, plants for the generation of electricity from renewable sources shall be given priority connection to the grid. Europe’s largest renewables market will have to continue growing to achieve a net-zero goal set for 2045. Germany also has ambitious targets for renewables to account for 32% of final energy consumption by 2030, and 65% of electricity consumption.. There are also technology-specific 2030 capacity targets that were ratified over 2020. Germany is considering increasing its offshore wind target to 20 gigawatts from 15.","Even though no orthodox net metering scheme has been introduced, a ‘Mieterstrom’ law allows landlords to receive a premium for selling electricity from rooftop PV to tenants in the same building, as long as the power is sold below retail prices. It aims to encourage the construction of arrays on city-based apartment blocks. While innovative, this approach has failed to take off, largely due to its bureaucratic complexity and limits on what tariffs can be levied. From January 1, 2021, with the EEG amendment, this program’s electricity can now also be sold to tenants within a residential area. Until December 31, 2020, this was only possible within a single building.","Several national- and state-level storage subsidy programs are available in Germany, mostly involving upfront capital grants. Programm 270 supports utility-scale storage projects alongside other renewables and CHP technologies, and up to 100% of investment costs can be covered."]},{"key":2,"title":"Power prices and costs","text":["German onshore wind, offshore wind and utility-scale PV sit in the middle of global LCOE ranges. Wholesale prices have become increasingly volatile as renewables penetration increases, leading to a marked rise in negative pricing events. How prices evolve will depend on the speed with which renewables continue to replace existing capacity – uncertainty in this area surrounds the speed of the country’s phase-out from coal as well as a protracted slump in onshore wind deployment.","Low barriers to entry had the country top the European rankings for new market entrants. Some 89 started operating in 2017. German suppliers also levy what are among Europe’s highest prices, although industrial users benefit from a patchwork of favorable tariffs and exemptions. Switching rates have risen from 678,400 in 2006 to 4.7 million in 2017– that is 9.3% of customers. Retailers have to keep innovating. For that reason, many retailers offer so-called 'variable Stromtarife' to their customers."]},{"key":3,"title":"Power market","text":["Despite commissioning vast volumes of renewables, Germany continues to host Europe’s largest fossil fuel fleet. Renewables additions are set to rise with ambitious targets and a long-term auction timetable stretching out to 2030. However, difficulties commissioning onshore wind farms means that offshore wind and solar will have to pick up the slack. Over 40 gigawatts of coal and 30 gigawatts of gas was online in 2020 – a sizeable chunk of a 218-gigawatt power system. The electricity sector is fully unbundled and liberalized. Yet a handful of utilities such as RWE, Uniper and EnBW own a majority of generation assets. After remaining quiet over recent years, a handful of corporate deals indicate that the market for corporate power purchase agreements has been heating up since 2010. Both on-site and off-site schemes are possible. In 2021, a notable PPA was made for buying hydro power from a Norwegian supplier.","Clean energy investment has dropped in line with technology costs, but also due to difficulties in bringing onshore wind projects to financial close. Investment in onshore wind tumbled from $12 billion in 2017 to $3 billion and $2 billion in 2017 and 2019, respectively. Although expansion surged by 46% in 2020 compared to the year before, the installation of 420 new turbines with 1.4 gigawatts of capacity was still far too low given that onshore wind power is the most important technology Germany plans to use to bring its renewable power target. Investment in solar has, for its part, remained stable over recent years. KfW, Germany’s development bank, is the largest provider of credit for clean energy projects, followed by Hamburg Commercial Bank and the European Investment Bank. Meanwhile, historic heavyweights such as RWE, EnBW and Vattenfall top the rankings in terms of renewables capacity owned. A host of local players are also active in the form of renewables IPPs or local 'Stadtwerke' utilities. In case of curtailment, renewables (and CHP) plants get compensated by the TSO deemed responsible for the grid's congestion. The EU's amended Internal Electricity Market directive (2019/943) calls for 100% compensation to be provided for renewables curtailment from January 1, 2020. But a maximum of 95% compensation is set by Germany's \"hardship clause\", which oversees these matters.","Germany has a lot of interest in energy storage to optimize industrial processes. There are C&I systems for it, as there is for a variety of different activities including peak shaving (reducing the amount of energy drawn from the grid at peak times), uninterruptible power supply for operations like manufacturing and data centers and emergency backup power. Various lithium-ion production facilities are operational, including factories owned by Samsung and BMZ."]},{"key":4,"title":"Doing business and barriers","text":["Power demand has remained flat over recent years. Yet much uncertainty surrounds future electricity consumption, which could rise as a result of sectoral electrification. This is particularly relevant to such areas as green hydrogen production – in June 2020, the government set its sights on 5-gigawatt of renewable-powered electrolyzers by 2030. The closure of Germany’s coal plants by 2038 will offer additional opportunities for renewables as well as coal-to-gas conversions. That is especially relevant due to the government’s reluctance to subsidize new combined-cycle gas plants. Although strong winds benefit wind farms located in the north, they are often subject to curtailment. North-south grid congestion is one of the biggest obstacles facing Germany’s power transition. The situation will be complicated as northern renewable additions coincide with the 2022 deadline for closing Germany’s nuclear fleet, which is concentrated in the south. The stop-gap solutions currently employed include redispatching, countertrading and energy loops – ferrying electrons through neighboring national grids. Germany has also set up a network reserve to help manage congestion, which keeps plants outside the power market, paying them to start up in times of need, costing consumers hundreds of millions of euros per year. Generators can bid into the strategic reserve.","Difficulties in developing new onshore wind projects are a central problem. Local regulatory barriers, widespread litigation and a lack of available land have led to a crash in onshore wind installations in recent years. This has translated to a slump in auction participation. The latest amendments to the German Renewable Energy Act even started allowing the German energy regulator to arbitrarily reduce auction volumes if they’re worried an auction may be undersubscribed. Several attempts have recently been made to tackle this issue, whether by reducing project exposure to court cases, or increasing financial incentives for host communities. The effectiveness of such measures remains to be proven. Meanwhile, policy has flip-flopped on a number of issues, such as whether subsidies for small-scale solar would be terminated in 2020 (they were not). Meanwhile, domestic manufacturers of solar modules have long been outcompeted by international suppliers, while more resilient wind turbine makers have announced a wave of redundancies."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["While average vehicle sales decreased 24% from 2019 to 2020, the growth rate of EV sales was 263%. Since 2010, the average specific CO2 emissions of newly registered German light-duty vehicles fell substantially, consolidating improvements after the implementation of fuel-economy standards in 2009 and high taxation on diesel and the gasoline pump price. In 2015, the Electric Mobility Act (EmoG) came into effect with the aim of promoting electric mobility in Germany. Depending on the specific implementation of the law in each federal state and city, EV drivers can enjoy free parking, reserved parking spots and bus-lane use."]},{"key":2,"title":"EV policy","text":["According to Germany EV deployment target, by 2030, electric vehicles should account for 6 million car registrations in Germany. As part of the implementation of the Climate Action Programme 2030, the target for the share of renewable energies in the transport sector is 27% by 2030. The infrastructure for that scenario is also targeted with a goal of total 50,000 within two years (by 2022) and 1 million EV chargers by 2030.","Germany has generous purchase incentives programs for EV vehicles. EVs can get to a total subsidy of 9,000 euros each, a 10-year exemption of recurring ownership tax for BEVs and FCEVs registered until the end of 2020, and an special tax reduction for EV company cars. Support related to charging infrastructure comes in many shapes of funding and stimulus programs. In 2020, Germany added 500 million euros as a part of the stimulus to help hit the national target of 1 million EV chargers by 2030."]},{"key":3,"title":"Doing business and barriers","text":["Despite the country's largest car company, Volkswagen, having decided to make its passenger cars fully electric over the next years, Germany's automotive sector still remains heavily tilted towards combustion engines and many supplier companies regard their future as hinging on finding a way to make combustion engines climate-neutral by using synthetic fuels."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["Germany has also set annual carbon budgets to ensure the sector is on track for its goals. By 2030, building-sector emissions will need to fall to 67 million tons of carbon dioxide equivalent (MtCO2e), equal to a 66% reduction compared with 1990 levels. Besides that, German New Buildings Energy Act fully implements the European requirements for the energy performance of buildings and integrates the provision on nearly zero-energy buildings into the unified energy conservation legislation."]},{"key":2,"title":"Buildings policy","text":["In the new Climate Action Program 2030, the German government has decided to ban the installation of oil-fired heating systems from the year 2026 in buildings where more climate friendly alternatives are available – opting out of an outright ban but introducing an exchange bonus of 45% discount for anyone who has their old oil heating system replaced by a more climate-friendly device.Other types of compensation payments for renewable heating networks are supported through the Combined Heat and Power Act, the KfW Renewable Energy Premium Program and the Federal Funding for Efficient Buildings (BEG). Since 2020, Tax incentives for energy efficient renovations are provided for homeowners, allowing them to deduct 20% of the costs for renovations of up to EUR 40,000 from their taxes."]},{"key":3,"title":"Doing business and barriers","text":["Even though Germany presents many programs that contribute to an alternative heating scenario, by opting out of an outright ban in oil-fired heating, those policies lose their power."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":7782},{"year":"2012","value":8419},{"year":"2013","value":8749},{"year":"2014","value":8860},{"year":"2015","value":9283},{"year":"2016","value":9354},{"year":"2017","value":9705},{"year":"2018","value":10192},{"year":"2019","value":10593},{"year":"2020","value":12233}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":7},{"year":"2012","value":23},{"year":"2013","value":28},{"year":"2014","value":28},{"year":"2015","value":28},{"year":"2016","value":33},{"year":"2017","value":38},{"year":"2018","value":38},{"year":"2019","value":42},{"year":"2020","value":42}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":27930},{"year":"2012","value":29803},{"year":"2013","value":32943},{"year":"2014","value":37124},{"year":"2015","value":43094},{"year":"2016","value":47117},{"year":"2017","value":53705},{"year":"2018","value":56545},{"year":"2019","value":58794},{"year":"2020","value":60096}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":102819},{"year":"2012","value":103071},{"year":"2013","value":103972},{"year":"2014","value":102957},{"year":"2015","value":103156},{"year":"2016","value":102042},{"year":"2017","value":98058},{"year":"2018","value":95126},{"year":"2019","value":91910},{"year":"2020","value":92609}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":25917},{"year":"2012","value":34076},{"year":"2013","value":36709},{"year":"2014","value":37899},{"year":"2015","value":39223},{"year":"2016","value":40678},{"year":"2017","value":42338},{"year":"2018","value":45929},{"year":"2019","value":49929},{"year":"2020","value":54809}]}],"domain":{"x":[2011,2020],"y":[0,219789]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":41645},{"year":"2012","value":48153},{"year":"2013","value":50930},{"year":"2014","value":54358},{"year":"2015","value":57500},{"year":"2016","value":58200},{"year":"2017","value":58300},{"year":"2018","value":58000},{"year":"2019","value":56900},{"year":"2020","value":57100}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":19},{"year":"2012","value":25},{"year":"2013","value":80},{"year":"2014","value":98},{"year":"2015","value":133},{"year":"2016","value":175},{"year":"2017","value":163},{"year":"2018","value":178},{"year":"2019","value":197},{"year":"2020","value":200}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":49858},{"year":"2012","value":51680},{"year":"2013","value":52737},{"year":"2014","value":58497},{"year":"2015","value":80600},{"year":"2016","value":80000},{"year":"2017","value":105700},{"year":"2018","value":110000},{"year":"2019","value":125900},{"year":"2020","value":131000}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":491887},{"year":"2012","value":491755},{"year":"2013","value":493497},{"year":"2014","value":467886},{"year":"2015","value":464886},{"year":"2016","value":467579},{"year":"2017","value":442611.4214},{"year":"2018","value":416174.3718},{"year":"2019","value":374370.0489},{"year":"2020","value":326400}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":19602},{"year":"2012","value":26383},{"year":"2013","value":31013},{"year":"2014","value":36059},{"year":"2015","value":38729},{"year":"2016","value":38101},{"year":"2017","value":39404},{"year":"2018","value":45787},{"year":"2019","value":46395},{"year":"2020","value":50603}]}],"domain":{"x":[2011,2020],"y":[0,646178.4214]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":249.75},{"year":"2016","value":248.48},{"year":"2017","value":258.4},{"year":"2018","value":264.66},{"year":"2019","value":253.5},{"year":"2020","value":272.6}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":180.41},{"year":"2016","value":169.43},{"year":"2017","value":168.13},{"year":"2018","value":169.08},{"year":"2019","value":175.18},{"year":"2020","value":200.69}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":327.14},{"year":"2016","value":328.91},{"year":"2017","value":343.71},{"year":"2018","value":353.13},{"year":"2019","value":333.86},{"year":"2020","value":344.83}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":252.43},{"year":"2016","value":248.94},{"year":"2017","value":256.75},{"year":"2018","value":262.29},{"year":"2019","value":254.18},{"year":"2020","value":272.71}]}],"domain":{"x":[2015,2020],"y":[168.13,353.13]}},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":12987.23317},{"year":"2016","value":13576.74389},{"year":"2017","value":12473.60739},{"year":"2018","value":3603.43215},{"year":"2019","value":2350.95844},{"year":"2020","value":5583.364013}],"domain":{"x":[2015,2020],"y":[2350.95844,13576.74389]}},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true}],"similar":[{"iso":"GB","name":"United Kingdom","similarity":0.9918325617},{"iso":"FR","name":"France","similarity":0.9889089765},{"iso":"ES","name":"Spain","similarity":0.9843203634},{"iso":"BE","name":"Belgium","similarity":0.9824104961},{"iso":"FI","name":"Finland","similarity":0.9781198079},{"iso":"DK","name":"Denmark","similarity":0.9763385494},{"iso":"NL","name":"Netherlands","similarity":0.9745041795},{"iso":"PL","name":"Poland","similarity":0.9742054521},{"iso":"IT","name":"Italy","similarity":0.9723514361000001},{"iso":"AT","name":"Austria","similarity":0.9717770951}]}