{"iso":"ng","name":"Nigeria","grid":"off","marketGrouping":"emerging","region":{"id":"mena","name":"Middle East & Africa"},"marketGroupingScore":{"region":"emerging markets","data":[{"rank":26,"value":1.705574641,"year":2021}]},"score":{"data":[{"rank":55,"value":1.705574641,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":26,"value":2.242903287,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":121,"value":0.4518078,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":null,"value":null,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":65,"value":2.219076923,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":30,"value":1.589698319,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":58,"value":0.794446399,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":40,"value":2.964752747,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":20,"value":1.907184227,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":57,"value":1.134923427,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":117,"value":0.479166667,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":112,"value":0.848897867,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":null,"value":null,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":null,"value":null,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":null,"value":null,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":null,"value":null,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["The Federal Republic of Nigeria does not currently have a net-zero goal or strategy."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["Nigeria has submitted an interim updated Nationally Determined Contribution (NDC) to the United Nations Framework Convention on Climate Change (UNFCCC). The new NDC as of July 2021 includes the same greenhouse gas (GHG) emission reduction target set in 2017 in its first NDC - i.e. cutting its GHG emissions by 2030 below a business-as-usual (BAU) scenario by 20% using its domestic resources (unconditional target), or by 47% with international support (conditional target). It also provides information related to historical emissions and GHG projections.","The new NDC updates the base year for the GHG assessment from 2010 to 2018. Between 2010 and 2018, Nigeria’s GHG emissions increased by 40% to reach 347 MtCO2. The energy sector accounts for 60% of total emissions, followed by AFOLU (agriculture, forestry and other land use at 25%). Fugitive emissions from oil and gas represent 36% of total energy sector emissions, followed by transport, power generation, residential and industrial consumption. The baseline projection has been updated too, estimating GHG emissions at 453 MtCO2 by 2030, i.e. around half the 2015 estimates and a 31% increase in total GHG emissions between 2018 and 2030 or 2.6% year-on-year."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["To date, Nigeria does not have a fossil fuel phase-out policy. However, Nigeria had previously pledged to end gas flaring by 2020 under its National Gas Policy – a target it failed to come close to meeting."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Nigeria has a number of clean energy policies, including an ambitious target to achieve 30 gigawatts of power generation by 2030, of which 30% is expected to come from renewables.","The country’s failure to provide a stable electricity grid has created a fertile environment for the decentralized off-grid PV sector to develop. In 2017, Nigeria introduced supportive mini-grid regulation, making it easier for developers to build projects of 100kW to 1MW in size. BNEF estimates there to be 20 megawatts of distributed-PV installed to-date. Projects with capacity in excess of 1MW often require time-consuming approvals, such as a generator license.","In the on-grid space, the 14 solar PV developers that signed utility-scale PPAs in 2016 have stalled, due to discrepancies in guarantees or risk measures that the government needs to make, with no certainty as to when or if these will actually be built.","The Rural Electrification Agency (REA) continues to commission projects under its Energizing Education Program (EEP), providing power for nine universities (seven will run on PV and two on gas) with funding for phase I ($29.7 million) coming from Nigeria's sovereign green bond issued in 2017. The REA secured a further $350 million loan through the World Bank and $200 million (from the AfDB) for the Nigeria Electrification Project (NEP), totaling $550 million. EEP phase 2 (19MW of PV) will receive $105 million of this fund. Under the NEP, $150 million is dedicated to implementing a results-based financing program through a performance-based grant (PBG) and minimum subsidy tender mechanism in order to help developers to finance solar hybrid mini-grids.","With Solar Power Naija, part of the country’s Covid-19 economic recovery plan, the government aims to fix the development problems created by a lack of access to electricity, as well as the pollution caused by fuel-powered generators, which are one of the most popular power sources. Some 10% of the government’s 2.3 trillion naira ($5.6 billion) of spending to spur recovery from the pandemic will be used to install five million solar home systems. The aim is to provide electricity to 25 million people in rural communities without access to the grid.","In the commercial mini-grid segment, Rensource – a three-year-old, off-grid solar energy firm – raised $20 million in a Series A round equity funding jointly led by African venture capital fund CRE Venture Capital and impact investor Omidyar Network in December 2019. The round also saw participation from Inspired Evolution, Proparco, EDPR, I&P, Sin Capital, and Yuzura Honda. Rensource’s funding round follows sustained investor interest in Africa-focused off-grid and renewable energy startups seeking to plug electricity gaps. In June 2019, solar mini-grid company Arnergy also raised $9 million in its Series A round equity funding."]},{"key":2,"title":"Power prices and costs","text":["Electricity prices are set by the Nigerian Electricity Regulatory Commission (NERC) under its multi-year tariff-order model. Distribution companies have said that the tariffs are not cost-reflective, and so investment has stagnated. Tariffs had not been updated since 2015 and so do not incorporate the significant drop in the price of solar that has occurred worldwide. On December 31, 2019, NERC announced plans to immediately review electricity tariffs in the country from January 1, which was to take place on April 1, 2020. However, this was delayed due to the Covid-19 pandemic. This is a service-based tariff (SBT) where areas that receive more than 12 hours of service (power) per day in a month will pay the higher tariff. NERC says this is to protect the less well-off population, such that the richest 10% will cover up to 50% of the price hike.","In July 2021, NERC finally approved new Extraordinary Tariff Review applications, a Performance Improvement Plan (PIP) and Capital Expenditure (CAPEX) for electricity Distribution Companies, effective from July 1, 2021 to June 30, 2026 as part of the MYTO 2020 minor review.","The ‘yet-to-be-built’ on-grid PV projects partially ‘agreed’ a tariff of $0.075-0.115/kWh, which falls within BNEF’s global utility-scale fixed-axis PV LCOE range ($0.027-0.133/kWh, 1H 2021). No wholesale power market exists yet in Nigeria. Instead, NBET brokers transactions between generators and distributors. The ‘Eligible Customer’ regulation allows bulk buyers to buy directly from a generator at a negotiated PPA rate. In 2018, BNEF carried out a detailed study about on-site solar in Nigeria and found that solar on commercial and industrial premises can cost between $0.1/kWh and $0.2/kWh in Nigeria. PV alone is already cheaper than grid electricity tariffs or electricity from a diesel generator, which typically costs $0.28-0.32/kWh. For isolated residential-based solar hybrid mini-grids, LCOEs of mini-grids in Nigeria are found to range from $0.5-1.46/kWh, according to BNEF’s recent State of Global State Minigrids report."]},{"key":3,"title":"Power market","text":["Nigeria had a total installed capacity of 13.5GW as of year-end 2020, some 84.6% of which is accounted for by natural gas, 14.5% by large hydro, 0.7% by off-grid small hydro and 0.2% by off-grid distributed PV. Nigeria generated 30.9GWh of electricity in 2020, which constitutes a very low capacity factor of only 26%, far lower than the load factors of a typical gas or large-hydro plant, which are Nigeria’s main sources of power. That is mostly due to the frequent power outages from Nigeria’s outdated grid. Nigeria generates an annual average of 3.5-4.5GW of electricity.","As of March 2021, Nigeria finally commissioned its first on-grid renewable energy project, the government-owned 10.2MW Katsina wind farm, which has been in development for the past 12 years (announced July 2009) and has cost some N4.4 billion ($10.7 million).","Power generation is fully privatized, transmission is government-owned, and distribution is private but with only 11 regional players.","Nigeria aims to create an enabling environment for increasing grid capacity. As of April 2018, distributors must provide metered billing as opposed to the estimated billing system previously in place, in accordance with new Meter Asset Provider (MAP) regulation. The regulation states that a minimum of 30% of contracted meters must come from local manufacturers. As a result, President Buhari imposed a 35% import levy on ‘Fully Built Unit’ meters. This has been waived as of August 2020, since it makes it difficult for the MAP to be carried out effectively due to a lack of local manufacturers."]},{"key":4,"title":"Doing business and barriers","text":["Nigeria has a strong solar resource, followed by up to 3.5GW of small hydro. There is little wind resource. In 2016 alone, citizens spent as much as $16 billion to power privately-owned diesel/gasoline generators. More than 60% of companies in Nigeria have access to, or rely heavily on, diesel generators, compared to less than 20% in South Africa. The potential for mini-grids in Nigeria is therefore substantial.","The on-grid peak demand reported by the government was 26GW in 2020, but actual demand, accounting for off-grid consumption, is likely to exceed 50GW.","In 2016, Nigeria announced the Power Sector Recovery Program (PSRP), a series of policy actions, operational, governance and financial interventions to be implemented by the Federal Government of Nigeria between 2017 and 2022, in order to reset the Nigerian Electricity Supply Industry (NESI) for future growth. The World Bank Group expressed its willingness to assist the PSRP with a $2.6 billion loan in 2019 and as of June 2020, some $750 million had been approved.","Most major barriers to solar in Nigeria are financial, from debt availability to credit risk and foreign exchange hedges. Many developers in Nigeria would like import tariffs to be reduced and clean energy products to be prioritized at ports. A proposed 'Zero Percent Import Duty for Renewable Energy Technologies' calls for a five-year import duty and VAT exemption on renewable energy technologies, particularly solar components, which are most prominent in Nigeria.","Currency-conversion risks are also substantial. Revenue for most solar projects is in Nigerian naira, which international developers must then convert to foreign currency. The Central Bank of Nigeria allocates U.S. dollars to local banks but applies restrictions on converting naira into U.S. dollars. This poses a huge risk, particularly if a company holds U.S. dollar-denominated debt. As a result, the market is dominated mostly by local players that are more comfortable with owning naira.","Currently, PV modules must pay a 5% import duty plus 5% VAT. Batteries are taxed a total of 27.5%, made up of 20% import duty and 7.5% VAT."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["Nigeria does not yet have an EV policy. The country does have an automotive policy that aims to encourage local manufacturing of vehicles, but it lacks one with a specific focus on EVs, which differ significantly from internal combustion engines automobiles. The EV market remains at an early stage."]},{"key":2,"title":"EV policy","text":["The government has yet to implement any substantive policy support in this sector and the EV market remains at an early stage."]},{"key":3,"title":"Doing business and barriers","text":["The government has yet to implement any substantive policy support in this sector and the EV market remains at an early stage."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["The national Building Energy Efficiency Code (2017) is a set of minimum standards for energy-efficient building in Nigeria. The objective is to reduce energy costs and waste, and to conserve available energy for utilization where and when necessary in various homes, companies and public buildings.","The government has yet to implement any substantive policy support in this sector and the low-carbon heat market is not relevant in a subtropical country."]},{"key":2,"title":"Buildings policy","text":["The government has yet to implement any substantive policy support in this sector and the low-carbon heat market remains at an early stage."]},{"key":3,"title":"Doing business and barriers","text":["The government has yet to implement any substantive policy support in this sector and the low-carbon heat market remains at an early stage."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Not Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Not Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Not Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Not Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Not Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":30},{"year":"2012","value":30},{"year":"2013","value":31},{"year":"2014","value":91},{"year":"2015","value":91},{"year":"2016","value":91},{"year":"2017","value":91},{"year":"2018","value":91},{"year":"2019","value":91},{"year":"2020","value":91}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":5},{"year":"2018","value":5},{"year":"2019","value":5},{"year":"2020","value":5}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":8273.6},{"year":"2012","value":11153.6},{"year":"2013","value":11289.6},{"year":"2014","value":11723.6},{"year":"2015","value":12284.6},{"year":"2016","value":12420.6},{"year":"2017","value":12983.6},{"year":"2018","value":13433.6},{"year":"2019","value":13443.6},{"year":"2020","value":13443.6}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":8},{"year":"2014","value":20},{"year":"2015","value":39},{"year":"2016","value":69},{"year":"2017","value":108},{"year":"2018","value":163},{"year":"2019","value":243},{"year":"2020","value":489}]}]},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":189.33},{"year":"2012","value":147.12},{"year":"2013","value":148.55},{"year":"2014","value":277.26},{"year":"2015","value":260.04},{"year":"2016","value":248.14},{"year":"2017","value":272.6692817},{"year":"2018","value":273},{"year":"2019","value":281.58},{"year":"2020","value":268.16}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":6.8766},{"year":"2018","value":6.8766},{"year":"2019","value":6.8766},{"year":"2020","value":6.8766}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":27034},{"year":"2012","value":28706},{"year":"2013","value":28883},{"year":"2014","value":30390},{"year":"2015","value":31592},{"year":"2016","value":30897},{"year":"2017","value":31696.66788},{"year":"2018","value":30749},{"year":"2019","value":31715.79},{"year":"2020","value":30203.86}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":14.016},{"year":"2014","value":35.04},{"year":"2015","value":68.328},{"year":"2016","value":120.888},{"year":"2017","value":189.216},{"year":"2018","value":285.576},{"year":"2019","value":425.736},{"year":"2020","value":856.728}]}]},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":127.45},{"year":"2016","value":142.55},{"year":"2017","value":116.5},{"year":"2018","value":108.77},{"year":"2019","value":102.47},{"year":"2020","value":92.46}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":122.48},{"year":"2016","value":136.54},{"year":"2017","value":114.12},{"year":"2018","value":106.72},{"year":"2019","value":99.77},{"year":"2020","value":90.43}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":97.87},{"year":"2016","value":102.76},{"year":"2017","value":85.12},{"year":"2018","value":79.8},{"year":"2019","value":74.34},{"year":"2020","value":66.82}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":115.93},{"year":"2016","value":127.28},{"year":"2017","value":105.25},{"year":"2018","value":98.43},{"year":"2019","value":92.19},{"year":"2020","value":83.24}]}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":0},{"year":"2016","value":167.7244883},{"year":"2017","value":150},{"year":"2018","value":29.3386},{"year":"2019","value":118.24},{"year":"2020","value":8.813}]},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":false},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":false,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":false},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":false},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":false},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true}]}