{"iso":"us","name":"United States","grid":"on","marketGrouping":"developed","region":{"id":"amer","name":"Americas"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":24,"value":2.0148204,"year":2021}]},"score":{"data":[{"rank":30,"value":2.0148204,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":32,"value":2.179505684,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":29,"value":1.802992686,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":29,"value":1.732592261,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":35,"value":2.750526356,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":45,"value":1.436183227,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":29,"value":1.12204566,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":25,"value":3.265975225,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":93,"value":1.027331222,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":54,"value":1.158741065,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":35,"value":2.346383883,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":7,"value":2.070244886,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":21,"value":0.448958089,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":37,"value":1.608322222,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":16,"value":2.028677582,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":8,"value":1.685047018,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Although the Biden administration has spoken of reaching net-zero emissions by 2050 in aspirational terms, the U.S. does not currently have a federal net-zero emissions goal. To legislate such a target would either require a considerable shift in the balance of power in Congress toward the Democrat party, or a broad change in policy position by the Republicans. Although public opinion is gradually growing more supportive of more aggressive climate policy, there is little to suggest that either of the above scenarios will arise on the timescale of the current election cycle.","Despite the lack of a formal target, the current administration is pushing legislation that would support the transition to net-zero emissions. The recently enacted Infrastructure Investment and Jobs Act allocates $80 billion to the energy transition, primarily for building supporting infrastructure (such as transmission and electric vehicle charging) and the development of next-generation technologies that would address hard-to-abate emissions (such as hydrogen, carbon capture and storage and advanced nuclear).","While the above provisions position the U.S. for decarbonization in the future, the Biden administration’s ambitions to drive the energy transition in the short term hinge on the more contentious Build Back Better Act, which is currently being debated in Congress. If passed, the act would supercharge tax credits to support the uptake of wind, solar, storage and EVs, while also fostering the development of U.S. supply chains for these technologies.","Some U.S. states have pushed ahead of federal ambitions and put net-zero targets in place. These include California (2045), Washington (2045), Montana (2050), Nevada (2050), Michigan (2050), Louisiana (2050), Virginia (2045), Massachusetts (2050) and Maine (2050). A few of these targets are statutory, but the majority are executive orders, making them relatively easy to reverse by subsequent state governors."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["The Obama administration declared a non-legislated goal of reducing net greenhouse gas emissions by 26-28% below 2005 levels by 2025. This was effectively the U.S. commitment under the Paris Climate Accord. However, after taking office in 2017, President Donald Trump initiated the withdrawal of the U.S. from the Paris deal.","Upon assuming office, President Joseph Biden recommitted the U.S. to the Paris Agreement and the 2025 target from the country’s original ‘nationally determined contribution’ (NDC). In April, the administration announced a new NDC for 2030, aiming for a 50-52% reduction in net emissions by 2030, again with a 2005 baseline."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The U.S. does not have any policies that explicitly require the phase out of fossil fuels."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["In both the lead-up to his election and subsequently, President Biden has repeatedly stated the goal of fully decarbonizing the U.S. power sector by 2035. The administration has also announced an interim goal of achieving an 80% reduction in power sector emissions by 2030. While not legally binding, these goals lie at the heart of Biden’s policy strategy for the power sector. However, although the federal government can have a broad influence on electricity, the sector is principally governed and regulated at the state level.","As such, federal policies on power decarbonization mostly consist of ‘carrots’ in the form of economic incentives, such as tax credits to encourage the uptake of wind, solar and batteries. States, by contrast, can set explicit targets to ‘force’ the uptake of low-carbon generation – if they choose to. At the time of writing, 27 U.S. states have a binding target (in the form of a ‘Renewable Portfolio Standard’), albeit with varying degrees of ambition."]},{"key":2,"title":"Power prices and costs","text":["While there is considerable regional variation, the U.S. enjoys relatively cheap power thanks to its abundance of natural gas. In 2020, average wholesale prices at the major power hubs ranged between $18 per megawatt-hour (MWh) and $38/MWh. However, in 2021, a tight gas market has driven an increase in power prices, with the range of average wholesale prices for the year climbing to $35-65/MWh.","This range excludes Texas’ power market Ercot, where the combination of February’s anomalous weather conditions, the resulting blackouts, and its energy-only market design drove prices to extreme levels for extended periods of time. As a result, average wholesale prices for 2021 are $158/MWh.","While the situation in Ercot was exceptional, it highlights the fact that with extreme weather becoming increasingly common in the U.S., power sector economics could, in future, be determined as much by weather events (or their possibility), as they are by the price of natural gas."]},{"key":3,"title":"Power market","text":["The U.S saw a record year for renewables additions in 2020, with 19 gigawatts (GW) of solar added to the capacity mix and 16GW of wind. This propelled the collective share of wind and solar in the U.S. generation mix to 9.6% in 2020, up from 8.3% in 2019. The share of all low-carbon sources of generation (including hydro, biomass, nuclear, and geothermal) increased to 40.0% in 2020, from 38.6% in 2019. Despite 2020 being a record year, a substantial increase in the rate of renewables build is required to meet the current administration’s targets for 2030 and 2035.","Over the past decade, natural gas has established a dominant position in the U.S. power mix, accounting for 40.2% of generation in 2020, up from 27.3% in 2010. This has mainly been at the expense of coal, whose share shrunk to 19.5% from 39.0% during the same period. The main driver for this change has been the growth of domestic gas production on the back of the shale boom, with coal unable to compete economically with natural gas. While this trend has pushed down power sector emissions, it is also indicative of the key challenge to completely decarbonizing the U.S. power sector – displacing cheap natural gas."]},{"key":4,"title":"Doing business and barriers","text":["The U.S. power sector is highly heterogeneous, with a hodgepodge of regulated and competitive markets across the country. Generally speaking, the less regulated markets have seen a higher uptake of renewables, particularly in regions where wind and solar are demonstrably cheaper than existing gas. However, this does not apply across the entire country, and regulated markets, particularly in the southeast, have proven challenging to renewables developers.","Just as the U.S. power sector is fragmented in terms of policy and regulation, it is also physically fragmented due to a lack of transmission – both in terms of connections between different regions and connections within those regions. As the penetration of renewables increases, so does the risk that power prices near generation sources will fall disproportionately due to the inability of the network to shift all of the power being produced to areas of demand. The recent Infrastructure, Investment and Jobs Act has allocated $28 billion to invest in upgrading grid infrastructure, as well as addressing some of the permitting issues that have held back transmission projects in the past.","While the current occupant of the Oval Office strongly favors renewables, this may not always be the case. As renewable energy has continued its march into the mainstream, the level of hostility among its opponents has risen. Those that would have previously just criticized renewables as too expensive, are now also blaming wind and solar for a variety of maladies – from undermining energy security, to threatening American jobs and causing high gasoline prices. While these accusations are (mostly) without merit, the unfortunate fact is that renewable energy now finds itself on one side of the battle lines in a broader culture war that has recently taken over U.S. political discourse. A change in administration could bring a strong backlash against renewable energy, whether warranted or not."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["In 2020, 326,000 electric vehicles (EVs) were sold in the U.S., representing approximately 2% of all road vehicle sales in the country. This is only a slight increase on 2019 sales and is below the 351,000 vehicles sold in 2018. However, 423,000 EVs have been sold in the U.S. so far this year, giving some hope to EV advocates that the country will catch up with more active regions such as Europe and China. At the end of 2020, there were 1.7 million EVs on the road in the U.S., representing 0.7% of the overall fleet.","A particular feature of the U.S. EV market is the high degree of concentration. In 2020, 63% of EVs sold in the U.S. were made by Tesla, and in the first half of 2021 it was 50%. Other automakers are beginning to make an impact, but are still some way off genuinely competing."]},{"key":2,"title":"EV policy","text":["President Biden signed an executive order setting an aspirational target that EVs should make up 40-50% of new vehicle sales by 2030. The federal government has three main levers to achieve this goal: fuel efficiency requirements for automakers, tax credits to subsidize the upfront cost for consumers, and funding for charging infrastructure.","Corporate Average Fuel Economy (CAFE) standards require the average fuel efficiency of all vehicles sold by a particular automaker to be above a certain level. The framework has existed since the 1970s and has, over time, become increasingly stringent. The Obama administration introduced targets for the 2020s that were stringent enough that an automaker couldn’t meet them just by making the internal combustion engine vehicles it sold more efficient. Instead, it would need to sell a significant number of EVs in order to comply. However, the Trump administration revoked these rules and replaced them with requirements that could be achieved without selling EVs. The Biden administration has, in turn, pledged to reintroduce stringent requirements, but due to various legislative complexities, the earliest these can come into effect is 2024.","Tax credits for EVs are already in place and offer consumers a $7,500 rebate. However, this incentive phases out for a particular manufacturer’s vehicles once its sales exceed a cap of 200,000. The Build Back Better Bill, currently under discussion, contains various provisions, such as lifting the cap, making the tax credit more accessible to low income consumers, and increasing the incentive for vehicles made in the U.S. with unionized labor. However, some of these provisions have proved contentious, and even if the Build Back Better Bill does pass, they may not all be included.","The recently passed Infrastructure Investment and Jobs Act allocates $7.5 billion towards the build-out of EV charging infrastructure. This may encourage the uptake of EVs among consumers that are concerned with range, or do not have access to charging at home."]},{"key":3,"title":"Doing business and barriers","text":["Policy uncertainty is a barrier to the uptake of EVs in the U.S. The sector has, like wind and solar, found itself associated with one side in a political culture war. The risk to EV policy was illustrated in the flip-flop in fuel economy standards between the Obama, Trump and then Biden administrations.","The Biden administration is strongly supportive of EVs, but there are nuances to that support. If the EV provisions in the Build Back Better bill do pass in their current form, they will strongly favor U.S.-based manufacturers, particularly those using unionized labor. This could present a dilemma to automakers: they can invest in developing U.S. manufacturing and supply chains in order to fully benefit from the support of the current government, but if the subsequent administration has a contrasting vision on EVs, the value of those investment could be at risk.","The success of Tesla is not in itself a hindrance to the success of the U.S. EV sector. However, the dominance of one company does illustrate the fact that other automakers have so far failed to capture the imagination of the U.S. public. Enthusiasm for EVs that aren’t made by Tesla is a must if large-scale electrification of the U.S. road transport sector is to be achieved."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["Approximately half of U.S. homes depend on natural gas for heat. This is unsurprising given the relatively low cost of natural gas to consumers – the average retail price for residential consumers in 2020 was $10.44 per metric million British thermal unit (MMBtu), and $7.21/MMBtu for commercial consumers. The main alternative is electric heating, which is most prevalent in the south, where demand for heating is low meaning that the additional effort needed to integrate gas into a home is not warranted.","Heat pump sales are steadily increasing, with 2020 sales hitting 3.4 million, up from 3.1 million in 2019 and 1.8 million in 2010. According to the International Energy Agency (IEA), between 40-50% of new residential buildings in the U.S. include a heat pump."]},{"key":2,"title":"Buildings policy","text":["As with the power and transport sectors, the Biden administration has declared its aspirations for buildings, but has not yet implemented all of the policies that would support achieving those goals. Stated aims include creating jobs through efficiency retrofit programs, encouraging the uptake of heat pumps, and adopting modern energy codes for new buildings.","There are building codes at the national level, but adoption and enforcement is left to states and municipalities. Some have mandated energy performance standards, while others have no policy in place. Similarly, some states incentivize the uptake of various efficiency measures and products, typically through utility programs.","There are currently tax credits that encourage the adoption of efficient heating in the residential sector. This includes a $300 tax credit for Energy Star certified air-source heat pumps and central air-conditioning units, and $150 for Energy Star certified systems running on gas, propane, or oil. Geothermal heat pumps are more generously supported, qualifying for the investment tax credit with a value of 26% of the upfront cost of the system in 2021 and 2022. The credit will expire in 2024.","The Build Back Better Act contains various provisions that would increase and extend some of the above tax credits. The administration’s building efficiency policy is heavily reliant on the passage of that legislation."]},{"key":3,"title":"Doing business and barriers","text":["Although prices have risen recently, generally speaking, U.S. consumers enjoy cheap natural gas. This diminishes the incentive to invest in new forms of heating.","As with other sectors, the federal government has a less direct role in buildings efficiency than state and local governments. The federal government can create policies to encourage certain outcomes, but has less scope to lay down the rules, which is more in the hands of state and local governments. As a result, the U.S. market is very fragmented from the perspective of vendors of efficient products and services."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Not Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":11703},{"year":"2012","value":12079},{"year":"2013","value":12889},{"year":"2014","value":13096},{"year":"2015","value":13347},{"year":"2016","value":13451},{"year":"2017","value":13659},{"year":"2018","value":13801},{"year":"2019","value":13950},{"year":"2020","value":14023}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":3228},{"year":"2012","value":3434},{"year":"2013","value":3525},{"year":"2014","value":3548},{"year":"2015","value":3624},{"year":"2016","value":3624},{"year":"2017","value":3661},{"year":"2018","value":3791},{"year":"2019","value":3817},{"year":"2020","value":3865}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":16068},{"year":"2012","value":16175},{"year":"2013","value":16263},{"year":"2014","value":16307},{"year":"2015","value":16323},{"year":"2016","value":16472},{"year":"2017","value":16556},{"year":"2018","value":16585},{"year":"2019","value":16610},{"year":"2020","value":16642}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":45664},{"year":"2012","value":58963},{"year":"2013","value":59824},{"year":"2014","value":64780},{"year":"2015","value":73031},{"year":"2016","value":81818},{"year":"2017","value":87868},{"year":"2018","value":94750},{"year":"2019","value":104078},{"year":"2020","value":118838}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":898338},{"year":"2012","value":913354},{"year":"2013","value":923239},{"year":"2014","value":932865},{"year":"2015","value":940199},{"year":"2016","value":951179},{"year":"2017","value":962001},{"year":"2018","value":978215},{"year":"2019","value":982531},{"year":"2020","value":986031}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":3141},{"year":"2012","value":5944},{"year":"2013","value":10062},{"year":"2014","value":15037},{"year":"2015","value":20583},{"year":"2016","value":31343},{"year":"2017","value":39331},{"year":"2018","value":52125},{"year":"2019","value":56062},{"year":"2020","value":70653}]}],"domain":{"x":[2011,2020],"y":[0,1210052]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":56500},{"year":"2012","value":54800},{"year":"2013","value":59000},{"year":"2014","value":64400},{"year":"2015","value":65300},{"year":"2016","value":63600},{"year":"2017","value":63300},{"year":"2018","value":68700},{"year":"2019","value":62600},{"year":"2020","value":64100}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":15300},{"year":"2012","value":15600},{"year":"2013","value":15500},{"year":"2014","value":15700},{"year":"2015","value":15900},{"year":"2016","value":15800},{"year":"2017","value":15900},{"year":"2018","value":16600},{"year":"2019","value":15500},{"year":"2020","value":17400}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":64200},{"year":"2012","value":52600},{"year":"2013","value":59900},{"year":"2014","value":54300},{"year":"2015","value":53500},{"year":"2016","value":56500},{"year":"2017","value":62300},{"year":"2018","value":63900},{"year":"2019","value":66400},{"year":"2020","value":69700}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":120200},{"year":"2012","value":140800},{"year":"2013","value":167800},{"year":"2014","value":181600},{"year":"2015","value":190700},{"year":"2016","value":227000},{"year":"2017","value":254300},{"year":"2018","value":273600},{"year":"2019","value":294100},{"year":"2020","value":337400}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":3461800},{"year":"2012","value":3521100},{"year":"2013","value":3469800},{"year":"2014","value":3513000},{"year":"2015","value":3545400},{"year":"2016","value":3555100},{"year":"2017","value":3481600},{"year":"2018","value":3620100},{"year":"2019","value":3578000},{"year":"2020","value":3452100}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":4800},{"year":"2012","value":9100},{"year":"2013","value":16100},{"year":"2014","value":27700},{"year":"2015","value":38500},{"year":"2016","value":54200},{"year":"2017","value":76700},{"year":"2018","value":97900},{"year":"2019","value":106900},{"year":"2020","value":132700}]}],"domain":{"x":[2011,2020],"y":[0,4140800]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":95.46},{"year":"2016","value":92.3},{"year":"2017","value":93.21},{"year":"2018","value":92.71},{"year":"2019","value":90.84},{"year":"2020","value":89.99}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":67.74},{"year":"2016","value":65.83},{"year":"2017","value":66.35},{"year":"2018","value":66.56},{"year":"2019","value":65.04},{"year":"2020","value":63.75}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":123.36},{"year":"2016","value":121.57},{"year":"2017","value":123.71},{"year":"2018","value":123.01},{"year":"2019","value":123.02},{"year":"2020","value":124.16}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":95.52},{"year":"2016","value":93.23},{"year":"2017","value":94.42},{"year":"2018","value":94.09},{"year":"2019","value":92.97},{"year":"2020","value":92.63}]}],"domain":{"x":[2015,2020],"y":[63.75,124.16]}},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":27715.969},{"year":"2016","value":29541.644},{"year":"2017","value":35255.07532},{"year":"2018","value":32721.3536},{"year":"2019","value":51490.367},{"year":"2020","value":44722.634}],"domain":{"x":[2015,2020],"y":[27715.969,51490.367]}},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":false,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":false},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":false},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true}],"similar":[{"iso":"CA","name":"Canada","similarity":0.9877900952},{"iso":"SI","name":"Slovenia","similarity":0.8987481982000001},{"iso":"NO","name":"Norway","similarity":0.8905207946},{"iso":"PT","name":"Portugal","similarity":0.889054515},{"iso":"SK","name":"Slovakia","similarity":0.8855622427000001},{"iso":"JP","name":"Japan","similarity":0.883549529},{"iso":"IE","name":"Ireland","similarity":0.8821090485},{"iso":"CH","name":"Switzerland","similarity":0.8805053583},{"iso":"SE","name":"Sweden","similarity":0.8802077204},{"iso":"CZ","name":"Czech Republic","similarity":0.8767269494}]}