


{
  "id": "1q-2017",
  "title": "1Q 2017 Off-grid and Mini-grid Market Outlook",
  "content": "<h2 id=\"executive-summary\">EXECUTIVE SUMMARY</h2>\n\n<p>This is the inaugural issue of a quarterly assessment of the latest developments in distributed energy and electrification in emerging or remote markets. The most noteworthy recent development has been two investments from Africa-focused private equity funds in pay-as-you-go solar home system companies, which are increasingly viewed as a new category of infrastructure investment. Meanwhile, storage providers are leading the charge to make mini-grids part of the solution to Africa’s supply shortage. In <a href=\"/en/country/india\">India</a>, rooftop solar is expanding rapidly in scale and sophistication and is joined by a rising number of solar irrigation projects.</p>\n\n<ul>\n  <li>Market fundamentals have been good for off-grid companies in the past months. Oil prices recovered somewhat in early 2016 and stabilised. The currencies of key markets such as <a href=\"/en/country/kenya\">Kenya</a>, <a href=\"/en/country/tanzania\">Tanzania</a>, <a href=\"/en/country/bangladesh\">Bangladesh</a> or <a href=\"/en/country/pakistan\">Pakistan</a> have been quite stable versus the dollar, with the exception of <a href=\"/en/country/ethiopia\">Ethiopia</a> and <a href=\"/en/country/nigeria\">Nigeria</a>, which saw devaluations.</li>\n  <li>We estimate that roughly 1.4-2GW of small-scale solar (sub-1MW) has been deployed in emerging economies since January 2015. <a href=\"/en/country/pakistan\">Pakistan</a> and <a href=\"/en/country/nigeria\">Nigeria</a> are among the largest markets, having imported $276m and $23m of PV modules and cells from <a href=\"/en/country/mainland-china\">Mainland China</a> since January 2016, far exceeding the amount needed for their utility-scale project pipeline. Sales of integrated or plug-and-play solar kits are not included in these numbers.</li>\n  <li>Sales of branded solar lanterns reached a peak at 4.3m units in H1 2016, or 48% more than a year earlier, according to GOGLA and Lighting Global. Most of this growth came from <a href=\"/en/country/india\">India</a>, as sales in the East African markets continued to be under pressure from cheaper generics.</li>\n  <li>Larger solar home systems sold on a pay-as-you-go basis have caught the interest of at least two Africa-focused private equity firms, which invested more than $60m in Mobisol and Lumos Global in Q4. Both companies sell larger systems than the original pay-as-you-go pioneers. Lumos is also tightly integrated with the mobile-phone operator MTN, raising the prospect that telecom operators may increasingly use their reach to distribute solar products.</li>\n  <li>This private investment is still dwarfed by the amount of funds disbursed to the sectors by donors and development banks. The Asian Development Bank alone announced that it would lend more than $1.1bn to distributed energy initiatives in <a href=\"/en/country/india\">India</a>, <a href=\"/en/country/pakistan\">Pakistan</a> and <a href=\"/en/country/sri-lanka\">Sri Lanka</a>, including $325m for off-grid electrification in <a href=\"/en/country/pakistan\">Pakistan</a>.</li>\n  <li>Separately, mini-grid operators, storage companies and regulators are preparing for larger scale deployments. Nigeria’s draft regulation promises to remove some of the largest stumbling blocks to such investment, although details still need to be clarified.</li>\n</ul>\n\n<p><strong>By the numbers</strong></p>\n\n<ul>\n  <li>$3bn – January–October 2016 PV exports from <a href=\"/en/country/mainland-china\">Mainland China</a> to emerging markets</li>\n  <li>$142m – branded off-grid solar lighting kits sold in H1 2016</li>\n  <li>21MW - PV projects for emerging-market community mini-grids announced since April</li>\n</ul>\n\n<h2 id=\"highlight-themes\">HIGHLIGHT THEMES</h2>\n\n<h4 id=\"nigerias-mini-grid-regulation\">NIGERIA’S MINI-GRID REGULATION</h4>\n\n<p><a href=\"/en/country/nigeria\">Nigeria’s</a> rural electrification strategy aims to reach 75% of the nation by 2020, suggesting that more than 10m households will need to be connected in the coming four years, at an estimated cost of $9bn, according to the government. The strategy and draft mini-grid regulations, which had been expected to be approved by end-2016, aim to encourage decentralised generation. The regulation drafted by the National Electricity Regulatory Commission (NERC) and seen by BNEF focuses on:</p>\n<ul>\n  <li>Retail tariffs determined by a site-specific cost-plus approach (rather than a uniform grid tariff)</li>\n  <li>Compatibility standards for distributed networks that would allow eventual integration with the national grid</li>\n  <li>An exit option for investors at pre-agreed valuations for mini-grids that are subsequently absorbed into the main grid \nThe regulation distinguishes three types of mini-grids.</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig1-nigeria-mini-grid-regulation.jpg\" alt=\"OG - Fig1 - Nigeria proposed mini-grid regulation\" /></p>\n\n<p><strong>Mini-grids up to 100kW generation capacity</strong></p>\n\n<p>Permitting is voluntary and, if desired by the developer, would follow the same procedure as for a 100kW-1MW project. As an alternative, the project can simply be registered with NERC. This light-handed approach provides more clarity for developers, without requiring complicated licensing procedures that can be prohibitively expensive for small sites.</p>\n\n<p><strong>100kW-1MW installations</strong></p>\n\n<p>The first step to develop such projects would be to obtain a written agreement with the community and to acquire land for construction, as well as all other required permits to operate. Developers would also receive a 12-month exclusivity period in which the community shall not seek or support other competing developers. To receive a development permit for areas where the grid is scheduled to be extended within five years, written consent from the local licensed distribution company is needed. Only one permit will be issued for each location, ensuring that different providers will not compete with each other once a site is selected. Permitted installations would be required to build a distribution network complying with national standards, meaning the infrastructure can continue to be used if the main grid arrives. Projects larger than 1MW are already covered under existing regulations.</p>\n\n<p><strong>Interconnected mini-grids:</strong></p>\n\n<p>When a grid connection already exists but is not sufficient to meet local demand, a developer can build a local mini-grid by reaching a tripartite agreement with both the local community and the distribution licence holder. Such agreements would cover the retail tariff to be charged, a power purchase tariff at which excess generation from the mini-grid can be sold to the distribution company, a usage right for the local distribution infrastructure and the right to construct and operate additional generation assets.</p>\n\n<p><strong>Retail tariffs</strong></p>\n\n<p>Developers and operators would not sign a PPA, but would be expected to market their electricity directly to local end-consumers. Revenue certainty will be established through regulated tariffs, to be set at a site-specific level above the grid retail tariff but below stop-gap alternatives such as diesel or kerosene. \nThe primary method to determine the tariff for a mini-grid would be the so-called ‘multi-year tariff order’ calculation. NERC says that the standard assumptions used in the methodology for values such as expected non-payment, cost overruns and equity returns are far above comparable values in urban areas, suggesting it wants to allow developers to recover costs. However, the formula for the calculation and guidelines on crucial inputs, such as depreciation rules, have not yet been released. It is therefore not yet possible to evaluate if the policy will offer favourable terms for developers. \nAs an alternative, the operator could agree on a different tariff, subject to some limitations, if customers representing 60% of electricity consumption agree. \nTariffs could also include a consumer financing component to amortise the cost of indoor installations at the client’s site, presumably for items such as smart meters or basic appliances.</p>\n\n<p><strong>What happens when the grid arrives?</strong></p>\n\n<p>Mini-grid operators that had previously received a permit would be eligible to receive a one-off payment equivalent to the depreciated book value of the assets plus the total revenue booked over the last twelve months, if the site is subsequently connected to the national grid. Alternatively, the mini-grid operator can convert the mini-grid to an interconnected mini-grid (and continue to operate it) after reaching agreement with the distribution company and the local community.</p>\n\n<p><strong>BNEF take</strong></p>\n\n<p>NERC’s draft addresses two of the main stumbling blocks that have held back mini-grid development. First, it allows developers to charge cost-reflective retail tariffs instead of nationwide prices. Secondly, it would regulate buy-out values for mini-grids that are connected to the main electricity network based on a transparent formula. In theory, this offers investors certainty to commit capital, although the details are not yet clear. Investment may also be slowed by macro-economic considerations outside NERC’s control.</p>\n\n<h4 id=\"indias-solar-irrigation-market\">INDIA’S SOLAR IRRIGATION MARKET</h4>\n\n<p>After 25 years of having a government program, <a href=\"/en/country/india\">India’s</a> solar-powered irrigation market has recently seen faster growth, but is still far below its potential. The rise is largely due to significant government support. Installations in 2015- 2016 totalled 31,472 units, more than doubling the previously installed capacity (Figure 2). Nonetheless, work is behind schedule. Out of the 65,436 irrigation pumps sanctioned for installation by <a href=\"/en/country/india\">India’s</a> Ministry of New and Renewable Energy (MNRE) during 2014-15, only 23,003 had been installed by April 2016.<sup>1</sup></p>\n\n<p>The kits are heavily subsidised (combined federal and state subsidies can reach 86% of capex), both because diesel fuel for traditional pumps weighs on the trade balance and because India seeks better irrigation to boost agricultural output. In May 2016, MNRE requested banks to waive the requirement for land collateral to farmers seeking loans of 140,000-250,000 rupees ($2,094- 3,740). This cost represents around half of the capex, according to MNRE.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig2-solar-irrigation-pumps-installed-in-India.jpg\" alt=\"OG - Fig2 - Solar irrigation pumps installed in India\" /></p>\n\n<p>One of the largest suppliers of solar water pumps is Jain Irrigation, whose Q3 2016 analyst presentation said its solar pump business was “expected to grow double digits over [the] next decade”.<sup>2</sup>  The company signed a contract to deliver 8,959 water pumps worth INR 4.73bn ($71m) as part of a pilot project from Maharashtra State Electricity Distribution Company (MSEDCL). If completed, Maharashtra’s program alone will account for 500,000 of <a href=\"/en/country/india\">India’s</a> 26m water pumps.</p>\n\n<p><a href=\"/en/country/india\">India’s</a> solar pumping plans do not stop at its borders. The country is aiming to promote its domestic manufacturing capacity in at least 15-20 priority countries through the International Solar Alliance, a group of 121 nations formed during the Paris climate talks in December. In September, Jain’s subsidiary NaanDanJain Irrigation Ltd. announced it had entered into an EUR 18.7m ($19.6m) agreement to supply and install solar-powered drip-irrigation systems in Eritrea. The project is fully funded by the EU and will reach 2,000 farmers in 14 locations.<sup>3</sup></p>\n\n<p>Solar is particularly attractive as a replacement for diesel for irrigation purposes because it does not require electricity storage. Farmers can usually choose to just pump water during prime sunshine hours, reducing the need to buy batteries and making solar highly competitive with diesel.</p>\n\n<p>What is relatively absent from <a href=\"/en/country/india\">India’s</a> efforts to expand solar-powered irrigation is financial and business-model innovation. As MNRE states itself, replacing half of <a href=\"/en/country/india\">India’s</a> diesel pumps with solar will require loans of about $15bn.<sup>4</sup> It is unlikely that the current level of capital subsidies can be extended to this full undertaking, suggesting that business models that bundle agricultural services, solar pumping and financing will be required to fully penetrate the market.</p>\n\n<h2 id=\"market-fundamentals\">MARKET FUNDAMENTALS</h2>\n<p>Oil prices have recovered somewhat from their low levels in early 2016, and many key markets have seen stable currencies. Electrification rates in most East African markets continued to increase, but supply still falls short of demand and is often unreliable. Data on PV shipments from <a href=\"/en/country/mainland-china\">Mainland China</a>, which accounts for around 70% of the global PV module market, indicates that countries as diverse as <a href=\"/en/country/nigeria\">Nigeria</a>, <a href=\"/en/country/pakistan\">Pakistan</a> and Yemen have thriving small-scale solar markets.</p>\n\n<h4 id=\"currencies\">CURRENCIES</h4>\n\n<p>Off-grid consumers and distributors in <a href=\"/en/country/nigeria\">Nigeria</a> and <a href=\"/en/country/ethiopia\">Ethiopia</a> have been hit by currency depreciation against the dollar since the beginning of 2016, with <a href=\"/en/country/nigeria\">Nigeria</a> suffering a particularly strong fall in the naira (Figure 3). <a href=\"/en/country/south-africa\">South Africa</a> and <a href=\"/en/country/indonesia\">Indonesia</a> have seen their currencies gain against the dollar, making imports of both fossil fuels and grid-independent energy equipment more affordable. Other large markets such as <a href=\"/en/country/kenya\">Kenya</a>, <a href=\"/en/country/tanzania\">Tanzania</a>, <a href=\"/en/country/bangladesh\">Bangladesh</a> and <a href=\"/en/country/pakistan\">Pakistan</a> have seen relatively stable currencies this year.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig3a_spot-fx-rates-against-the-USD-in-Asian-countries.jpg\" alt=\"OG - Fig3 - Spot FX rates against the USD in Asian countries\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig3b_spot-fx-rates-against-the-USD-in-African-countries.jpg\" alt=\"OG - Fig3 - Spot FX rates against the USD in African countries\" /></p>\n\n<h4 id=\"electrification-rates\">ELECTRIFICATION RATES</h4>\n\n<p>National electrification rates in key markets are either improving or stagnating, according to the most recent Climatescope data (Figure 4). Countries like <a href=\"/en/country/peru\">Peru</a>, <a href=\"/en/country/kenya\">Kenya</a>, <a href=\"/en/country/nepal\">Nepal</a>, <a href=\"/en/country/indonesia\">Indonesia</a> and <a href=\"/en/country/sri-lanka\">Sri Lanka</a> have all trended upwards, connecting about 20% of their respective populations over the past five years. These countries tend to have active electrification programs. In contrast, countries such as <a href=\"/en/country/ethiopia\">Ethiopia</a>, <a href=\"/en/country/senegal\">Senegal</a> or <a href=\"/en/country/pakistan\">Pakistan</a> have seen their numbers stagnate.\nWhile increasing electrification rates technically reduce the market’s attractiveness for off-grid operators, the statistics often ignore that many newly connected households receive only an irregular power supply. Anecdotal evidence from Solar Home System (SHS) and mini-grid operators suggests that many of their customers are connected to the power grid, but prefer to pay premium tariffs for more reliable electricity.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig4-national-electrification-rates.jpg\" alt=\"OG - Fig4 - National electrification rates\" /></p>\n\n<h4 id=\"pv-exports-and-imports\">PV EXPORTS AND IMPORTS</h4>\n\n<p>PV module and cell exports from <a href=\"/en/country/mainland-china\">Mainland China</a> to emerging countries and island nations reached $3bn in Q1-Q3 2016, representing a 20% increase over the same period in 2015 and a third of total Chinese PV exports. We estimate that this is equivalent to 6.8GW of PV modules.</p>\n\n<p>The same countries commissioned just over 4.1GW of utility-scale projects (&gt;1MW) in 2016, according to our database. A BNEF research note adjusted the data for anomalies such as shipments that may have only transited through emerging countries or large-scale projects undergoing long construction cycles. We estimate that the small-scale solar market in emerging economies has totalled 1.4-2GW since January 2015.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig5-PV-exports-from-China-to-emerging-countries.jpg\" alt=\"OG - Fig5 - PV exports from Mainland China to emerging countries\" /></p>\n\n<p>Diving deeper into the customs data revealed the following:</p>\n\n<p><strong>Pakistan and Nigeria</strong> are among the largest emerging markets for small-scale solar – which is not surprising, given their large populations and unreliable grid power supply. <a href=\"/en/country/nigeria\">Nigeria</a> has imported almost $50m worth of PV modules from <a href=\"/en/country/mainland-china\">Mainland China</a> since January 2015, despite never having commissioned a single utility-scale project.</p>\n\n<p><strong>Other countries are more surprising.</strong> Yemen imported $63m worth of PV products since January 2015 (~120MW), primarily for residential use. <a href=\"/en/country/bangladesh\">Bangladesh</a>, <a href=\"/en/country/myanmar\">Myanmar</a>, <a href=\"/en/country/ghana\">Ghana</a> and the <a href=\"/en/country/dominican-republic\">Dominican Republic</a> are also all markets that imported significantly more PV modules than we would expect based on the project pipeline. Western Africa appears to be a hotbed of small-scale solar activity.</p>\n\n<p><strong>Solar markets are very local.</strong> The steady global rise hides far more dramatic increases and declines on a local level. South Asia saw the biggest growth, driven by <a href=\"/en/country/india\">India’s</a> dramatic acceleration of solar build, not only utility-scale but also on rooftops (see our report on Financing India’s Clean Energy Transition). <a href=\"/en/country/brazil\">Brazil</a> saw a similar trend, if at smaller scale. Shipments to Africa were more balanced, while the Middle East and East Asia saw their markets for Chinese imports decline.</p>\n\n<p>A total of 31 emerging markets have seen their solar imports reach the highest level in Q3 2016, including <a href=\"/en/country/brazil\">Brazil</a>, <a href=\"/en/country/nigeria\">Nigeria</a>, Mongolia, <a href=\"/en/country/sri-lanka\">Sri Lanka</a>, <a href=\"/en/country/egypt\">Egypt</a>, <a href=\"/en/country/lebanon\">Lebanon</a>, Afghanistan and <a href=\"/en/country/tanzania\">Tanzania</a>.\nSmall-scale solar markets have completely different dynamics from utility-scale markets. Individual PV shipments to emerging economies tend to be less than $200k on average, and as low as $52k on average in <a href=\"/en/country/ghana\">Ghana</a> (see chart below). The relatively small average shipment size suggests that most activity is not tied to large orders for utility-scale projects, but neither is it linked to inventory for large retailers of PV products. Most distributors are likely to be small importers or EPC companies.\nThe diffuse nature of the market means there are low barriers to entry and it is hard to compete on a pure distribution model. Profits are more likely to come from improved system integration or additional services such as financing or reliable power supply services.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig6-Average-order-size-for-PV-imports-from-China.jpg\" alt=\"OG - Fig6 - Average order size for PV imports from Mainland China\" /></p>\n\n<h2 id=\"product-sales-and-project-development\">PRODUCT SALES AND PROJECT DEVELOPMENT</h2>\n\n<p>Off-grid solar lanterns and home systems are still taking the lion’s share of plug-and-play sales, but mini-grid developers are ramping up activity, emboldened by increasingly competitive storage options and an improving regulatory environment. The mini-grid market is also of interest to established equipment manufacturers that expect to deploy not just community projects, but also to boost the performance and resilience of industrial sites.</p>\n\n<p><strong>Storage providers take the lead on remote mini-grids</strong></p>\n\n<p>The global energy storage market is expected to reach 740MW in total this year, up from 245MW just two years ago, according to BNEF’s H1 2016 Global Energy Storage Market Outlook (Web | Terminal). The rise is driven to a large extent by cost reductions and an increase in policies supporting storage projects.\nThe growth of the storage market is also starting to affect emerging and frontier markets. Storage companies are now pushing forward some of the most ambitious new mini-grids and independent energy systems, such as Fluidic’s two projects in <a href=\"/en/country/indonesia\">Indonesia</a> and Madagascar. The same is true for commercial and industrial projects (Table 2). As a result, off-grid applications in emerging markets are rising up the strategic priority list for several storage companies. For instance, VizN announced a partnership with Jabil Inala, which offers EPC services in 11 African countries.<sup>4</sup> Similarly, Italy-based Electro Power Systems sees 80% of its project pipeline in <a href=\"/en/region/africa\">Africa</a> and <a href=\"/en/region/asia\">Asia</a>.<sup>6</sup></p>\n\n<h4 id=\"community-mini-grids\">COMMUNITY MINI-GRIDS</h4>\n\n<p>We have tracked a pipeline of 21MW of PV and 2.3MW of wind mini-grids aimed at community electrification announced since April. A few large projects overshadow the small but growing portfolio of merchant mini-grids operated by local players.</p>\n\n<p>Storage players such as Fluidic or Electro Power Systems have both opted for government-endorsed projects that either cooperate with or substitute for a national utility in regions that are not covered by the grid. This approach involves relatively lengthy lead times and high initial transaction costs, with the projects tending to be relatively large as a result. Fluidic has signed a memorandum of understanding with the Indonesian government to serve 500 remote towns and villages with a population of 1.7m, working with the national utility. They have a similar deal in Madagascar. Electro Power Systems has secured an equipment contract to deliver 313kWh of storage technology for a mini-grid run by a local utility in Somalia, helping to reduce costs by replacing diesel generators with a 1.7MW wind installation.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/table1-Selected-community-mini-grids-announced-in-2016.jpg\" alt=\"OG - Table1 - Selected community mini-grids announced in 2016\" /></p>\n\n<h4 id=\"commercial-and-industrial-applications\">COMMERCIAL AND INDUSTRIAL APPLICATIONS</h4>\n\n<p>Mini-grids are not just used to bring power to under-served communities, but also allow industrial sites to integrate renewable power generation and boost the resilience of their sites. Table 2 illustrates the variety of applications. They range from the solar micro-grid at a nature conservancy that helps reduce diesel consumption and noise on site, to seamless operations of an agricultural facility in <a href=\"/en/country/rwanda\">Rwanda</a> during grid outages. ABB’s on-site mini-grid in Johannesburg highlights both of these applications and also serves as a showcase for the technology, which ABB called a key element of its ‘Next Level’ strategy in the region.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/table2-Selected-commercial-and-industrial-applications-announced-in-2016.jpg\" alt=\"OG - Table2 - Selected commercial and industrial applications announced in 2016\" /></p>\n\n<h4 id=\"solar-home-systems-and-lanterns\">SOLAR HOME SYSTEMS AND LANTERNS</h4>\n\n<p><strong>Portable solar kits reach new sales peak in H1 2016</strong></p>\n\n<p>The Global Off-Grid Lighting Association and the World Bank Group’s Lighting Global platform released data earlier in October stating that its members had sold just over 4m portable solar lights and home systems, a new record. The sales are focused on <a href=\"/en/region/africa\">Africa</a> (2m units) and South Asia (1.8m units). The vast majority of the systems are portable single light kits, often selling for less than $10. Only about one quarter of all units had a solar panel larger than 3W. The average system retails at $33 per unit, making the market worth about $280m on an annualised basis.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig7-Sales-of-portable-solar-kits-by-GOGLA-members-and-Lighting-Global-Associates.jpg\" alt=\"OG - Fig7 - Sales of portable solar kits by GOGLA members and lighting Global Associates\" /></p>\n\n<p>Three things stand out from the report:<sup>7</sup></p>\n\n<p><strong>1. Sales in Africa have dropped.</strong> <a href=\"/en/country/india\">India</a> is the fastest rising market for portable solar kits. Unit sales in <a href=\"/en/region/africa\">Africa</a> declined by 12% over H2 2015. The drop may be related to working capital problems or logistical issues, but the authors also mention that generic products (not included in the survey) remain a source of fierce competition.</p>\n\n<p><strong>2. Average unit prices are rising:</strong> the report says that revenue increased by 18%, while unit sales went up by just 5% over the previous period. This indicates that distributors are promoting higher-value products, probably as a response to the onslaught from generic products. Companies may therefore be leaving the entry-level market to generics.</p>\n\n<p><strong>3. Focus on replacement sales:</strong> a typical solar light is expected to have a useful lifetime of 2-3 years. Sales by GOGLA members and IFC Lighting Global Associates started picking up scale in 2013. This cohort is likely to be on the market to replace their kits in the immediate or near future. If all new sales just replace lanterns bought in H1 2013, such sales alone should account for about 2.2m units, or more than 50% of H1 2016 sales. If this is the case, it means that the industry is not reaching more new customers today than it was three years ago. An alternative possibility is that kits are either lasting more than three years or customers are switching to generic lights or alternative technologies. Unfortunately, the data to determine what is the case is not available.</p>\n\n<h2 id=\"corporate-and-project-finance\">CORPORATE AND PROJECT FINANCE</h2>\n<p>Two large solar home systems distributors have raised double-digit million dollar equity rounds since October. Unlike most previous investment rounds, both were led exclusively by for-profit private equity investors, positioning pay-as-you-go solar as a commercial opportunity. Total financing, however, remains dominated by donor-based lending, led by the Asian Development Bank, which announced it will lend more than $1.1bn towards Indian rooftop solar and energy efficiency as well as mini-grids in <a href=\"/en/country/pakistan\">Pakistan</a> and <a href=\"/en/country/sri-lanka\">Sri Lanka</a>.</p>\n\n<h4 id=\"private-sector-financing\">PRIVATE SECTOR FINANCING</h4>\n\n<p><strong>Pay-as-you-go solar leads the charge</strong></p>\n\n<p>Pay-as-you-go solar companies continued to dominate the energy access investments, with more than $223m of funds announced in 2016. This puts the sector well above last year’s $158m. Off- Grid Electric, BBOXX, Nova Lumos and Mobisol all raised individual rounds of at least $18m. Beyond the numbers, there are two important trends to note.\nThe closing of Mobisol’s equity round from Investec and Lumos Global’s round with Pembani Remgro Infrastructure Fund signals that pay-as-you-go solar is becoming a commercial opportunity. While financials were not disclosed for either deal, both break the previous trend of transactions being driven primarily by impact investors and donor capital. It is likely that the deal was more palatable to Investec and Pembani Remgro because both companies are targeting relatively well-off customers, with systems up to $1,000, rather than the typical $150-200 for smaller home systems.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig8-Investments-in-PAYG-solar-companies.jpg\" alt=\"OG - Fig8 - Investments in pay-as-you-go solar companies\" /></p>\n\n<p>All financing rounds went exclusively to solar kit companies offering consumer financing products. We are not aware of any significant investments into companies selling kit on a cash basis. D.Light, which historically focused on cash sales, has raised a total of $22m, primarily aimed at boosting its pay-as-you-go business. GOGLA and Lighting Global report that several cash-sale companies reported declining sales as a result of limited inventory financing, primarily in <a href=\"/en/country/tanzania\">Tanzania</a> and <a href=\"/en/country/ethiopia\">Ethiopia</a>.<sup>8</sup> Such bottlenecks create opportunities for competitors, primarily generic lantern manufacturers, to capture market share.\nSunFunder, a San Francisco-based lender for small-scale solar companies primarily in Africa, has also announced it raised a $21m round from OPIC, MCE Social Capital and Rockefeller Foundation, with a view to raise a total of $50 in the coming months.<sup>9</sup></p>\n\n<p><strong>Fluidic Energy, PowerGen secure $25m for community mini-grids</strong></p>\n\n<p>In 2015, Fluidic, the Scottsdale, Arizona-based storage provider, signed a memorandum of understanding with <a href=\"/en/country/indonesia\">Indonesian</a> state-owned utility PLN, to supply up to 1.7m people with reliable power from mini-grids balanced with its batteries. The company raised $20m on 28 November from Asia Climate Partners, a joint venture between the Asian Development Bank, Orix and Robeco. This is the largest investment round in an emerging market mini-grid company since PowerHive raised a similar amount in late 2015.\nOn 20 December, PowerGen, a Tanzania-based mini-grid developer also announced it had closed a $4.5m series A equity round from Dutch family office DOB Equity, impact-focused venture capital provider AHL Venture Partners and two private angel investors. PowerGen says the investment will help it to add 7,500 new connections within two years.</p>\n\n<h4 id=\"government-and-donor-led-initiatives\">GOVERNMENT AND DONOR-LED INITIATIVES</h4>\n\n<p><strong>India: ADB and USAID boost India’s rooftop solar and energy-efficiency financing</strong></p>\n\n<p>The Asian Development Bank committed to lend $500m to <a href=\"/en/country/india\">India’s</a> rooftop solar sector, which the country aims to scale from 0.5GW today to 40GW in 2022. Funds will be provided to Punjab National Bank to make loans to local developers and end-users throughout the country. The ADB said that the package will include another $300m in subproject equity and will leverage $200m in loans from commercial banks. The figures add momentum to what is <a href=\"/en/country/india\">India’s</a> fastest-growing solar sector. We have tracked a total of $121m of investments in India’s rooftop solar in financial year 2016 (April 2015-March 2016), which grew by 89% CAGR over the last four years. Rooftop solar is primarily attractive for commercial customers, who pay the highest tariffs for grid power in many Indian states (Figure 9).</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q1/fig9-Average-tariffs-for-commercial-industrial-and-domestic-consumers-and-utility-solar-LCOE-in-India.jpg\" alt=\"OG - Fig9 - Average tariffs for commercial, industrial and domestic consumers, and utility solar LCOE in India\" /></p>\n\n<p>The ADB has also signed off a $200m loan aimed at distributed energy-efficiency measures, primarily LED lighting in residences and streets, fans and water pumps. The program aims to retrofit 225,000 irrigation pumps,<sup>11</sup> or about seven times as many as have been powered with solar in 2015.\nSeparately, USAID said it will provide a loan guarantee towards $75m of small-scale solar and energy efficiency in <a href=\"/en/country/india\">India</a>. The loan portfolio will be managed by India’s RBL Bank and support companies, working towards providing the government’s plan to provide round-the-clock power across to the country, according to a USAID press release.<sup>12</sup></p>\n\n<p><strong>Sri Lanka aims to reach 100% electricity access with $115m ADB loan</strong></p>\n\n<p>The ADB will lend another $115m, bundled with a $3.8m grant, to help get <a href=\"/en/country/sri-lanka\">Sri Lanka’s</a> electrification rate from 98% to 100% over the next five years and boost quality of supply for the rest. The loan will be used for a mix of grid extension and improvement projects, but also a micro-grid pilot. The ADB did not comment on the share of the total loan that will be allocated to the micro-grids.</p>\n\n<p><strong>$325m ADB loan for off-grid energy supply in Pakistan</strong></p>\n\n<p>On 25 November, the Asian Development Bank also announced<sup>13</sup>  it had approved a loan to support 1,000 micro-hydro mini-grids as well as rooftop solar installations for 23,000 schools and over 2,500 healthcare facilities in Khyber Pakhtunkhwa Province (KPP) and Punjab, two of the country’s largest provinces. The bank said the programme will reach 1.5m people in residential households and the schools supported by it will affect 2.6m students. The press release did not include details on the expected timeline or implementing partners.</p>\n\n<p><strong>Green Climate Fund Greenlights initial $78m investment in Deutsche Asset Management fund for energy access in Africa</strong>\nThe development bank will serve as an anchor investor in Deutsche Bank’s “Universal Green Energy Access Program” fund for <a href=\"/en/region/africa\">Africa</a>. Deutsche Asset Management hopes to eventually manage up to $3.5bn over the next 15 years through the vehicle. It aims to close a first round of $300m following GCF’s decision, and will invest in Benin, <a href=\"/en/country/kenya\">Kenya</a>, Namibia, <a href=\"/en/country/nigeria\">Nigeria</a> and <a href=\"/en/country/tanzania\">Tanzania</a>, according to a press release.<sup>14</sup></p>\n\n<p><strong>African Development Bank approves $100m towards $500m energy inclusion facility</strong></p>\n\n<p>The bank’s $50m equity and $50m convertible loan will primarily be invested in off-grid and mini-grid projects costing less than $30m each. The initial investment seeks to bring in third-party investors and reach 3m people with electricity. The group aims to appoint a manager in February and close the fund mid-2017.<sup>15</sup></p>\n\n<p><strong>World Bank, EU and Philippines government to deliver 40,000 solar home systems in the Philippines</strong></p>\n\n<p>The project is funded with $3m from the World Bank’s Global Partnership on Output-Based Aid and $12.8m from the European Union. It implies a cost of just under $400 per solar home system.<sup>16</sup> \n<strong>__</strong><strong>__</strong><strong>__</strong><strong>__</strong><strong>__</strong><strong>__</strong><strong>__</strong><strong>__</strong><strong>__</strong><strong>__</strong></p>\n\n<p><sup>1</sup> India Ministry of New and Renewable Energy, “Status of solar pumps sanctioned during 2014-15”</p>\n\n<p><sup>2</sup> Jain Irrigation Q1 FY2016 investor communication</p>\n\n<p><sup>3</sup> Jain Irrigation press release, 9 September 2016</p>\n\n<p><sup>4</sup> MNRE, “Request for giving priority to farming community and follow the example of Syndicate Bank in financing solar pump sets”, 24 May 2016</p>\n\n<p><sup>5</sup>  ViZn Energy press release, 29 August 2016</p>\n\n<p><sup>6</sup>  Electro Power Systems press release, 20 September 2016</p>\n\n<p><sup>7</sup>  GOGLA and Lighting Global, United National Capital Development Fund, Berenschot, “Global Off-Grid Solar Market Report – semi-annual sales and impact data, January-June 2016”, October 2016</p>\n\n<p><sup>8</sup>  GOGLA and Lighting Global, United National Capital Development Fund, Berenschot, “Global Off-Grid Solar Market Report – semi-annual sales and impact data, January-June 2016”, October 2016</p>\n\n<p><sup>9</sup>  Bloomberg News, “SunFunder raises $21 million for off-grid solar fund”, 12 October 2016</p>\n\n<p><sup>10</sup>  SECI, “Invites request for selection of bidders for implementation of grid connected roof top solar PV“, February 2015</p>\n\n<p><sup>11</sup>  LED inside, “Asian Development Bank invest $200m in LED light upgrade in India”, 3 October 2016</p>\n\n<p><sup>12</sup>  USAID, 3 November 2016</p>\n\n<p><sup>13</sup>  Asian Development Bank, “ADB to help improve clean energy access, efficiency in Pakistan”, 25 November 2016</p>\n\n<p><sup>14</sup>  Deutsche Bank, 17 October 2016</p>\n\n<p><sup>15</sup>  African Development Bank press release, 14 December 2016</p>\n\n<p><sup>16</sup>  World Bank Group, “PoorFamilies in Remote Areas to Benefit from Renewable Energy Grants”, 23 August 2016</p>\n"
  ,
  "download_source":null
}


