


{
  "id": "1q-2018",
  "title": "1Q 2018 Off-grid and Mini-grid Market Outlook",
  "content": "<h2 id=\"1q-2018-frontier-power-market-outlook\">1Q 2018 FRONTIER POWER MARKET OUTLOOK</h2>\n\n<h3 id=\"executive-summary\">EXECUTIVE SUMMARY</h3>\n\n<p>Investment to boost energy supply for frontier markets totaled $2.5 billion last quarter, and was sourced from development banks, energy giants and impact investors. A new push to boost the use of solar in irrigation alone could add that same amount yet again this quarter. But as the sector hits major milestones, a sustainable financing model remains elusive.</p>\n\n<ul>\n  <li>Data from the most recent iteration of Climatescope - which tracks renewable energy investments and policies in 71 developing countries - shows that the electrification rate in Sub-Saharan Africa increased from 43% to 45% and from 79% to 82% in South and Southeast Asia between 2015 and 2016. While much of Asia improved uniformly, there are wide performance gaps across Africa.</li>\n  <li>Solar exports to non-OECD countries continued to boom throughout the first 11 months of 2017, with total purchases exceeding $5 billion. Most of this went to <a href=\"/en/country/india\">India</a>. A recent surge in the Middle East contributed to growth, while sales to Africa remained a tiny trickle.</li>\n  <li>The International Solar Alliance (ISA), a new organization of mostly sunny and developing countries, plans to change that. The group plans to issue its first tender for half a million solar water pumps for agricultural use this quarter. It would be worth an estimated $2-3 billion and include 1.5GW of PV, although we expect the tender to be smaller once finalized.</li>\n  <li>Residential off-grid solar companies are having a boom of their own. Pay-as-you-go start-ups raised $172 million since October, and a record $265 million in 2017. Notable new investors included the venture arms of Shell and GE. Most companies can now access debt when needed, but sustainable off-balance-sheet financing structures remain work in progress.</li>\n  <li>The renewables micro-grid market outside the OECD and <a href=\"/en/country/mainland-china\">Mainland China</a> slowed in 2017, with only 28 projects with a total capacity of 44MW being commissioned. We expect a small recovery in 2018, but the bulk of micro-grid activity will be focused in Mainland China this year.</li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>$265 million pay-as-you-go solar financing in 2017</li>\n  <li>1.5GW solar pumps planned to be tendered</li>\n  <li>1.4GW total capacity of micro-grids announced in 2017</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_1_National_electrification_rate_in_selected_countries.png\" alt=\"Figure 1 National_electrification_rate_in_selected_countries\" /></p>\n\n<h3 id=\"highlights\">HIGHLIGHTS</h3>\n\n<h4 id=\"grid-expansion-continues-a-slow-climb\">GRID EXPANSION CONTINUES A SLOW CLIMB</h4>\n\n<p>The electrification rate has increased from 43% to 45% in Sub Saharan Africa and from 79% to 82% in South and Southeast Asia between 2015 and 2016<sup>1</sup>. While South and Southeast Asian countries saw progress almost uniformly, in Sub-Saharan Africa, the development differed dramatically. Much of the variation can be explained by multiple factors including economic growth, power sector development, and whether a country made use of off-grid solar markets to boost access. But the rapid electrification rate improvement is primarily driven by dedicated, government-driven electrification programs focused on expanding the transmission and distribution grid.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_2_Estimated_population_with_and_without_electricity_access_in_selected_countries_in_2016.png\" alt=\"Figure 2 Estimated_population_with_and_without_electricity_access_in_selected_countries_in_2016\" /></p>\n\n<p>Countries such as <a href=\"/en/country/ethiopia\">Ethiopia</a> and <a href=\"/en/country/rwanda\">Rwanda</a> improved their electrification rates particularly fast, going from 34% to 41% and 20% to 30% between 2015 and 2016 respectively (Figure 2). Both have not only dedicated rural electrification programs and grid network expansions, but also significant off-grid solar markets.</p>\n\n<p>In <a href=\"/en/country/ethiopia\">Ethiopia</a>, the electrification rate jumped two years in a row, from 27% in 2014 to 41% in 2016. Much of this can be explained by accelerated development of the power sector, including the expansion of its distribution network<sup>2</sup>. The country’s rapid GDP growth<sup>3</sup>, population increase, and rural-urban migration also contributed to the improvement. The country aims to achieve universal electricity access by 2025<sup>4</sup>, which would mean reaching an additional 9-10 million people every year. This is very ambitious, even if the country continues to expand the grid at the current rate.</p>\n\n<p><a href=\"/en/country/dr-congo\">The Democratic Republic of Congo (DRC)</a> was the worst performing nation among those assessed in terms of improving energy access. Its electrification rate remained at just 10%. With population growth, an additional 2.3 million people lack energy access in the country. High grid connection costs - standing at $500 for residential users - probably were not conducive to get more people connected either.</p>\n\n<p>The electrification rates data in this section is based on Climatescope 2017 launched in December 2017. Some of the data is from research by International Energy Agency and our estimates.</p>\n\n<h4 id=\"international-solar-alliance-kicks-off-with-irrigation-tender\">INTERNATIONAL SOLAR ALLIANCE KICKS OFF WITH IRRIGATION TENDER</h4>\n\n<p>The International Solar Alliance (ISA) became a legal entity on December 6, 2017 aiming to mobilize $1 trillion low-cost financing by 2030 to deploy solar in its member countries (Figure 3). The organization is an inter-governmental alliance launched by Indian Prime Minister, Narendra Modi and former French President, Francois Hollande at the United Nations Climate Change Conference in Paris in November 2015.</p>\n\n<p>ISA plans to float its first tender in 1Q 2018 for around 500,000 solar pumps<sup>5</sup> by aggregating demand from its member countries. This is quite an ambitious number, and unlikely to materialize in the first attempt. Using the benchmark cost of <a href=\"/en/country/india\">India</a>’s Ministry for New and Renewable Energy for solar irrigation equipment, the total tender might be worth about $2-3 billion. The PV capacity for solar irrigation equipment varies depending on local conditions, but typically averages around 3kW per unit. This would imply demand for around 1.5GW of solar modules, mostly headed to India, <a href=\"/en/country/bangladesh\">Bangladesh</a>, <a href=\"/en/country/uganda\">Uganda</a> and <a href=\"/en/country/senegal\">Senegal</a> (Table 1). India’s Energy Efficiency Services Limited (EESL) will float the tender based on a reverse auction mechanism. Suppliers such as Shakti Pumps (SKPI IN) or Jain Irrigation (JI IN) previously indicated capacity to deliver more than 650,000 units over 2017-19, so there is unlikely to be a supply shortage for the tender. However, not all countries have specified their demand yet, so we expect the final tender to ask for fewer than the 500,000 units.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Table_1_Expected_demand_for_solar_pumps_in_ISA_tender.png\" alt=\"Table 1 Expected_demand_for_solar_pumps_in_ISA_tender\" /></p>\n\n<p>For comparison, <a href=\"/en/country/india\">India</a> had installed 128,000 solar pumps as of May 31, 2017, and aims to reach one million solar pumps by 2021. If the demand is aggregated successfully, the tender is expected to open a new avenue for solar pump manufacturers and accelerate the market expansion in the country although the target still seems ambitious.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Table_2_Programs_under_the_International_Solar_Alliance.png\" alt=\"Table 2 Programs_under_the_International_Solar_Alliance\" /></p>\n\n<p>ISA is also planning to launch two other programs: Scaling rooftop solar and solar powered e-mobility. In the scaling rooftop solar program, ISA requested all the member countries to submit proposals for demonstrating installations of rooftop PV systems.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_3_Countries_that_have_signed_the_International_Solar_Alliance_framework_agreement.png\" alt=\"Figure 3 Countries_that_have_signed_the_International_Solar_Alliance_framework_agreement\" /></p>\n\n<h3 id=\"fundamentals\">FUNDAMENTALS</h3>\n\n<p>Exchange rates in key developing economies are weighing on their purchasing power, but PV imports from <a href=\"/en/country/mainland-china\">Mainland China</a> have been growing consistently year-on-year. Development finance commitments have exceeded $2.3 billion since October.</p>\n\n<h4 id=\"exchange-rates-and-fuel-prices\">EXCHANGE RATES AND FUEL PRICES</h4>\n\n<p>The basket of the currencies of <a href=\"/en/country/south-africa\">South Africa</a>, <a href=\"/en/country/kenya\">Kenya</a>, <a href=\"/en/country/tanzania\">Tanzania</a> and <a href=\"/en/country/ethiopia\">Ethiopia</a> dropped relative to the U.S. dollar in mid-October (Figure 4) primarily because the National Bank of Ethiopia announced a devaluation of the Ethiopian Birr by 15%<sup>6</sup>. It started to increase after the South African Rand strengthened by 9.6% in December 2017 with the victory of Cyril Ramaphosa as leader of South Africa’s ruling party. Currencies in the developing Asian markets for distributed energy declined at the end of the year primarily as <a href=\"/en/country/pakistan\">Pakistan</a>’s central bank allowed market driven rupee devaluation. The weaker currencies make imported products such as clean energy equipment more expensive.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_4_Performance_of_currency_portfolios_against_the_U.S._dollar_in_2017.png\" alt=\"Figure 4 Performance_of_currency_portfolios_against_the_U.S._dollar_in_2017\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_5_Diesel_retail_prices_in_2017.png\" alt=\"Figure 5 Diesel_retail_prices_in_2017\" /></p>\n\n<p>Diesel retail prices increased slightly in 4Q 2017 in key markets such as <a href=\"/en/country/kenya\">Kenya</a> and <a href=\"/en/country/pakistan\">Pakistan</a> due to the 40% price increase in Brent crude oil prices over the second half of 2017. In <a href=\"/en/country/south-africa\">South Africa</a>, the Department of Energy announced a price cut effective on January 3, 2018 to account for the recent rand appreciation<sup>7</sup>.</p>\n\n<h4 id=\"pv-shipments-from-mainland-china\">PV SHIPMENTS FROM MAINLAND CHINA</h4>\n\n<p>Non-OECD countries<sup>8</sup> imported $5.2 billion worth of PV modules and cells from <a href=\"/en/country/mainland-china\">Mainland China</a> over the first 11 months of 2017, exceeding the comparable number for 2016 by more than $1.2 billion. <a href=\"/en/country/india\">India</a>’s solar boom has been the primary driver of the increase, after a spike in orders in 1Q 2017 ahead of uncertainty around import duties. Since the summer, Indian imports from Mainland China remained subdued and continued to be sluggish after the government has proposed 70% duties on cells and modules imported from <a href=\"/en/country/mainland-china\">Mainland China</a> and Malaysia to support the domestic industry. Rising demand in the Middle East has compensated for some of this, helping total shipments rise steadily since August.</p>\n\n<p>Exports to Sub-Saharan Africa remain a tiny fraction of the non-OECD market. The region has spent just $271 million on PV cells and modules from <a href=\"/en/country/mainland-china\">Mainland China</a> from January to November 2017, just about the same as a year prior.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_6_PV_shipments_from_China_to_emerging_markets.png\" alt=\"Figure 6 PV_shipments_from_China_to_emerging_markets\" /></p>\n\n<h4 id=\"policy\">POLICY</h4>\n\n<p>4Q 2017 saw the several key policy announcements relating to off-grid and energy access markets.</p>\n<ul>\n  <li><a href=\"/en/country/kenya\">Kenya</a> is restructuring power tariffs to attract investment in manufacturing and industry. Commercial and industrial (C&amp;I) facilities close to power plants will benefit from tariff reductions, as it could cut transmission costs by up to 60%<sup>9</sup>. Kenya will also reduce night time tariffs, to flatten the peak demand when many turn on diesel generators.</li>\n  <li>The World Bank invested $50m in the private sector for off-grid solutions through the Rwanda Renewable Energy fund, with a portion of the funds dedicated for micro-grids<sup>10</sup>. The country aims to electrify 445,000 households in the next seven years. This would represent about 21% of the estimated off-grid population in <a href=\"/en/country/rwanda\">Rwanda</a> in 2016, assuming an average four persons per household.</li>\n</ul>\n\n<h4 id=\"development-bank-activity-for-energy-access\">Development Bank activity for energy access</h4>\n\n<p>We tracked a total of $2.4 billion of approved or agreed funding announcements by leading development banks active in Asia and Africa since October 1, 2017 (Table 3). Distributed energy and off-grid energy access accounted for only $145 million, whereas utility-scale generation projects larger than 1MW closed $1.5 billion. The rest of the funds are earmarked primarily for transmission and distribution grid extensions and improvements. Almost two thirds of the funds will be spent across the Asia-Pacific region, with Africa claiming most of the rest.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Table_3_Development_bank_financing_for_electricity_projects_in_Africa_and_Asia_announced.png\" alt=\"Table 3 Development_bank_financing_for_electricity_projects_in_Africa_and_Asia_announced\" /></p>\n\n<p>Some of the noteworthy deals and trends included:</p>\n<ul>\n  <li>Both IFC and FMO invested $15 million each in two separate equity and debt deals with Indian rooftop solar developers CleanMax Solar and Orb Energy. C&amp;I rooftops are the fastest growing segment in <a href=\"/en/country/india\">India</a>’s solar market. Developers who can bundle project development with financing options are likely to be able to expand the market and reach companies with limited access to cash.</li>\n  <li>The World Bank signed a $125 million financing agreement to support “fiscally sustainable” expansion of electricity services<sup>11</sup> in <a href=\"/en/country/rwanda\">Rwanda</a>. The announcement remained vague about what it entails, but it is likely going to be coordinated with the nation’s ambitious energy access plan that aims to serve 70% of its population with off-grid solutions.</li>\n  <li>The World Bank also agreed to loan Togo $35 million to improve power supply and strengthen the grid in Lome, the nation’s capital. Power quality in Africa is an often overlooked issue that forces companies to rely on self-supplied power and raises the cost to power and protect equipment.</li>\n  <li>The World Bank also agreed to supply $425 million to upgrade, expand and rehabilitate transmission lines and sub-stations in <a href=\"/en/country/pakistan\">Pakistan</a> to better absorb new generation capacity.</li>\n  <li>The World Bank is also said to prepare a $350 million loan for rural electrification projects in <a href=\"/en/country/nigeria\">Nigeria</a>, with $100 million allocated to micro-grids as small as 20-150kW. The fund is scheduled for approval in April<sup>12</sup>.</li>\n</ul>\n\n<h2 id=\"micro-grids\">MICRO-GRIDS</h2>\n\n<p>Renewable micro-grids are expected to see significant uptake in non-OECD countries in the coming years, led by a 4GW renewables pipeline in <a href=\"/en/country/mainland-china\">Mainland China</a>. If announced projects are completed, the U.S. will see an end to its leading position in terms of both projects commissioned and renewables capacity installed. As the market for renewable micro-grids grows, its focus will shift eastwards and towards grid-connected projects serving commercial facilities.</p>\n\n<p><strong>The micro-grid market is shifting to Asia, and to larger projects</strong></p>\n\n<p>Micro-grids are proving to be a reliable solution for a wide spectrum of applications. Deployed globally, they answer to commercial and industrial (C&amp;I) and energy access demand, perform grid balancing and utility tasks, and respond to mines, military and campus requirements. C&amp;I players rely on micro-grids for uninterruptible power supply while benefitting from direct cost savings. BNEF has tracked 462 micro-grid projects in the State of the Micro-grid Market note, covering 725MW of commissioned renewable power generation.</p>\n\n<p>To date, energy access in poor or remote areas has been the most widespread application for renewable energy micro-grids in terms of capacity and number of projects. BNEF’s dataset tracks 129 completed projects with at least 100kW of renewables capacity worldwide, providing a total of 406MW of renewable energy to remote communities and islands.</p>\n\n<p>While micro-grids for remote energy access boast a pipeline exceeding 1GW of projects, their share of the total micro-grid market will decline.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_7_Completed_micro-grid_projects_with_more_than_100kW.png\" alt=\"Figure 7 Completed_micro-grid_projects_with_more_than_100kW\" /></p>\n\n<p>While existing micro-grid projects are geographically dispersed, the pipeline suggests a more important role in emerging markets in the years to come (Figure 7). Europe’s existing grid infrastructure and regulation do not leave much space for micro-grids. The U.S. has been looking at micro-grids for extreme weather resilience and smart grid pilots for over a decade, but has not seen widespread deployment. <a href=\"/en/country/mainland-china\">Mainland China</a> leads the project pipeline at a distance due to its scheme to encourage the adoption of micro-grids in business parks.</p>\n\n<p><strong>Indian micro-grids see investment, but outlook remains challenging</strong></p>\n\n<p>Shell Technology Ventures and Azure Power, an Indian IPP, now have a stake in rural electrification in <a href=\"/en/country/india\">India</a>. \nOn January 15, Husk Power Systems, an India-based distributed energy company announced that it received $20 million from Shell Technology Ventures, Swedfund International, and ENGIE Rassembleurs d’Energies. The micro-grid developer aims to build over 300 micro-grids in India and <a href=\"/en/country/tanzania\">Tanzania</a>, totalling 15MW of renewable energy generation capacity, over the next four years.</p>\n\n<p>In the eastern state of Jharkhand, Azure Power, a solar IPP, won a rural electrification tender run by Jharkhand Renewable Energy Development Agency. The project will involve micro-grids development across 11 villages to electrify 320 households<sup>13</sup>.</p>\n\n<p><a href=\"/en/country/india\">India</a> aims to have at least 10,000 micro-grids and a capacity surpassing 500MW by 2021. Deployment has lagged far behind the targeted schedule, with only 1.9MW built since FY2013. To meet the target the country needs to develop micro-grids at 20 times the pace observed so far. An analysis of the regulatory framework suggest that the country is more likely to see a boom in urban micro-grids for commercial facilities than for rural energy access.</p>\n\n<p><strong>Nigeria claims to be a $9.2 billion annual micro-grid opportunity</strong></p>\n\n<p>Damiola Ogunbiyi, the director of <a href=\"/en/country/nigeria\">Nigeria</a>’s Rural Electrification Agency, estimated that the country needs 3GW of capacity to reach universal electrification, which will be met by developing 10,000 micro-grids by 2020. This is valued at $9.2 billion annually<sup>14</sup>. She expects a $350 million loan from the World Bank for the micro-grid projects development, but it had not been secured as of January 26, 2018. If the loan is secured, it will accelerate implementation of micro-grid projects in 2018 although the target is still extremely ambitious.</p>\n\n<p><strong>Project announcements since late October 2017</strong></p>\n\n<p>Fewer micro-grid projects were announced in 4Q 2017 compared to the previous quarter. The seven projects announced have a total renewable generation capacity of just 6.4MW. The largest project was Solarcentury’s development of a hybrid solution combining solar, storage and diesel generators, with PV generation capacity of 2.4MW, at an off-grid chocolate factory in <a href=\"/en/country/nigeria\">Nigeria</a>. Other projects include powering Robben Island in <a href=\"/en/country/south-africa\">South Africa</a>, and a university in the Philippines.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Table_4_Selected_micro-grid_project.png\" alt=\"Table 4 Selected_micro-grid_project\" /></p>\n\n<h4 id=\"stand-alone-pv-systems\">STAND-ALONE PV SYSTEMS</h4>\n\n<p>Pay-as-you-go solar companies attracted a record amount of funds in 2017, bringing the total to date to $819 million, despite declining sales of entry-level solar lanterns reported by the industry association. The leading companies now tend to focus more on diversifying their services and on higher value products.</p>\n\n<h3 id=\"financing-for-micro-solar-systems\">Financing for micro solar systems</h3>\n\n<p>Pay-as-you-go solar companies attracted $265 million of investment in 2017, beating the previous year’s total by $42 million (Figure 8). January 2018 already saw commitments totalling $94 million, including a $55 million round to Off-Grid Electric led by Helios and including GE Ventures.</p>\n\n<p><strong>Investments rush into the PAYG solar businesses</strong></p>\n\n<p>Pure debt rounds made up a record $117 million in total in 2017, and most pay-go companies are now able to access double-digit million dollar amounts to fund their solar leases. M-Kopa, the market leader by unit sales, was the largest borrower, closing a $80 million debt facility in 2017. Debt availability is likely to expand this year, after Solar Frontier Capital and SIMA Funds announced they will launch a new $100 million and $75 million debt facility respectively to expand distribution of off-grid solar kits<sup>15</sup>.</p>\n\n<p>Despite the record-high investment and the notable involvement of players such as Engie, GE Ventures and Shell Technology Ventures, the market for pay-go financing remains concentrated and impact-driven. Ten entities have participated in more than one pay-go solar deal in 2017. Zurich, Switzerland-based asset manager ResponsAbility was involved in five different transactions totalling $109 million<sup>16</sup> for pay-as-you-go solar companies.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_8_Pay-as-you-go_solar_asset_financing.png\" alt=\"Figure 8 Pay-as-you-go_solar_asset_financing\" /></p>\n\n<p>Other notable deals this quarter included:</p>\n<ul>\n  <li>Greenlight Planet raised $60 million equity and debt from an investor group led by the private equity fund Apis Partners through its $260 million Apis Growth Fund I private equity vehicle aimed at small and medium companies operating in Asia and Africa<sup>17</sup>.</li>\n  <li>SolarNow, a PAYG solar company operating in Uganda, secured $6 million through a structured asset finance investment arranged by SunFunder with the participation of ResponsAbility and Oikocredit<sup>18</sup>, followed by an additional $9 million through a series-B equity round by Novastar Venture and Shell Technology Ventures<sup>19</sup>.</li>\n  <li>PEG Africa secured $13.5 million through both debt and series-B equity financing to reach up to 500,000 customers in <a href=\"/en/country/ghana\">Ghana</a> and <a href=\"/en/country/cote-ivoire\">Ivory Coast</a><sup>20</sup>. SunFunder led the $8 million syndicated multi-currency loan.</li>\n  <li>Ignite Power received a $15 million loan for 15 years with a 1-2% interest rate from the International Renewable Energy Agency and the Abu Dhabi Fund for Developments to install half a million solar home systems in <a href=\"/en/country/rwanda\">Rwanda</a>.</li>\n  <li>Azuri Technologies launched a $20 million off-balance-sheet debt financing program focusing on off-grid energy and services in East Africa, with an initial $4 million being secured from the European Union’s ElectriFI program<sup>21</sup>.</li>\n</ul>\n\n<p><strong>Discovering the urban off-grid customer</strong></p>\n\n<p>BBOXX and Mobisol this quarter announced an expansion in urban areas, suggesting they see a viable opportunity in serving customers that may already have a grid connection or live close to one. It is likely that higher population density in those areas will reduce distribution costs and overheads compared to rural regions. In 2016, more than 112 million people in urban areas of Sub-Saharan African countries were not connected to the grid. <a href=\"/en/country/dr-congo\">The Democratic Republic of Congo</a>, where BBOXX is launching its urban strategy, hosts 24 million city-dwellers without power, followed by Nigeria with 10 million and Tanzania with 6 million.</p>\n\n<p><strong>Partnerships with multinationals are deepening</strong></p>\n\n<p>Large energy and telecom companies have been associated with pay-go companies and energy access efforts for years, but their efforts have deepened in the past few months. A prime example was Engie’s acquisition of Fenix International in October, as well as a series of three investments by Shell Technology Ventures in December and January. Large companies can offer more than just risk capital. MTN, Africa’s largest cellular operator, has cooperated closely with Lumos, a pay-go company, in distributing solar home systems in <a href=\"/en/country/nigeria\">Nigeria</a>. In January, Lumos announced that it had more than doubled its device sales to over 50,000 units in 2017, and is now responsible for 1.2 million mobile payment transactions annually<sup>22</sup>. The partnership expanded to <a href=\"/en/country/cote-ivoire\">Ivory Coast</a> last year. Many pay-go companies partner with mobile operators for mobile money payments and retail points, but the MTN-Lumos partnership is far more intertwined. The service is co-branded, and Lumos taps directly into MTN’s logistics network and call centre operations for support. In the absence of mobile money in <a href=\"/en/country/nigeria\">Nigeria</a>, Lumos customers can pay for their solar system directly via their credit at MTN.</p>\n\n<h3 id=\"global-solar-lantern-sales-continue-to-drop\">Global solar lantern sales continue to drop</h3>\n\n<p>Solar lanterns sales were down by 7% over the first half of 2017 to reach 3.52 million units, the lowest figures since H1 2015, according to a report from the World Bank’s Lighting Global program and the Global Off-Grid Lighting Association<sup>23</sup>. Despite the negative headline figures, sales for products larger than 10W sales grew by 40% over the prior six-month period. Entry-level products in the sub-10W category have very low margins.</p>\n\n<p><a href=\"/en/country/india\">India</a> and <a href=\"/en/country/kenya\">Kenya</a> are still the largest markets, representing 44% of global sales. They are also the main drivers of the global sales drop. The authors said the declines were due to a combination of different factors including a rise of cheap generic products and droughts as well as food security concerns. The Philippines, <a href=\"/en/country/rwanda\">Rwanda</a> and Burkina Faso saw strong sales growth with 241,000 additional units sold in H1 2017.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2018q1/1Q18_Figure_9_Sales_of_branded_portable_solar_kits.png\" alt=\"Figure 9 Sales_of_branded_portable_solar_kits\" /></p>\n\n<hr />\n<p><sup>1</sup> Refers only to countries covered in Climatescope. See www.global-climatescope.org</p>\n\n<p><sup>2</sup> Federal Democratic Republic of Ethiopia, “<a href=\"https://europa.eu/capacity4dev/file/30510/download?token=efsF8UiP\">Growth and Transformation Plan II</a>”, May 2016</p>\n\n<p><sup>3</sup> Ethiopia’s GDP growth was 8% in 2016, and population reached 102 million (99.9 million in 2015).</p>\n\n<p><sup>4</sup> Ethiopian News Agency, “<a href=\"http://www.ena.gov.et/en/index.php/economy/item/3999-ethiopia-launches-electrification-program-to-reach-universal-access-by-2025\">Ethiopia Launches Electrification Program to Reach Universal Access by 2025</a>”, November 27, 2017</p>\n\n<p><sup>5</sup> BloombergQuint, “<a href=\"https://www.bloombergquint.com/business/2017/12/12/international-solar-alliance-to-offer-1-billion-guarantee-for-solar-projects\">International Solar Alliance To Offer $1 Billion Guarantee For Solar Projects</a>”, December 12, 2017</p>\n\n<p><sup>6</sup> All Africa, “<a href=\"http://allafrica.com/stories/201710230216.html\">Ethiopia: Economic Analysis - Devaluing the Birr: Doing the Same Thing Over and Over Again and Expecting a Different Outcome</a>”, October 20, 2017</p>\n\n<p><sup>7</sup> The Department of Energy, South Africa, “<a href=\"http://www.energy.gov.za/files/media/fuelprice/2018/Fuel-Adjustment-January-2018.pdf\">Media Statement – for Release on December 28 2017</a>”</p>\n\n<p><sup>8</sup> Excluding Russia, Ukraine, Philippines</p>\n\n<p><sup>9</sup> ESI Africa, “Kenya to restructure tariffs to attract investors”, December 4, 2017</p>\n\n<p><sup>10</sup> The New Times, “<a href=\"http://www.newtimes.co.rw/section/read/223639/\">50 million invested in renewable energy</a>”, November 15, 2017</p>\n\n<p><sup>11</sup> The World Bank, “<a href=\"http://www.worldbank.org/en/news/press-release/2017/12/04/world-bank-and-government-of-rwanda-sign-agreement-to-enable-fiscally-sustainable-expansion-of-electricity-services\">World Bank and Government of Rwanda Sign Agreement to Enable Fiscally Sustainable Expansion of Electricity Services</a>”, December 4, 2017</p>\n\n<p><sup>12</sup> Construction Review Online, “<a href=\"https://constructionreviewonline.com/2017/12/world-bank-lends-nigeria-us-350m-rural-electrification-projects/\">World Bank lends Nigeria US $350m for rural electrification Projects</a>”, December 8, 2017</p>\n\n<p><sup>13</sup> PV Tech, “<a href=\"https://www.pv-tech.org/news/azure-power-wins-mini-and-micro-grid-projects-in-jharkhand-india\">Azure Power wins mini and micro grid projects in Jharkhand, India</a>”, November 13, 2017</p>\n\n<p><sup>14</sup> Rural Electrification Agency, “<a href=\"http://rea.gov.ng/rea-nigerias-annual-mini-grid-electricity-investment-opportunities-reach-9-2bn/\">REA: Nigeria’s Annual Mini Grid Electricity Investment Opportunities Reach $9.2bn</a>”, December  6, 2017</p>\n\n<p><sup>15</sup> Business Wire, “<a href=\"https://www.businesswire.com/news/home/20180103005684/en/Church-Pension-Fund-Invests-75-Million-Off-Grid\">The Church Pension Fund Invests in $75 Million Off-Grid Solar and Financial Access Senior Debt Fund</a>”, January 3, 2018</p>\n\n<p><sup>16</sup> This amount includes $60 million for Greenlight Planet, $25 million for M-Kopa, $10 million for Mobisol (alone to finance on that deal), $8 million for PEG Africa and $6 million for SolarNow. Four out of the five deals were in partnership with other investors.</p>\n\n<p><sup>17</sup> Other participating financiers were Deutsch Bank, Global Partnership, Sun Funder, PG Investments, ResponsAbility and SIMA Funds on the debt side.</p>\n\n<p><sup>18</sup> SunFunder, “<a href=\"http://sunfunder.com/news/syndication\">SunFunder leads $6m syndicated receivables financing facility for SolarNow</a>”, October 17, 2017</p>\n\n<p><sup>19</sup> SolarNow, “<a href=\"https://www.solarnow.eu/solarnow-raises-9m-novastar-shell/\">SolarNow raises $9m from Novastar and Shell</a>”, December 15, 2017</p>\n\n<p><sup>20</sup> Sun Funder, “<a href=\"http://sunfunder.com/news/peg\">SunFunder arranges the first multi-currency syndicated off-grid solar loan, in West Africa</a>”, November 8, 2017</p>\n\n<p><sup>21</sup> Azuri Technologies, “<a href=\"http://www.azuri-technologies.com/news/azuri-set-for-growth-with-innovative-20m-debt-financing\">Innovative off-balance-sheet SPV deal structure designed to attract new sophisticated investors to the African off-grid solar sector</a>”, January 22, 2018</p>\n\n<p><sup>22</sup> PR Newswire, “<a href=\"http://www.prnewswire.co.uk/news-releases/boost-for-off-grid-solar-as-lumos-global-reports-exponential-growth-in-2017-669326513.html\">Boost for Off-Grid Solar as Lumos Global Reports Exponential Growth in 2017</a>”, January 15, 2018</p>\n\n<p><sup>23</sup> GOGLA, “<a href=\"https://www.gogla.org/sites/default/files/resource_docs/gogla_sales-and-impact-reporth12017_def.pdf\">Global off-grid solar market report – semi-annual sales and impact data</a>”, January-June 2017</p>\n"
  ,
  "download_source":null
}


