


{
  "id": "1q-2019",
  "title": "1Q 2019 Off-grid and Mini-grid Market Outlook",
  "content": "<p>The scale of the microgrid market remained stagnant in recent months, but its focus shifted from serving communities toward serving commercial and industrial customers. Meanwhile, several milestones on the path to universal energy access were reached recently. They include large strides toward full electrification in India, a record-low number of people living without electricity access globally, and record funding for efforts to reach them from development banks, pay-as-you-go solar companies and new microgrid funds.</p>\n\n<p><strong>Commercial and industrial energy in emerging markets</strong></p>\n\n<ul>\n  <li>\n    <p>Among the most noteworthy microgrid projects announced in the past few months was a 130MW installation for a Kia car factory struggling with power outages in Mexico, and two off-grid solar projects totaling 15MW serving oil and gas fields operated by Eni.</p>\n  </li>\n  <li>\n    <p>The market for on-site solar in Africa and the Middle East is also heating up. UAE-based Yellow Door Energy raised $65 million in January to expand its rooftop solar business across the region. A BNEF report found that the (still small) commercial and industrial solar market in Ghana, Nigeria and Kenya is set to grow by 162% in 2019.</p>\n  </li>\n</ul>\n\n<p><strong>Energy access and last mile electrification</strong></p>\n\n<ul>\n  <li>\n    <p>The estimated population without electricity access dropped below 1 billion for the first time ever. The primary contributor to the drop was India, where official data show some 25 million households have been connected since October 2017.</p>\n  </li>\n  <li>\n    <p>About half of the $3.5 billion of development bank financing for the energy sector approved in 4Q 2018 was earmarked for grid extension and improvement. This is a significant improvement, and it marks the first time that off-grid electricity access accounted for more than 18% of the total.</p>\n  </li>\n  <li>\n    <p>Six Japanese multinationals including Mitsui and Mitsubishi have entered the distributed energy market in developing Asia or Sub-Saharan Africa. Five of them act as investment arm rather than doing projects by themselves or acquiring developers or technology vendors.</p>\n  </li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>\n    <p><strong>100 million</strong> Targeted investment by Tepco and its partners for electrification in South East Asia</p>\n  </li>\n  <li>\n    <p><strong>1.03 billion</strong> Population without electricity access in 2017</p>\n  </li>\n  <li>\n    <p><strong>$1.7 billion</strong> Development bank financing for grid extensions and improvement in 4Q 2018</p>\n  </li>\n</ul>\n\n<p>Figure 1: India’s rural electrification program is about to meet its revised target</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig1-million-households.png\" alt=\"\" />\n<small><center>Source: Saubhagya.gov.in, Bloomberg. Note: Government data accessed in January 2018 pegged the target population without electricity access as of October 2017 at 40 million households. It was revised to 30 million in December 2018, and in January stood at 25 million (see articles <a href=\"https://www.bloomberg.com/news/articles/2018-12-09/power-for-all-target-shrinks-in-india-as-modi-s-deadline-nears\">here</a> and <a href=\"https://www.bloomberg.com/news/articles/2019-01-01/modi-misses-power-goal-with-1-million-homes-still-in-the-dark\">here</a>). Data accessed on March 20 shows the target at 25.7 million.</center></small></p>\n\n<h4 id=\"highlights\">HIGHLIGHTS</h4>\n\n<p>This quarter, we highlight the activities of Japanese multinationals in distributed energy markets in emerging countries, India’s track record with its rural electrification program and global statistics showing a milestone in reducing the number of people without electricity access.</p>\n\n<h4 id=\"japanese-corporates-head-eye-electrification-opportunities-in-southeast-asia-africa\"><strong>JAPANESE CORPORATES HEAD EYE ELECTRIFICATION OPPORTUNITIES IN SOUTHEAST ASIA, AFRICA</strong></h4>\n\n<p>In January 2019, Tokyo Electric Power Co. Power Grid (Tepco PowerGrid) formed a new investment entity called CleanGrid Partners, with a total investment amount of $60 million<a href=\"#_ftn1\">[1]</a>. CleanGrid Partners plans to commit $100 million investment in electrification in South East Asia in the next three to four years and to replicate a microgrid project currently under construction in Palawan Island in other parts of the Philippines, Indonesia and Myanmar. The other partners in the venture are WEnergy Global, ICMG Partners and Greenway Grid Global.</p>\n\n<p>Tepco is Japan’s largest utility and has sought opportunities outside its home market for investments and utilization of its grid technologies. Tepco as well as other regional utilities seek new revenue sources as their core business is shrinking in the home retail market amid declining domestic power demand and rising competition after its liberalization. Until now, their investments in emerging countries were mostly focused on bulk generation or commodities.</p>\n\n<p>While Tepco is the first Japanese utility investing in energy access companies and technologies, it is not the first Japanese corporate to enter the sector. Trading houses and technology companies have emerged as ambitious and prolific strategic investors when it comes to the opportunities for distributed energy in areas with infrastructure gaps. Many have previous experience with bulk generation projects in the same emerging markets, but are now eyeing growth opportunities in the maturing distributed energy market.</p>\n\n<p>For example, Mitsubishi Corp., Mitsui &amp; Co., and Sumitomo Corp. have invested in pay-as-you-go solar firms Zola and M-Kopa. Marubeni backs Japan-based firm WASSHA, which provides electricity access services through kiosks in Tanzania<a href=\"#_ftn2\">[2]</a>. Whereas in Europe, multinationals have snapped up startups such as Fenix International, EPS or Younicos and incorporated them into their core activities, the Japanese trading houses prefer to remain at arms-length and act primarily as investors.</p>\n\n<p>Figure 2: Japanese corporates in frontier markets</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig2-japanese-corporates.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: The brackets include companies securing investment or partners, and announcement years. C&amp;I solar refers to on-site solar installed at commercial and industrial customers’ sites.</center></small></p>\n\n<h4 id=\"the-population-without-electricity-access-drops-below-1-billion\">THE POPULATION WITHOUT ELECTRICITY ACCESS DROPS BELOW 1 BILLION</h4>\n\n<p>Data collated by BloombergNEF in the most recent <a href=\"http://global-climatescope.org/\">Climatescope</a> report show that the global population without access to electricity fell to 1.03 billion at the end of 2017. This is some 123 million lower than a year earlier, despite a total population increase of 86 million in the year. Grid extensions remain the primary way to boost electricity access.</p>\n\n<p>At this rate, we estimate that at some point during 2018 the number of people without access to electricity dropped below 1 billion for the first time ever. Despite this milestone, progress is still unevenly distributed. India alone has electrified some 25 million homes just in 2018, accounting for the largest increase in grid-connected population.</p>\n\n<p>Figure 3: National electrification rate in selected countries from 2012 to 2017</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig3-national-electrification.png\" alt=\"\" />\n<small><center>Source: BloombergNEF, Climatescope 2018. Note: The electrification rates in this section have been collated by BloombergNEF from various sources for Climatescope 2018 ([Web](http://global-climatescope.org/)), which was launched in November 2018. DRC = Democratic Republic of Congo.</center></small></p>\n\n<p>Among the countries with notably fast improvements in their electrification rate were:</p>\n\n<ul>\n  <li>\n    <p>Rwanda, which despite notable progress in 2017 fell far short of its national electrification target of 70%. Off-grid systems are a key component of the nation’s electrification strategy.</p>\n  </li>\n  <li>\n    <p>Indonesia also had a continuous progress in the last six years and reached 92% by the end of 2017. Progress there might be slow, as meeting 100% is likely to require off-grid technologies, including microgrids, especially in eastern regions of the country where grid extension costs are higher.</p>\n  </li>\n  <li>\n    <p>Cambodia reached an electrification rate of 69%, with a boom of construction of new transmission lines and addition of large-hydro generation capacity.</p>\n  </li>\n</ul>\n\n<p>On the other hand, the Democratic Republic of Congo has seen a slight drop in its electrification rate from 10% to 9%, probably because the population increase outpaced the numbers that gained electricity access.</p>\n\n<p>We outlined a path to reaching the last billion electricity customers by 2030 in a note published last year (<em>Powering the Last Billion</em>). While distributed energy resources will play a major role in providing energy access, the grid will continue to play big part in the task. In the process, we estimate that it will create additional demand for 37TWh of electricity annually by 2030, roughly equivalent to the electricity consumption of New Zealand. Figure 4 shows that most of this additional demand will be added in central and southern Africa as well as in India and the rest of South Asia, according to our projections. We anticipate that distributed energy resources will play a more significant role in East and West Africa as well as in Southeast Asia.</p>\n\n<p>Figure 4: Energy demand from new connections in base case scenario (cumulative)</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig4-energy-demand.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Ethiopia is included in East Africa. Energy demand refers to additional demand relative to 2018 levels from the population currently not connected to the grid.</center></small></p>\n\n<h4 id=\"indias-road-to-100-rural-electrification\">INDIA’S ROAD TO 100% RURAL ELECTRIFICATION</h4>\n\n<p>India’s success of expanding its distribution grid is shifting the focus from last-mile electrification to last-door electrification and service quality, as the nation’s official statistics start showing that nearly all Indian’s now have electricity at home. A consumer survey suggests that there remain opportunities for distributed energy in India’s periphery and urban centers, but they need to complement rather than compete with the grid.</p>\n\n<p>India’s government will almost certainly congratulate itself on an impressive success in its rural electrification program aimed at providing reliable electricity by the end of March 2019, occurring just before heavily contested parliamentary elections where the rural poor are likely to be swing voters. As of March 15, a government <a href=\"http://saubhagya.gov.in/\">website</a> said that less than 20,000 are still waiting to be reached by the electricity grid. A closer look, however, suggests that the count of households missing a connection when the program started in October 2017 was reduced at least twice, apparently due to new statistical findings, conveniently making the target easier to meet (see a Bloomberg News <a href=\"https://www.bloomberg.com/news/articles/2018-12-09/power-for-all-target-shrinks-in-india-as-modi-s-deadline-nears\">article</a> from December).</p>\n\n<p>Such statistical questions aside, privately collected data suggest that even where the grid is available, millions of consumers continue to use solar, batteries and diesel generators. A <a href=\"http://www.smartpowerindia.org/media/1230/report_rural-electrification-in-india_customer-behaviour-and-demand.pdf\">survey</a><a href=\"#_ftn1\">[3]</a> of 10,000 rural consumers and businesses in four states commissioned by Rockefeller Foundation-backed Smart Power India found that even though most respondents were located within less than 50 meters of an electricity pole, many did not actually use electricity from the grid. In Uttar Pradesh, with a population of more than 200 million India’s most populous state, only 53% of rural enterprises within reach of the grid actually used a grid connection at all (Figure 5).</p>\n\n<p>Figure 5: Available electricity options among small rural enterprise</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig5-available-electricity.png\" alt=\"\" />\n<small><center>Source: Smart Power India / Rockefeller Foundation. * Measured as having an electricity pole within 50 meters distance.</center></small></p>\n\n<p>Instead, in Uttar Pradesh and neighboring Bihar, some 32% and 36% of small businesses used exclusively other sources such as solar, rural microgrids, lead-acid batteries or diesel generators. An additional 18% and 32%, respectively, used those resources in conjunction with the grid, presumably to bridge over the 9–12 hours per day when the grid is not supplying electricity, according to survey respondents.</p>\n\n<p>Such use-patterns suggest that distributed energy resources are not just considered a last resort in areas not reached by power lines, but can complement the grid and provide additional services to the consumer. Where small-scale or rooftop solar can be connected to the grid, for instance, it can help utilities manage peak demand or reduce congestion on distribution grids.</p>\n\n<p>There are early signs that Indian distribution companies are starting to experiment with such uses. BSES Yamuna, a distribution company in Delhi, in March launched a pilot project to establish urban microgrids. These assets combine several kilowatts of rooftop solar with lithium-ion battery storage, and prioritize local electricity demand but feed excess power into the grid while being capable of optimizing use<a href=\"#_ftn2\">[4]</a>.</p>\n\n<h4 id=\"fundamentals\">FUNDAMENTALS</h4>\n\n<p>Nearly half of energy-related development bank financing approved in the last quarter of 2018 was earmarked for grid extensions and improvement. Amid this downstream focus, development finance institutions have become more active in supporting off-grid electricity access. PV shipments from Mainland China to non-OECD countries recovered recently, pulled up by the construction of utility-scale solar projects in the Middle East as a driver.</p>\n\n<h4 id=\"solar-cells-and-modules-shipment-from-mainland-china\">SOLAR CELLS AND MODULES SHIPMENT FROM MAINLAND CHINA</h4>\n\n<p>PV shipments exported from Mainland China to non-OECD countries bounced back from $1 billion in 2Q 2018 to $1.2 billion in 3Q, rising by 18% compared to the same period a year ago. The active solar market in the Middle East contributed the most to the rising module exports to non-OECD countries, followed by India (Figure 6).</p>\n\n<p>In 2017, the UAE was the primary destination of Chinese cells and modules to the Middle East and North Africa (MENA), with a 41% share of the region’s annual import value of $620 million. It appears that the imports were spurred by the construction of several utility-scale projects in 2018, including the 300MW Sheikh Mohammed Bin Rashid Al Maktoum III PV Plant Phase I and 1,177MW Marubeni JinkoSolar and ADWEA Sweihan PV Plant.</p>\n\n<p>In 3Q 2018, Egypt led on imports and recorded $249 million. Through two tenders, Egypt’s feed-in tariff scheme procured nearly 1.8GW of PV projects. One 50MW plant is online and most of the remaining 32 projects are under construction, with the deadline for commissioning falling between December 2018 and June 2019.</p>\n\n<p>In Sub-Saharan Africa, Kenya was the top importer after South Africa, with $16 million and 16% of the total import value in the region.</p>\n\n<p>Figure 6: Solar module and cell shipments from Mainland China to non-OECD countries</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig6-solar-module.png\" alt=\"\" />\n<small><center>Source: BloombergNEF, Sinoimex. Note: excludes Russia, Ukraine, Philippines, Malaysia.</center></small></p>\n\n<h1 id=\"retail-diesel-prices\">RETAIL DIESEL PRICES</h1>\n\n<p>Figure 7 shows the volatility of diesel pump prices in different locations. The desire to hedge this volatility is among the main drivers for rising installations of commercial and industrial solar in emerging countries (<a href=\"https://about.bnef.com/blog/site-solar-cost-saver-hedge-energy-prices-african-businesses/\">report</a>). The oil price dropped significantly from its high in 2018 on October 3 toward the end of 2018 due to weaker global energy demand<a href=\"#_ftn1\">[5]</a>, but ticked up again in January 2019, followed by the retail diesel prices in the selected emerging countries.</p>\n\n<p>Figure 7: Retail diesel prices and front-month Brent Crude</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig7-retail-diesel.png\" alt=\"\" />\n<small><center>Source: Bloomberg. Note: index is calculated on prices in U.S. dollars.</center></small></p>\n\n<h1 id=\"foreign-exchange-rates\">FOREIGN EXCHANGE RATES</h1>\n\n<p>Key emerging market currencies including the South African rand, the Indian rupee, the Indonesian rupiah and Kenyan shilling have gained value relative to the U.S. dollar in the final months of 2018 and the beginning of 2019 (Figure 8).</p>\n\n<p>Figure 8: African currency spot rates to the U.S. dollar</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig8-african-currency.png\" alt=\"\" />\n<small><center>Source: Bloomberg. Note: The unofficial Nigerian naira rate widely accessible while the official one is not.</center></small></p>\n\n<p>Figure 9: Asian currency spot rates to the U.S. dollar</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig9-asian-currency.png\" alt=\"\" />\n<small><center>Source: Bloomberg</center></small></p>\n\n<p>For energy buyers, stronger currencies reduce import costs. Because clean energy products are more capital intensive than fossil-fuel based alternatives, cheaper imports may favor technologies such as solar and battery storage, although it also reduces the price of imported fuels.</p>\n\n<h1 id=\"development-bank-financing-for-energy-projects\">DEVELOPMENT BANK FINANCING FOR ENERGY PROJECTS</h1>\n\n<p>Approved financing for energy projects by the leading development financing institutes has slightly declined from $3.7 billion in 3Q 2018 to $3.5 billion in 4Q, but is still 47% higher than the same quarter in 2017 (Figure 10). Prior to 4Q 2018, power generation dominated the total amount of financing. In 4Q, both grid extensions and improvement as well as off-grid electricity access projects recorded the largest amount of financing since at least 4Q 2017. It stood at $1.7 billion and $646 million, respectively.</p>\n\n<p>All the financing programs for grid extension and improvement were approved by the Asian Development Bank and the World Bank. While grid extension continues to be the primary means to provide electricity access to the population without any power supply, improvements and upgrades of outdated grid infrastructure are needed in some emerging countries to connect new power plants, improve power supply reliability and to reduce electricity losses.</p>\n\n<p>Figure 10: Development bank funding announcements for energy projects or programs</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig10-development-bank.png\" alt=\"\" />\n<small><center>Source: Bloomberg NEF. Note: Includes World Bank Group, Asian Development Bank, African Development Bank, European Bank for Reconstruction and Development, Green Climate Fund, FMO, Proparco. Note: “Bulk generation” refers to on-grid generation plants that sell all the generated electricity to the main grid.</center></small></p>\n\n<p><strong>Off-grid access took a record share of development financing</strong></p>\n\n<p>DFIs’ financing dedicated to off-grid electricity access typically ranges between just 1–5% of the total amount in each quarter. In 4Q 2018, it jumped to 18%, or $646 million. All the financing approved in 4Q 2018 for off-grid electricity access will go to Africa, especially western African countries. It includes a $125 million credit approved by the World Bank and a $100 grant from the International Development Association (IDA). Both will support efforts to reach 2.5 million people across five countries in West Africa, including Guinea Bissau, Niger, Mali, Togo and Gambia.</p>\n\n<p>It is too early to decide whether this is an exception or marks a new trend of increasing emphasis on spending on off-grid electricity sources. Advocates have long insisted that distributed energy resources deserve a higher share of development finance, as they offer a cheaper and faster path to full electricity access.</p>\n\n<p>Notable development bank announcements in and after 4Q 2018 included:</p>\n\n<ul>\n  <li>\n    <p>The Asian Development Bank (ADB) will provide a $500 million loan to Turkmenistan to reinforce its transmission network to improve the power supply reliability and to increase electricity exports to neighboring countries.</p>\n  </li>\n  <li>\n    <p>The Asian Development Bank (ADB) will provide loans and grants totaling $85.6 million to Mongolia to develop projects including a 41MW distributed renewable energy system to provide clean and reliable electricity to about 260,000 people in western Mongolia.</p>\n  </li>\n  <li>\n    <p>The African Development Bank (AfDB) and Africa Growing Together Fund (AGTF) will provide $200 million loan to support Nigeria for rural electrification as well as power systems at Federal Universities. The fund is a $2 billion facility sponsored by the People’s Bank of Mainland China and administered by AfDB.</p>\n  </li>\n  <li>\n    <p>The Green Climate Fund (GCF) is to provide 24.3 million euros ($27.5 million) to the 53.1 million-euro program to deploy microgrids across 100 villages in Burkina Faso.</p>\n  </li>\n</ul>\n\n<p>OPIC also committed $10 million in debt financing for a project introducing off-grid solar equipment in Chad.</p>\n\n<h1 id=\"microgrids-and-on-site-energy\">MICROGRIDS AND ON-SITE ENERGY</h1>\n\n<p>BNEF registered 13 new clean energy microgrids announced in 4Q 2018, slightly more than in the previous quarter. Some of them are larger and more sophisticated than many previously announced. New projects in the U.S. and Portugal will help with renewable energy integration and provide services to the main grid.</p>\n\n<p>Figure 11: Announced microgrid projects</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig11-announced-microgrid.png\" alt=\"\" />\n<small><center>Source: Bloomberg NEF Note: Microgrids captured here are with more than one energy source including at least one renewable source with a capacity of over 100kW. While we endeavour to count all projects, some may not be accounted for. *The 1Q 2019 data figure is as of March 15, 2019.</center></small></p>\n\n<h1 id=\"utility-scale-microgrids\">UTILITY-SCALE MICROGRIDS</h1>\n\n<p>Some new projects announced or commissioned in 4Q 2018, such as those in Hawaii and a Portuguese island, are not just serving their hosts, but also the larger grid. This role of microgrids as a source of energy services at the grid edge is likely to become more important, particularly where higher penetration of intermittent renewables is challenging the grid.</p>\n\n<p>A project at supermarket chain Lidl’s distribution center in Finland will not only manage electricity generation for the facility but also heating for a wider range of energy consumers. Other microgrids will also help the existing off-grid oil and gas power generation plants to optimize their operation and reduce energy consumption.</p>\n\n<p>Table 1: Selected microgrid projects completed or announced from 4Q 2018 till March 15, 2019</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/table1-selected-microgrid.png\" alt=\"\" />\n<small><center>Source: Bloomberg NEF, news sources, press releases.</center></small></p>\n\n<p><strong>New microgrid funds to support ABB’s and Aggreko’s microgrids deployment</strong></p>\n\n<p>The renewables-based microgrid market is still at the early stage and financing models are still rare. In January 2019, a Swiss-based clean energy investment adviser, SUSI Partners, and ABB announced a partnership to promote and finance ABB microgrid projects through SUSI’s 100-million euro Energy Storage Fund<a href=\"#_ftn1\">[6]</a>. It may support financing potential customers that demand use of more renewables and uninterrupted power supply and help ABB to deploy its microgrid technology. In March, the Russian Direct Investment Fund and Aggreko agreed to cooperate to develop microgrids for industrial customers in remote areas in Russia<a href=\"#_ftn2\">[7]</a>.</p>\n\n<h1 id=\"commercial-and-industrial-solar-in-emerging-markets\">COMMERCIAL AND INDUSTRIAL SOLAR IN EMERGING MARKETS</h1>\n\n<p>The C&amp;I solar market in the Middle East and Africa is gradually maturing, but the majority of financing has been based on developers’ equity or through small debt facilities from development financing institutes. The sector raised only about $43 million in the region, far less than the $140 million raised for Africa-based off-grid solar companies for electricity access in 2018.</p>\n\n<p>But a $65 million equity financing raised by Yellow Door Energy in January 2019, a Dubai-based C&amp;I solar leasing service provider, might be a milestone for the sector. It is not only the largest deal in the sector in the region, but also the first time that a development finance institution has committed such financing. The company’s current activity is mostly in the UAE and Jordan, but the investment intends to support expansion to additional markets in the Middle East and Africa. See also <em>Solar for Businesses in Sub-Saharan Africa</em> (<a href=\"https://about.bnef.com/blog/site-solar-cost-saver-hedge-energy-prices-african-businesses/\">report</a>).</p>\n\n<p>Table 2: Financing for C&amp;I solar businesses in Middle East and Africa</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/table2-financing-CI.png\" alt=\"\" />\n<small><center>Source: BloombergNEF</center></small></p>\n\n<h1 id=\"energy-access\">ENERGY ACCESS</h1>\n\n<p>Financing for off-grid solar startups totalled $339 million in 2018, a new record. Pay-go solar companies continued to raise both equity and debt to scale their distribution, though strategy changes and reduced exuberance point at challenges ahead.</p>\n\n<h4 id=\"investment-in-off-grid-solar-startups-marked-another-record-in-2018\">INVESTMENT IN OFF-GRID SOLAR STARTUPS MARKED ANOTHER RECORD IN 2018</h4>\n\n<p>The four financing deals for off-grid solar startups in 4Q 2018 amounted to $86 million. Dutch development bank FMO made a major contribution to two of these — $12.5 million debt financing for Zola Electric<a href=\"#_ftn1\">[8]</a> and $10.6 million equity financing for d.light<a href=\"#_ftn2\">[9]</a>. As a result, 2018 has marked a total amount of $339 million, the highest since startups started addressing off-grid energy access with multi-million dollar budgets. In total, there were 51 investors and lenders involved in 2018. The share of for-profit investors participating continued to increase from 31% to 45% between 2014 and 2018. Governments also play a larger role today, with nine government development financing institutes committing funds in 2018, up from only three in 2014.</p>\n\n<p>The growth rate has, however, slowed significantly in 2019, as the startups that have raised the most are no longer making regular announcements celebrating new user or sales records. With over $1.1 billion now raised for pay-as-you-go solar startups in the past five years, the industry should have a big enough dataset to validate and price the quality of cash flow streams from its customers. The sector can no longer just make promises, but must deliver returns to its lenders and equity backers. As it is, companies have become more reserved about celebrating new sales and user numbers, suggesting that they are not growing as fast as it was hoped.</p>\n\n<p>Figure 12: Financing announcements to energy access startups</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q1/fig12-financing-announcements.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Microgrids refer to microgrids for energy access only. 2019 = As of February 18, 2019.</center></small></p>\n\n<p><strong>New pay-as-you-go solar products indicate strategy divergence</strong></p>\n\n<p>Seeking to expand and capture higher-value revenue streams, pay-as-you-go companies follow different strategies. As the competition becomes more intensive and products become commoditized, the startups go beyond distribution of off-grid solar products to sell more service, or sell solar products to a wider range of (often wealthier) customers.</p>\n\n<p><strong>BBOXX goes beyond electricity access</strong></p>\n\n<p>In November 2018, U.K.-based BBOXX announced a product range under the “Tomorrow’s Rural Home” title<a href=\"#_ftn1\">[10]</a>. The company built the house as a showcase in Kigali, Rwanda, where it says it is serving 250,000 people with its solar home systems. The home, which is to be rolled out after 2020, can offer various utility services that are not typically available in remote areas, such as internet access and LPG for cooking, to off-grid households. BBOXX brands itself as “a next generation utility”, viewing the pay-go solar business as merely an entry point to ultimately offer a range of basic services in rural areas.</p>\n\n<p><strong>Zola Electric targets urban upper and middle class, small businesses in areas with frequent grid outages</strong></p>\n\n<p>The company launched a new product centred around a battery with grid-forming capabilities that can work with the grid, solar and diesel generators to provide AC or DC electricity for a home or small business. Additional batteries and PV panels can be daisy-chained to expand the system flexibly.</p>\n\n<p>The product targets wealthier and middle-class urban customers that are connected to the grid but suffer from regular power outages and use diesel generators. It is often possible to serve the same loads for less money by adding solar and battery storage (<a href=\"https://about.bnef.com/blog/site-solar-cost-saver-hedge-energy-prices-african-businesses/\">report</a>).</p>\n\n<p>Yet, Zola may be entering a more crowded market than the rural markets it addresses with its older products.</p>\n\n<p>The new battery inverter product is technically more complex than Zola Electric’s off-grid solar home system, but it is far from a rarity in the market. Similar hybrid inverters that combine behind-the-meter electricity from solar and diesel gensets with grid electricity and a battery for optimal dispatch are common sights at trade conferences. Startups such as YouSolar have focused on a similar technology for several years, with an emphasis on markets in Asia. Zola’s CEO Xavier Helgesen told BloombergNEF that the capability to remotely monitor and manage customer payments will be an advantage in the market, allowing Zola to offer consumer finance packages that allow wary and cash-strapped customers to buy the kit.</p>\n\n<p>Leading inverter makers such as Solaredge, Enphase and Huawei have also launched products that make it easier to install solar and storage kit for convenient use as backup power during grid outages (see the <em>4Q 2018 Off-grid and Mini-grid Market Outlook</em>, <a href=\"https://medium.com/climatescope/4q-2018-off-grid-and-mini-grid-market-outlook-1dace7fc9087\">report</a>).</p>\n\n<p><strong>New microgrid funds target energy access</strong></p>\n\n<p>In Sub-Saharan Africa, financing for microgrids for electricity access is still mostly driven by impact investors and donor organizations as for-profit investors appear to see how microgrid business models work. But, two entities, which have mainly looked into pay-go solar and commercial and industrial (C&amp;I) solar, have entered this space recently. SunFunder, a specialized investor in the solar sector in emerging economies, has invested in microgrids to launch a new $1.2 million facility with PowerGen in Kenya<a href=\"#_ftn1\">[11]</a>. In January 2019, CrossBoundary Energy Access launched Africa’s first project financing facility for microgrids with the Rockefeller Foundation<a href=\"#_ftn2\">[12]</a>. CrossBoundary is already active as an investor and developer in commercial and industrial solar in Sub-Saharan Africa. It has entered the energy access sector with an initial investment of $16 million into microgrids to provide electricity to households and businesses in countries such as Tanzania, Nigeria, and Zambia. In Southeast Asia, Tepco PowerGrid and other partners invested $60 million to develop microgrids for electricity access in January 2019 (See Section 2.1).</p>\n\n<p><a href=\"#_ftnref1\">[1]</a> Smart Power India, “<a href=\"http://www.smartpowerindia.org/media/1230/report_rural-electrification-in-india_customer-behaviour-and-demand.pdf\">Rural electrification in India: Customer behaviour and demand</a>”, February 2019.</p>\n\n<p><a href=\"#_ftnref2\">[2]</a> Times of India, “<a href=\"https://timesofindia.indiatimes.com/city/delhi/discom-to-set-up-4-solar-microgrids-in-east-delhi/articleshow/68383222.cms\">Discom to set up four solar microgrids in east Delhi</a>”, March 13, 2019</p>\n\n<p><a href=\"#_ftnref1\">[3]</a> WEnergy Global, “<a href=\"http://www.wenergyglobal.com/news/22-january-2019-singapores-wenergy-global-icmg-partners-and-japans-tepco-powergrid-working-together-on-a-us100-million-fund-for-clean-energy-projects-in-sea/\">Singapore’s WEnergy Global, ICMG Partners and Japan’s TEPCO-PowerGrid working together on a US$100 million Fund for Clean Energy Projects in SEA</a>”, January 22, 2019</p>\n\n<p><a href=\"#_ftnref2\">[4]</a> Marubeni, “<a href=\"https://www.marubeni.com/en/news/2018/release/20180925E.pdf\">Marubeni to Enter into the Community-Based Power Business in Tanzania by Investing in WASSHA</a>”, September 25, 2018</p>\n\n<p><a href=\"#_ftnref1\">[5]</a> Bloomberg Intelligence, “GLOBAL INSIGHT: What’s Behind the Slump in Oil? 85% Weak Demand”</p>\n\n<p><a href=\"#_ftnref1\">[6]</a> ABB, “<a href=\"https://new.abb.com/news/detail/15096/abb-and-susi-partners-to-team-up-for-microgrid-and-energy-storage-projects\">ABB and SUSI Partners to team up for microgrid and energy storage projects</a>”, January 31, 2019</p>\n\n<p><a href=\"#_ftnref2\">[7]</a> The Russian Direct Investment Fund, “<a href=\"https://rdif.ru/Eng_fullNews/3972/\">RDIF and Aggreko announce strategic partnership on microgrids</a>”, March 20, 2019</p>\n\n<p><a href=\"#_ftnref1\">[8]</a> FMO, “<a href=\"https://www.fmo.nl/news-detail/457af272-7af4-4bf8-b730-b54b6105c2cd/fmo-arranges-usd-32-5-million-facility-to-enhance-access-to-energy-in-tanzania\">FMO arranges USD 32.5 million facility to enhance access to energy in Tanzania</a>”, December 10, 2018</p>\n\n<p><a href=\"#_ftnref2\">[9]</a> FMO, “<a href=\"https://www.fmo.nl/news-detail/4269231f-c8b3-436c-aa07-17e11282328c/fmo-and-consortium-partners-invest-usd-41-million-in-d-light-to-help-scale-the-rapidly-growing-off-grid-energy-company\">FMO and consortium partners invest USD 41 million in d.light to help scale the rapidly growing off-grid energy company</a>”, December 17, 2018</p>\n\n<p><a href=\"#_ftnref1\">[10]</a> BBOXX, “<a href=\"https://www.bboxx.co.uk/tomorrows-rural-home-launched-bboxx/\">Tomorrow’s Rural Home launched by BBOXX</a>”, November 20, 2018</p>\n\n<p><a href=\"#_ftnref1\">[11]</a> SunFunder, “<a href=\"https://sunfunder.com/news/powergen2018facility\">SunFunder Closes First Mini-Grid Facility With PowerGen</a>”, December 3, 2018</p>\n\n<p><a href=\"#_ftnref2\">[12]</a> CrossBoundary and the Rockefeller Foundation, “<a href=\"https://static.wixstatic.com/ugd/cba5c5_0636873119e241d8b5e5f544a5961788.pdf\">CrossBoundary Mini-Grid Facility Announces First Close with The Rockefeller Foundation and Ceniarth</a>”, January 24, 2019</p>\n"
  ,
  "download_source":null
}


