


{
  "id": "2q-2018",
  "title": "2Q 2018 Off-grid and Mini-grid Market Outlook",
  "content": "<h2 id=\"2q-2018-frontier-power-market-outlook\">2Q 2018 FRONTIER POWER MARKET OUTLOOK</h2>\n\n<h3 id=\"executive-summary\">EXECUTIVE SUMMARY</h3>\n\n<p>The fundamental outlook for decentralized energy in remote areas has improved, amid record PV shipments, rising diesel prices, accelerating lending from development financiers and ambitious commitments from the likes of Engie and Enel. Nonetheless, activity on the ground remains somewhat muted.</p>\n\n<ul>\n  <li>Financing announcements by Development Finance Institutions (DFIs) and energy access venture funding totalled $3.5 billion in 1Q 2018, up from $2.5 billion last quarter. More activity by the leading development finance banks accounted for the difference. Microgrid business models have narrowed the funding gap with pay-go solar, which has long been the darling of investors. Overall start-up financing remains a small number – just $244 million last quarter.</li>\n  <li>Sales of PV modules to non-OECD markets are booming, and it is not just <a href=\"/en/country/india\">India</a> anymore. The Middle East, Latin America and several African countries have grown significantly in recent months. Africa is also up, led by a surge in Morocco. <a href=\"/en/country/pakistan\">Pakistan</a>, formerly a key market, has been sluggish since last summer.</li>\n  <li>The PV boom stands in sharp contrast to declining sales of diesel generators, which are commonly used to power inaccessible areas or for backup supply. In <a href=\"/en/country/south-africa\">South Africa</a>, a tightening of the available power capacity amid escalating financial pressures on Eskom renewed concerns about load shedding in the coming months. A full repeat of the past supply crisis still looks unlikely, but any regional outages or even just the elevated risk of them could see demand for diesel generators and other on-site power sources in <a href=\"/en/country/south-africa\">South Africa</a> pick up.</li>\n  <li>It is now becoming easier than ever to combine multiple generation sources such as the grid, diesel, PV and storage, even for relatively small sites. Over the past six months, ABB, GE, Schneider Electric, and Siemens all introduced new products specializing in small-scale microgrids. These are primarily for applications such as backup for Commercial and Industrial (C&amp;I) facilities, single building microgrids or remote community electrification.</li>\n  <li>The UN will hold a ministerial summit this summer to take stock of progress towards its goal of reaching universal access to energy. Three years after it was announced, the goal has gained notable buy-in among energy giants, but almost only in Europe. Enel, Iberdrola, Engie and Total together aim to reach 52 million people by the end of 2020. Acquisitions or joint ventures with startups are an integral part of that strategy.</li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>$3.3 billion development financing for energy this quarter</li>\n  <li>52 million people targeted for energy access by Engie, Enel, Iberdrola, and Total</li>\n  <li>4 new microgrid controllers introduced by ABB, GE, Schneider Electric and Siemens</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure1_Energy_access_contributions_and_targets.png\" alt=\"Figure 1\" /></p>\n\n<h3 id=\"highlights\">HIGHLIGHTS</h3>\n\n<h4 id=\"energy-giants-and-sustainable-development\">ENERGY GIANTS AND SUSTAINABLE DEVELOPMENT</h4>\n\n<p>The United Nations (UN) will mark three years since it vowed to reach universal access to affordable and clean energy by 2030 as part of its <a href=\"https://www.un.org/sustainabledevelopment/development-agenda/\">Agenda for Sustainable Development</a>. Ministers will meet in New York in July 2018 to review progress towards a subset of goals, including the Sustainable Development Goal 7 (SDG7) that includes energy access. No one doubts that reaching the goals will require the operational and financial resources of the industry, not just of governments and NGOs. So how have energy giants bought into the UN’s development plan?  Quite significantly, but only in Europe.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure2_top_five_utilities_oil_majors_commitment_to_SDG7.png\" alt=\"Figure 2\" /></p>\n\n<p>We looked into the top five utilities (by market capitalization) in every region and global oil majors. European utilities are leading in terms of ambitions related to the sustainable development goals. The top four European utilities - Enel, Iberdrola, Engie, and EDF – have committed to the UN’s energy goal in some form according to their recent company filings. Three of them have quantified targets and plan to reach 27 million people by 2020. It is not coincidental that Enel and Engie are also actively embracing decentralized technologies and B2B or B2C offerings in their core markets. Reaching this scale is not possible with pure social responsibility activities. Instead, they implement the goal as part of their business strategy in emerging countries such as Sub-Saharan Africa, Southeast Asia, and Latin America. In some cases, they have even used social engagement and venture budgets to nurture startups in a safer sandbox before later engaging with them on fully commercial terms. Engie Africa’s acquisition of Fenix International, which had previously been funded by Engie’s impact fund, is a good example of this.</p>\n\n<p>Mainland China’s large utilities have so far been absent from this debate, despite the government’s big infrastructure push across much of the developing world. The other large utilities in Asia, Tenaga Nasional Malaysia (TNB) and NTPC, do not explicitly mention their commitment to the UN’s universal access goal. With incomplete electrification in their home markets of Malaysia and <a href=\"/en/country/india\">India</a>, they cannot stay entirely out though. In the Americas, none of the top five listed utilities mentioned the UN goals, as most are focused on the U.S. market.</p>\n\n<p>The strategies and activities deployed to support the goal vary. Here are some of the noteworthy examples:</p>\n\n<ul>\n  <li>Enel considers SDG7 as one of its strategic pillars – Communities and People. The utility said that it provided affordable and clean energy to 1.7 million beneficiaries in South America and Africa from 2015 to 2017, and targets to reach 3 million by 2020. Enel built a 125kW solar+storage microgrid in Atacama Desert in Chile with Electro Power Systems (EPS)<sup>1</sup>, a Paris-based manufacturer and developer of microgrid control systems and technologies to integrate energy storage, in 2017<sup>2</sup>. It also plans to expand business in the Asia Pacific region. In January 2018, the utility and Seedstarts awarded $50,000 for SolarFreeze, a <a href=\"/en/country/kenya\">Kenya</a>-based start-up of solar-powered cold storage system for farmers<sup>3</sup>.</li>\n  <li>Iberdorola aims to reach 4 million beneficiaries with its Electricity for All program by 2020. In September 2017, the utility invested 500,000 euros in Iluméxico which provides solar home systems to rural customers in <a href=\"/en/country/mexico\">Mexico</a>. It also built microgrids in the state of Bahia, <a href=\"/en/country/brazil\">Brazil</a>, providing electricity to 21,000 customers.</li>\n  <li>Engie had provided sustainable energy access to 2.4 million beneficiaries through its “Rassembleurs d’Energies” impact fund by the end of 2017. It aims to bring this number to a total of 20 million by 2020. In March 2017, the utility signed three partnership agreements for microgrid development in <a href=\"/en/country/indonesia\">Indonesia</a> <sup>4</sup>. In October 2017, the utility acquired Fenix International, a pay-as-you-go solar firm, as a strategic investment into decentralized energy in Africa. In January 2018, Engie acquired a controlling stake in EPS<sup>5</sup>.</li>\n  <li>EDF and Off-Grid Electric, a pay-as-you-go (PAYG) solar company, created a joint venture called ZECI in October 2016 to distribute off-grid solar kits in <a href=\"/en/country/cote-ivoire\">Ivory Coast</a>, and it will replicate the model in <a href=\"/en/country/ghana\">Ghana</a> in 2018. In late March, EDF<sup>6</sup> unveiled its new Electricity Storage Plan with a goal to develop 10GW of energy storage globally by 2035, with ambition to invest 8 billion euros ($9.82 billion) between 2018 and 2035. Africa is a focus region of that plan. We expect that the utility will seek opportunities to deploy energy storage through both off-grid solar home systems distribution and microgrid development.</li>\n  <li>CLP Holdings mentioned in its latest annual report that its committee deliberated on the different SDGs including the SDG7 and how these were relevant to CLP’s current business objectives and strategy in 2017. But, it has not yet published any conclusions or goals that it has set.</li>\n  <li>Tenaga Nasional Malaysia does not mention direct commitment to the SDG7, but it implements rural electrification projects for villages in Sabah through its subsidiary, TNB Energy Service.</li>\n  <li>NTPC, the largest utility in <a href=\"/en/country/india\">India</a>, electrifies rural households as a part of its corporate social responsibility activities. In 2016, the utility floated tenders to develop PV systems in the villages of Naiparam and Chatti Garilong in Jharkhand<sup>7</sup>. The utility does not have a license to retail electricity, therefore, it cannot sell power to rural households as a business.</li>\n  <li>Shell recently invested in a series of three energy access start-ups: SolarNow, SteamaCo and Husk Power Systems. These investments came from its Shell Technology Ventures unit, and not from Shell Foundation which had earlier relationships with some of these companies. The company also funded the All On and Co Creation Hubs, both of which are based in <a href=\"/en/country/nigeria\">Nigeria</a> and support businesses to improve access to energy in the country.</li>\n  <li>Total launched its “Total Access to Energy” program in 2010. The oil major uses its gas stations distribution network to distribute off-grid solar lights. The company has distributed 2.3 million off-grid solar kits to date, mostly solar lanterns, enabling nearly 10 million people to use basic electricity. It aims to further develop the program and reach out to 25 million people in Africa by 2020 as per Total’s global strategy.</li>\n</ul>\n\n<h4 id=\"are-eskoms-troubles-a-boon-for-behind-the-meter-solar-diesel-hybrids\">ARE ESKOM’S TROUBLES A BOON FOR BEHIND-THE-METER SOLAR-DIESEL HYBRIDS?</h4>\n\n<p><a href=\"/en/country/south-africa\">South Africa</a>’s state-owned utility, Eskom, continues to be struck by scandals and had to switch on costly back-up generation units to avert power outages, with a quarter of installed capacity not available. Could the country face a repeat of the power supply crisis of 2015 that drove sales of backup power systems in the nation to a record? \nThe Mail &amp; Guardian<sup>8</sup> newspaper reported on March 29 that the utility’s expenditure on open cycle gas turbines meant for use as peaker plants rose almost 30-fold from January to March 2018. A worsening of power supply and the associated public dislike of the utility could provide the nations rooftop PV installers with more palatable arguments to win customers. Consumers and companies can now choose from a broader range of power storage systems than in 2015, and <a href=\"/en/country/south-africa\">South Africa</a>’s rooftop solar regulations already make solar without batteries economically viable.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure3_Diesel_genset_sales_peak_when_Eskom_is_down.png\" alt=\"Figure 3\" /></p>\n\n<p>Eskom had mothballed some power plants, but then also faced unexpected outages and issues with coal supply at six plants after two suppliers owned by a family involved in a corruption scandal went bankrupt. Several load shedding campaigns in specific municipalities have been announced on the company’s website in March, all of which are aimed at municipal distributors with outstanding debts.<br />\nTo make matters worse, Eskom’s debt was downgraded by Moody’s on March 29, 2018 citing a lack of clarity regarding its plan to stabilize its finances. An expected slowing economy is also likely to keep power demand capped. Eskom’s new supply difficulties are therefore more likely to lead to a cash crunch for the utility rather than a return to the load shedding crisis seen in 2015.</p>\n\n<h4 id=\"making-microgrids-cool\">MAKING MICROGRIDS COOL</h4>\n\n<p>Microgrids for rural communities face odd technology choices. Solar power can produce energy at a cost less than a typical diesel generator, but only during the day. Demand from households for basic energy services, however, ramps up only in the evenings. Microgrids have to either store solar power with expensive batteries, or provide a higher share of energy from other, more expensive sources. One way to reduce the average cost of energy in a microgrid is to boost demand during the middle of the day.</p>\n\n<p>Some microgrid startups in <a href=\"/en/country/india\">India</a> are now doing exactly that by combining small cold-storage facilities for agricultural produce with their assets. Microgrid engineers like cooling because it is a flexible load. When the solar array produces more power than needed, the system makes ice that can later keep the room cool even if power is temporarily not available. That means it can temporarily be turned off if the energy is required elsewhere or the sun does not shine. Ecozen, a startup that has designed such a cold room, says that its product needs only 6-8 hours of power per day to maintain a suitable temperature around the clock.</p>\n\n<p>Adding such a cold room to a microgrid would add about $23,000 to the capital expenditure, and requires a local agent to manage the site and sell storage space to local farmers. But if successful, it could help reduce wastage in <a href=\"/en/country/india\">India</a>’s agricultural sector, where <a href=\"http://www.grantthornton.in/globalassets/1.-member-firms/india/assets/pdfs/food_processing_sector.pdf\">one study</a> estimated that about 30% of output is lost due to a lack of cold chain infrastructure.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure4_Schematic_of_a_solar_powered_micro_room.png\" alt=\"Figure 4\" /></p>\n\n<h3 id=\"fundamentals\">FUNDAMENTALS</h3>\n\n<p>The fundamentals for distributed clean energy in emerging markets improved last quarter. Brent crude prices reached the highest level since 2014 in April, making the oil-fired power generation often used in remote or back-up installations less competitive. Even before this, diesel generator sales declined to new lows during 2017, while PV module shipments kept rising. Development banks have also accelerated their funding agreements this quarter relative to the end of 2017.</p>\n\n<h4 id=\"solar-panel-shipments-from-mainland-china\">SOLAR PANEL SHIPMENTS FROM MAINLAND CHINA</h4>\n\n<p>Emerging market solar is having an even stronger start into the year than it did in 2017, with total sales in January and February up by 16% over the same period in 2016. <a href=\"/en/country/india\">India</a> still makes up more than 56% of total PV imports from Mainland China in non-OECD countries, but Chinese sellers have been diversifying. Sales were strong in the Middle East, Latin America and Sub-Saharan Africa. <a href=\"/en/country/brazil\">Brazil</a>  and the UAE were the largest buyers after India this year. Sales in <a href=\"/en/country/pakistan\">Pakistan</a>, which previously trailed India, have been muted since last summer. The largest markets in Africa were <a href=\"/en/country/south-africa\">South Africa</a>, <a href=\"/en/country/kenya\">Kenya</a> and Namibia, but imports there have been a paltry $15 million per month or less to all three combined. Morocco, the <a href=\"/en/country/dominican-republic\">Dominican Republic</a>  and <a href=\"/en/country/kazakhstan\">Kazakhstan</a> have seen the fastest relative growth rates in recent months, albeit from an extremely low base.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure5_Solar_module_shipments_from_China_to_nonOECD_countries.png\" alt=\"Figure 5\" /></p>\n\n<h4 id=\"diesel-generator-sales\">DIESEL GENERATOR SALES</h4>\n\n<p>Sub-Saharan Africa has imported fewer diesel generators in 2017 than in any other year since the data started being tracked in 2008, suggesting that power supply in the region is improving. Global shipments averaged $261 million per quarter over the first nine months of 2017. A buoyant market in Southeast Asia helped make up for some of the decline in Sub-Saharan Africa.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure6_International_diesel_generator_shipments_by_destination.png\" alt=\"Figure 6\" /></p>\n\n<p><strong>What is behind the decline in Africa?</strong></p>\n\n<p>Imports of back-up power equipment slowed in key markets in Africa including <a href=\"/en/country/nigeria\">Nigeria</a>, and almost ground to a halt in <a href=\"/en/country/south-africa\">South Africa</a>, the region’s largest economy. There is no clear reason for the slowdown across the region. Generator sales in South Africa had peaked during the load shedding crisis of 2015 and 2016, and since retreated. In Nigeria, the sustained weakness of the Naira is making it harder to import hardware. In <a href=\"/en/country/tanzania\">Tanzania</a>, improved natural gas distribution networks let consumers switch from diesel to gas. New technologies such as solar or battery storage can be ruled out as the main driver for the decline. Whereas solar-diesel hybrids have become less unique in Africa, they are still not prevalent enough to make a dent in diesel use for power generation. Even if they were, they usually cut fuel use of the diesel generator, not the installation of the genset itself.</p>\n\n<h4 id=\"retail-diesel-prices\">RETAIL DIESEL PRICES</h4>\n\n<p>Diesel prices in various large economies that use fuel-powered generators are now at the highest level since oil prices crashed in 2015, making backup power more expensive than previously. Brent Crude contracts have doubled since their low in 2016. Pump prices are usually less sensitive and have seen a price increase of 28-53% since then. Rising prices are likely to make energy costs a more important issue for manufacturers in areas with poor grid quality.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure7_Retail_diesel_prices_and_frontmonth_Brent_Crude.png\" alt=\"Figure 7\" /></p>\n\n<h4 id=\"foreign-exchange-rates\">FOREIGN EXCHANGE RATES</h4>\n\n<p>Foreign exchange rates in some of the key economies in Africa have gained or stayed stable to the U.S. dollar so far this year, whereas dollar-denominated imports have become more expensive for buyers in <a href=\"/en/country/india\">India</a>, <a href=\"/en/country/pakistan\">Pakistan</a> and <a href=\"/en/country/indonesia\">Indonesia</a> since the beginning of the year.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure8_African_currency_spot_rates_to_the_US_dollar.png\" alt=\"Figure 8\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure9_Asian_currency_spot_rates_to_the_US_dollar.png\" alt=\"Figure 9\" /></p>\n\n<h4 id=\"development-bank-financing-for-energy-projects\">DEVELOPMENT BANK FINANCING FOR ENERGY PROJECTS</h4>\n\n<p>We tracked a total of $3.3 billion in approved loans, equity stakes and grants (including refinancing) by the World Bank Group, the Asian and African Development Bank and the Green Climate Fund during the first quarter. That’s almost $1 billion more than in the prior quarter. Just under 50% of the funds are earmarked for power generator projects, but more than a third will be invested in improvements to transmission grids. The Asian Development Bank has approved $260 million for grid upgrades in <a href=\"en/country/pakistan\">Pakistan</a>, and the World Bank has committed $450 million to <a href=\"/en/country/bangladesh\">Bangladesh</a> and $486 million to <a href=\"en/country/nigeria\">Nigeria</a>. Those are also three countries with the worst power supply. These transmission grid improvements will be necessary to complement a buildup in power generation capacity. Only $30 million were directly earmarked for off-grid energy access this quarter, although the Netherlands’ FMO also committed an undisclosed sum into an energy access fund.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure10_Development_bank_financial_commitments.png\" alt=\"Figure 10\" /></p>\n\n<h4 id=\"policy\">POLICY</h4>\n\n<p>Recent policy updates or regulatory action in decentralized energy in emerging markets include:\n<a href=\"/en/country/uganda\">Uganda</a> seeks to spend $80 million to subsidize energy access both on and off the grid, with a focus on industrial parks and productive rural areas, according to the Rural Electrification Agency’s Executive Director Godfrey Turyahikay. One of the first rural microgrids under <a href=\"/en/country/nigeria\">Nigeria</a>’s support program has been commissioned, according to Nigeria’s Guardian<sup>9</sup>. It served approximately 490 households and is a private venture funded by the EU and Germany’s government. \n<a href=\"/en/country/india\">India</a>’s government launched an initiative that lets farmers with solar irrigation assets sell surplus power to the grid. The effort comes ahead of elections in 2019 where pro-farmer policies are expected to be a key campaign theme.</p>\n\n<h3 id=\"microgrids\">MICROGRIDS</h3>\n\n<p>Microgrid technology companies have significantly expanded their product portfolio for small-scale projects in the last several months, enabling their customers to integrate multiple energy sources more easily, while they are also actively involved in large-scale projects. February and March 2018 saw several key grants for project development in North America and <a href=\"/en/country/nigeria\">Nigeria</a>.</p>\n\n<h4 id=\"microgrid-technology-vendors-are-expanding-their-portfolios\">MICROGRID TECHNOLOGY VENDORS ARE EXPANDING THEIR PORTFOLIOS</h4>\n\n<p>Industrial equipment manufacturers - ABB, General Electric, Schneider Electric, and Siemens – recently added new controller products, either an integrated control system or software platform, tailored for simple, small-scale microgrids (typically, less than around 100kW generation capacity) to their offering. Such integrated systems are pre-wired hybrid systems, combining multiple energy sources such as the grid, on-site solar and a battery storage for sites too small for a custom-designed solution. New software platforms provide analytics, control of multiple energy sources, remote monitoring and data reporting. The new kits complement their existing products for more complex microgrids that can manage tens or hundreds of megawatts.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure11_Pay_as_you_go_solar_asset_financing.png\" alt=\"Table 1\" /></p>\n\n<p>ABB’s integrated microgrid solution, MGS-100, became available at the end of last year and is targeted at assets in rural villages and or small C&amp;I facilities that need reliable back-up power using solar and energy storage. GE also developed a containerized hybrid controller for PV-diesel-battery systems for communities and businesses in rural areas late last year. The product uses GE’s industrial internet platform technology, enabling remote monitoring and diagnostics of the hybrid system<sup>10</sup>. Schneider and Siemens developed software platforms specializing in small-scale microgrids. On January 23, 2018, Siemens Digital Grid introduced a flexible Microgrid Controller (MGC) which manages medium-scale microgrids, primarily targeting commercial and industrial sites in developed markets<sup>11</sup>. And finally, on April 5, Schneider unveiled its EcoStruxure for Energy Access<sup>12</sup>, which allows the microgrid operator to monitor site performance and access data to optimize operation of the asset. It also allows adding capacity to the microgrid when energy demand increases.</p>\n\n<p>The fact that these vendors added new products for small-scale projects in succession suggests applications for communities and C&amp;I facilities in remote areas are considered an opportunity. We estimated previously that small-scale diesel generators burn through about $40 billion dollars of fuel annually. More advanced controllers are likely to make it simpler to change the configuration of existing systems, for instance by expanding a solar array or adding a battery. Pre-wired and configured containerized systems are easy to install, which could reduce EPC cost.</p>\n\n<h4 id=\"microgrid-venture-investment\">MICROGRID VENTURE INVESTMENT</h4>\n\n<p>In <a href=\"/en/country/nigeria\">Nigeria</a>, Starsight Power Utility raised $30 million equity from African Infrastructure Investment Managers and Helios Investment Partners<sup>13</sup>. Starsight Power is an energy service company offering solar-hybrid energy systems, cooling and lighting for C&amp;I customers. In Nigeria, 86% of small and medium-scale companies are using back-up diesel generators due to frequent and long outages impacting their businesses. That makes it a promising market for solar-diesel hybrids, and Starsight’s recent round suggests that its offering is starting to meet demand.</p>\n\n<p>Trina Solar, one of the largest PV module manufacturers, aims to invest in integrated energy systems including combined cooling, heating and power systems as well as energy management software, and seeks to invest 3.5 billion yuan ($556.9 million) in relevant projects in 2018. In three to five years, the company wants these businesses to generate as much as 40% of its revenue. While competition among PV manufacturers is severe, <a href=\"/en/country/mainland-china\">Mainland China</a> has the largest microgrid pipeline anywhere. Trina will first focus on its home market and other developed economies, according to Trina’s Vice President Liu Haipeng quoted by Bloomberg News<sup>14</sup>.</p>\n\n<p>Distributed Power Africa (DPA), belonging to Econet Group, plans to invest more than $250 million in distribution of behind-the-meter PV systems to C&amp;I facilities and residential customers in <a href=\"/en/country/zimbabwe\">Zimbabwe</a><sup>15</sup>. This is the largest announced investment for distributed energy technologies in Africa by an African company, which has already received orders for nearly 20MW. They aim to replace the existing diesel generators with solar and lithium ion batteries, or even help their customers use the electricity from the PV system as primary source with grid electricity as backup.</p>\n\n<h4 id=\"microgrid-project-activity\">MICROGRID PROJECT ACTIVITY</h4>\n\n<p>We counted 26MW of microgrid capacity being commissioned since January 2018, and another 36MW of new project announcements. The majority of activity has been in developed markets such as the U.S. and Australia.</p>\n\n<p>In the U.S., California Energy Commission awarded 10 microgrid projects<sup>16</sup> under its Electric Program Investment Charge (EPIC) funding with a total amount of $51.9 million. The 10 projects won against 150 competitors. The winning applicants include Pala Band of Mission Indians, Gridscape Solutions and Willdan Energy Solutions. They will deploy advanced microgrids and develop business cases for scalable and repeatable standardized microgrid configurations. The Canadian government will support the first microgrid project in Alberta by providing $526,000 for a 1MW project at Medicine Hat College<sup>17</sup>.</p>\n\n<p>In Australia, Carnegie Clean Energy secured a $2.1 million grant from Commonwealth Bank Australia for its microgrid project (2MW solar array, 2MW/0.5MWh energy storage) in Garden Island. In April, South32, a BHP spin-off, announced that it will install a 3MW solar plant to complement a gas generator at silver and lead mine in Queensland<sup>18</sup>. The plant will supply electricity to a village and airport and excess generated electricity to the mine. The project does not receive any subsidies or grants.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Table2_Selected_microgrid_project_completed_announced.png\" alt=\"Table 2\" /></p>\n\n<h3 id=\"stand-alone-pv-systems\">STAND-ALONE PV SYSTEMS</h3>\n\n<p>Africa’s pay-as-you-go solar sector in February and March was busy with some notable moves such as M-Kopa’s restructuring and Orange’s business expansion while financing was relatively quiet. Four energy service companies are now active in the telecom energy market in <a href=\"/en/country/myanmar\">Myanmar</a> where the sector sees a significant opportunity in the nation’s 17,000 cellular towers.</p>\n\n<h4 id=\"financing-for-micro-solar-systems\">FINANCING FOR MICRO SOLAR SYSTEMS</h4>\n\n<p>Investments in pay-as-you-go companies have slowed in the past few months after a busy start to the year. Rounds in February and March were quiet with only several smaller deals totaling just $19.9 million. Thereafter, on April 10, d.light secured $50 million debt, the second largest deal in 2018, to expand business in their existing and new markets globally<sup>19</sup>. The investment was from the European Investment Bank, responsAbility Investments, Social Investment Managers &amp; Advisors (SIMA), SunFunder and another mission aligned investor.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Figure11_Pay_as_you_go_solar_asset_financing.png\" alt=\"Figure 11\" /></p>\n\n<p>Other notable deals from February to April 2018 include:</p>\n<ul>\n  <li>A $4 million debt finance round that BBOXX secured in local currency from a local bank in Togo - Union Togolaise de Banque<sup>20</sup>. BBOXX collaborates with the government of Togo to roll out 300,000 BBOXX solar home systems in the country by 2022. Such a deal is important for PAYG solar companies as all their revenue by selling their services is in local currency.</li>\n  <li>D.light raised $25 million from European Investment Bank to expand its activities in <a href=\"/en/country/ethiopia\">Ethiopia</a>, <a href=\"/en/country/kenya\">Kenya</a>, <a href=\"/en/country/tanzania\">Tanzania</a>, <a href=\"/en/country/uganda\">Uganda</a> and <a href=\"/en/country/nigeria\">Nigeria</a><sup>21</sup>.</li>\n  <li>M-Kopa secured $10 million equity financing from FinCanada, a newly launched development finance institution in Canada, to reach more customers in East Africa. The deal was also joined by UK-based CDC and two other impact investors, Generation Investment Management and LGT Venture Philanthropy.</li>\n  <li>Rensource, a Nigeria-based start-up company, raised $3.5 million from an investor group led by Amaya Capital Partners, with Omidyar Network and CRE Venture Capital on January 30.</li>\n  <li>Pawame, a UAE-based off-grid solar start-up, raised the $2m seed funding from Gulf-based investors including CT Arabia to expand its business in <a href=\"/en/country/kenya\">Kenya</a><sup>23</sup>.</li>\n  <li>SolarHome, a Singapore-based PAYG solar firm, raised $1.2 million debt financing to expand its PAYG solar product line and distribution networks in <a href=\"/en/country/myanmar\">Myanmar</a><sup>24</sup>.</li>\n  <li>EcoEnergy, a <a href=\"/en/country/pakistan\">Pakistan</a>-based company, secured $600,000 financing to purchase products, technology and services from BBOXX<sup>25</sup>.</li>\n</ul>\n\n<h4 id=\"business-strategy-and-innovation\">BUSINESS STRATEGY AND INNOVATION</h4>\n\n<p><strong>Orange expands off-grid solar offering in Africa</strong></p>\n\n<p>Orange, a French mobile network operator, will expand its off-grid solar distribution in collaboration with PAYG solar companies<sup>26</sup>. It will distribute BBOXX’s solar kits in <a href=\"/en/country/dr-congo\">Democratic Republic of Congo</a> and d.light’s in Madagascar. Other countries where Orange will roll out solar kits are Burkina Faso, <a href=\"/en/country/senegal\">Senegal</a>, Mali, Guinea, and <a href=\"/en/country/cote-ivoire\">Ivory Coast</a>. Orange has diverse distribution channels in Africa including those countries through its mobile business, which can leverage selling off-grid solar kits and increase revenue from mobile money usage by their customers. Off-grid solar kits also provide customers in remote areas with charging device, enabling them to connect to use mobile phones without traveling long distances to a charging kiosk. See <a href=\"https://about.bnef.com/blog/powering-last-mile-connectivity/\">Powering Last-Mile Connectivity</a> for more details.</p>\n\n<p><strong>M-Kopa cuts costs and headcount</strong></p>\n\n<p>M-Kopa restructured the company and cut down from 1,000 to 850 employees. On March 26, 2018, the company CEO said the company’s growth speed was slower than planned, requiring it to reduce cost to become financially stable<sup>27</sup>. M-Kopa secured the largest debt financing deal of $80 million for PAYG solar in 2017 to finance new consumer loans. M-Kopa was the first to introduce pay-as-you-go solar plans, but has not been the first startup in the sector that managed to provide investors with an exit.</p>\n\n<p><strong>M-Kopa and Mastercard pilot QR code payment for PAYG solar</strong></p>\n\n<p>M-Kopa is also piloting a payment scheme with Mastercard in <a href=\"/en/country/uganda\">Uganda</a> to allow customers to pay or top up their accounts easily<sup>28</sup>. The customers only need to scan a QR code with their smartphone or enter an ID associated with the QR code into a feature phone. M-Kopa expects that the QR code payment plan, that some mobile network operators and banks are already using in African countries, will help them avoid additional technology investments.</p>\n\n<h4 id=\"myanmar-is-a-hotspot-for-energy-service-for-rural-cellular-towers\">MYANMAR IS A HOTSPOT FOR ENERGY SERVICE FOR RURAL CELLULAR TOWERS</h4>\n\n<p><a href=\"/en/country/myanmar\">Myanmar</a>’s relatively new cellular communication market is vying to become a proving ground for specialist off-grid energy service companies, with at least four players now vying for market share. There are estimated 17,000 telecom towers in the country. On February 21, Voltalia, a Paris-based renewable energy developer and energy service company for the telecom sector announced that it signed a 10-year contract to supply electricity to 171 cellular towers owned by MNTI, a tower operator, in Myanmar<sup>29</sup>. Voltalia plans to provide power to the towers with solar-hybrid systems (PV-battery-diesel generator) with a power rating of 2kW each. Sometimes, such projects can also support broader economic development in the areas they serve. On April 3, Myanmar-based Yoma Micro Power said it raised $28 million from several development financiers including International Finance Corporation (IFC) and Norfund to develop community microgrids with cellular towers as anchor client<sup>30</sup>. A similar business model has already been implemented by OMC Power in <a href=\"/en/country/india\">India</a>. The company is a joint venture of Singapore-based Yoma Strategic and Norfund.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20182q/2Q18_Table3_Announced_energy_service_business_for_tower_sites_in_Myanmar.png\" alt=\"Table 3\" /></p>\n\n<hr />\n<p><sup>1</sup> Engie, “<a href=\"https://www.engie.com/en/journalists/press-releases/agreement-control-electro-power-systems-pioneer-hybrid-solutions/\">ENGIE signs an agreement for the control of Electro Power Systems, a pioneer in hybrid storage solutions</a>”, January 24, 2018</p>\n\n<p><sup>2</sup> Enel, “<a href=\"https://www.enel.com/media/press/d/2017/05/enel-operates-worlds-first-plug-and-play-micro-grid-powered-by-solar-pv-and-hydrogen-based-storage-in-chile\">Enel operates world’s first “plug and play” microgrid powered by solar PV and hydrogen-based storage in Chile</a>”, May 31, 2017</p>\n\n<p><sup>3</sup> Enel, “<a href=\"https://www.enel.com/content/dam/enel-common/press/en/2018-jan/Enel%20X%20Seedstars%20-%20RES4Africa%20ENG.pdf\">Enel and Seedstars award Africa’s best innovative energy access startup at RES4Africa event</a>”, January 24, 2018</p>\n\n<p><sup>4</sup> Engie, “ENGIE signs three partnership agreements in Indonesia for microgrids and renewable energy developments during President François Hollande’s visit”, March 29, 2017</p>\n\n<p><sup>5</sup> Engie, “<a href=\"https://www.engie.com/en/journalists/press-releases/agreement-control-electro-power-systems-pioneer-hybrid-solutions/\">ENGIE signs an agreement for the control of Electro Power Systems, a pioneer in hybrid storage solutions</a>”, January 24, 2018</p>\n\n<p><sup>6</sup> EDF, “EDF announces the Electricity Storage Plan to become the leader in Europe by 2035”, March 27, 2018</p>\n\n<p><sup>7</sup> Mercom India, “<a href=\"https://mercomindia.com/ntpc-tenders-solar-electrify-110-households-jharkhand/\">NTPC Tenders Solar to Electrify 110 Households in Jharkhand</a>”, November 14, 2016</p>\n\n<p><sup>8</sup> Mail &amp; Guardian, Lynley Donnelly, “<a href=\"https://mg.co.za/article/2018-03-28-eskom-burning-through-diesel-again\">Eskom burning through diesel again</a>”, March 28, 2018</p>\n\n<p><sup>9</sup> Guardian, “<a href=\"https://guardian.ng/energy/amosun-commissions-85kw-solar-power-plant-for-rural-dwellers/\">Amosun commissions 85kw solar power plant for rural dwellers</a>”, February 14, 2018</p>\n\n<p><sup>10</sup> GE, “Hybrid energy for universal access”, 2017</p>\n\n<p><sup>11</sup> Siemens, “<a href=\"http://news.usa.siemens.biz/press-release/energy-management/siemens-introduces-dual-microgrid-controllers-decentralized-energy-i\">Siemens introduces dual microgrid controllers for decentralized energy installations of any size</a>”, January 23, 2018</p>\n\n<p><sup>12</sup> AIIM, “<a href=\"https://aiimafrica.com/media/2122/starsight-press-release_05022018.pdf\">African Infrastructure Investment Managers and Helios Investment Partners join forces to build out market-leading Nigerian energy services company, Starsight Power Utility Ltd</a>”, February 5, 2018</p>\n\n<p><sup>13</sup> AIIM, “<a href=\"https://aiimafrica.com/media/2122/starsight-press-release_05022018.pdf\">African Infrastructure Investment Managers and Helios Investment Partners join forces to build out market-leading Nigerian energy services company, Starsight Power Utility Ltd</a>”, February 5, 2018</p>\n\n<p><sup>14</sup> Bloomberg New Energy Finance, “<a href=\"https://www.bnef.com/core/news/592383\">Trina Solar to Invest $556 Million in Integrated Energy Projects</a>”, March 29, 2018</p>\n\n<p><sup>15</sup> Bloomberg New Energy Finance, “<a href=\"https://www.bnef.com/core/news/586729\">Econet Zimbabwe Unit Investing $250 Million in Solar Energy</a>”, March 9, 2018</p>\n\n<p><sup>16</sup> California Energy Commission, “<a href=\"http://www.energy.ca.gov/contracts/GFO-17-302_NOPA_Amended.pdf\">Notice of proposed award</a>”, March 14, 2018</p>\n\n<p><sup>17</sup> Government of Canada, “<a href=\"https://www.canada.ca/en/western-economic-diversification/news/2018/03/renewable-energy-innovators-to-have-access-to-new-microgrid-testing-facility.html\">Renewable Energy Innovators to Have Access to New Microgrid Testing Facility</a>”, March 27, 2018.</p>\n\n<p><sup>18</sup> PV magazine, “<a href=\"https://www.pv-magazine-australia.com/2018/04/11/solar-to-power-cannington-mine/\">Solar to power Cannington mine</a>”, April 11, 2018</p>\n\n<p><sup>19</sup> d.light, “<a href=\"http://www.dlight.com/files/8715/2351/3188/d.light_Raises_50_Million_in_Debt_Financing.pdf\">d.light raises $50 million in debt financing</a>”, April 10, 2018</p>\n\n<p><sup>20</sup> PVTech, “<a href=\"https://www.pv-tech.org/news/bboxx-secures-us54-million-debt-finance-from-togo-bank-for-off-grid-solar\">BBOXX secures US$4 million debt finance from Togo bank for off-grid solar</a>”, February 27, 2018</p>\n\n<p><sup>21</sup> European Investment Bank, “<a href=\"http://www.eib.org/infocentre/press/releases/all/2018/2018-077-eu-bank-announces-new-financing-to-strengthen-access-to-energy-in-africa-via-the-development-of-off-grid-solar-systems\">EU bank announces new financing to strengthen access to energy in Africa via the development of off-grid solar systems</a>”, March 26, 2018</p>\n\n<p><sup>22</sup> Techpoint.ng, “<a href=\"https://techpoint.ng/2018/01/30/rensource-raises-3-5m/\">Rensource raises $3.5m to take affordable renewable energy to more Nigerians</a>”, January 30, 2018</p>\n\n<p><sup>23</sup> The National, “<a href=\"https://www.thenational.ae/business/energy/uae-solar-start-up-pawame-secures-2m-in-seed-funding-1.710159\">UAE solar start-up Pawame secures $2m in seed funding</a>”, March 5, 2018</p>\n\n<p><sup>24</sup> The Straits Times, “<a href=\"http://www.straitstimes.com/business/companies-markets/singapore-solar-startup-solarhome-gets-us12m-from-investors-including-koh\">Singapore solar startup SolarHome gets US$1.2m from investors</a>”, February 22, 2018</p>\n\n<p><sup>25</sup> Your Renewable News, “<a href=\"http://www.yourrenewablenews.com/ecoenergy+secures+investment+for+off-grid+solar+energy+in+pakistan_148354.html\">EcoEnergy secures investment for off-grid solar energy in Pakistan</a>”, March 29, 2018</p>\n\n<p><sup>26</sup> PV magazine, “<a href=\"https://www.pv-magazine.com/2018/03/28/frances-orange-enters-african-off-grid-solar-market/\">France’s Orange enters African off-grid solar market</a>”, March 28, 2018</p>\n\n<p><sup>27</sup> M-Kopa, “<a href=\"http://www.m-kopa.com/our-path-to-profitability/\">Our Path to Profitability</a>”, March 26, 2018</p>\n\n<p><sup>28</sup> PV Tech, “<a href=\"https://www.pv-tech.org/news/mastercard-and-m-kopa-piloting-pay-as-you-go-mechanism-for-african-solar\">Mastercard and M-KOPA piloting pay-as-you-go mechanism for African solar</a>”, February 26, 2018</p>\n\n<p><sup>29</sup> Voltalia, “Voltalia signs its first energy supply contract for a telecom client”, February 21, 2018</p>\n\n<p><sup>30</sup> Yoma Strategic, “<a href=\"http://www.yomastrategic.com/attachment/2018040317204347816371_en.pdf\">International Finance Corporation and Canada Invest in Yoma Micro Power, Joining Norfund and Yoma Strategic to Power Off-Grid Myanmar</a>”, April 3, 2018</p>\n\n"
  ,
  "download_source":null
}


