


{
  "id": "2q-2017",
  "title": "2Q 2017 Off-grid and Mini-grid Market Outlook",
  "content": "<h2 id=\"q2-2017-off-grid-and-mini-grid--market-outlook\">Q2 2017 OFF-GRID AND MINI-GRID  MARKET OUTLOOK</h2>\n\n<h3 id=\"executive-summary\">EXECUTIVE SUMMARY</h3>\n\n<p>2017 is shaping up as an important year of groundwork-laying for micro-grids in remote or un-electrified regions of the world. Storage companies and technology giants continue to lead the charge on solar and storage micro-grids while island communities are serving as test-beds for piloting new systems and ideas. This Market Outlook takes a closer look at the latest micro-grid developments, along with other important milestones in Frontier Power during 1Q 2017.</p>\n\n<ul>\n  <li>Market fundamentals and other developments in 1Q tended to support the economics of small-scale clean energy systems. Diesel prices rose in several large emerging economies while policy developments in <a href=\"/en/country/india\">India</a> provided hopes of further tailwinds. Developing countries are now buying the majority of PV exports from <a href=\"/en/country/mainland-china\">Mainland China</a>.</li>\n  <li>Energy storage companies such as Tesla, Fluidic Energy and Electro Power Systems continued to deploy micro-grid systems in 1Q 2017. For Tesla, island micro-grids represent 36% of the company’s total power storage capacity deployed to date as tracked by BNEF.</li>\n  <li>Other technology giants have appeared more prominently on the micro-grid map recently, including Schneider and Engie, who agreed to work towards improving energy access in Southeast Asia. Microsoft and Facebook were among the founding partners of a ‘Micro-Grid Investment Accelerator’ aiming to raise $50 million. The vehicle was seed-funded with an undisclosed amount by the social media giant, amid announcements that the company is also investing in telecom and payments infrastructure in emerging markets.</li>\n  <li>As the micro-grid sector shows some timid signs of warming up, there are early indications that growth for solar home systems sold under pay-as-you-go offerings may soon begin to slow. The sector has focused on executing and boosting sales, and its products now serve more than 1 million households. Much of the recent rise has however come from new entrants, while unit sales growth at older, more established companies is slowing.</li>\n  <li>More than ever, pay-as-you-go solar companies are instead focusing on other services such as providing TVs, connectivity or even health insurance to maximise value per customer.</li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>615,000 Diesel generators sold in developing countries in 2015</li>\n  <li>56% Share of Chinese PV exports going to developing countries in Latin America, Africa and Asia</li>\n  <li>63 MWh Battery storage capacity installed by Tesla in island micro-grids since November 2016</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-1_Chinese-solar-sold-to-Asia-Latam-Africa.png\" alt=\"OG - Fig1 - Chinese solar sold to Asia\" /></p>\n\n<h3 id=\"highlight-themes\">HIGHLIGHT THEMES</h3>\n\n<h4 id=\"distributed-energy-in-indias-state-budget\">DISTRIBUTED ENERGY IN INDIA’S STATE BUDGET</h4>\n\n<p>In 1Q 2017, <a href=\"/en/country/india\">India</a> announced its 2017-18 budget and the ruling Bhartiya Janta Party (BJP) won a decisive victory in parliamentary elections in Uttar Pradesh, the nation’s most populous state, but also one of its poorest . Both developments could bolster policy support for <a href=\"/en/country/india\">India</a>’s off-grid and rooftop energy market to improve the reliability of the country’s power supply. Below we review key budget items impacting rural electrification and power supply quality.</p>\n\n<p><strong>48 billion rupees ($740 million) for village electrification</strong></p>\n\n<p><a href=\"/en/country/india\">India</a>’s 2017-2018 federal budget allocates 48 billion rupees ($740 million) to achieve 100% village electrification by May, 2018 across the nation. The funds will be largely used to electrify 2,944 villages under the ‘Decentralised Distribution Scheme’ (DDG), part of the ‘Deen Dayal Upadhyaya Gram Jyoti Yojana’ (DDUGJY) program to provide electricity to communities where a grid connection is currently not feasible or cost effective.\nSince the start of <a href=\"/en/country/india\">India</a>’s Fiscal Year 2016 in April 2015 through March 31, 2017, just 341 villages have been electrified under DDG. Meanwhile, 12,782 villages have been electrified via grid extensions leaving just 2,385 remaining (Figure 2). Thus the focus is now very much on off-grid projects.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-2_Remaining-number-of-villages-to-be-electrified-in-India.png\" alt=\"OG - Fig 2 - Remaining number of villages to be electrified in India\" /></p>\n\n<p>High on the list is Uttar Pradesh, home to approximately 200 million, where the BJP scored a major win in March 2017. The state has an electrification rate of just 37%, according to the 2011 census and substantial portions of the population remain desperately poor.<br />\nThe victory, which saw the BJP win control of approximately three quarters of state legislative seats, could accelerate DDG efforts. In 2016, Uttar Pradesh became the first Indian state to adopt a micro-grid policy, but its implementation has been slow to date. With BJP now in firm control, these efforts might pick up pace.\nThe size of the task is enormous, however, larger still than the government admits. Even if “full electrification” is achieved under the government’s definition, millions of households may remain without light and power. This is because the government considers a village “electrified” once 10% of households and some public places such as schools receive electricity. It is entirely possible that this very low bar could be cleared, politicians would declare victory, and attention could shift elsewhere.</p>\n\n<p><strong>8.6% more for the Ministry of New and Renewable Energy (MNRE)</strong></p>\n\n<p>The new budget ups funding for the MNRE by 8.6% to 54 billion rupees ($835 million). The funds will primarily go to support subsidies for rooftop solar and the national micro-grid policy. <a href=\"/en/country/india\">India</a> has a stated goal to deploy at least 10,000 micro- and mini-grids using renewable technology across the country by 2021<sup>1</sup>  with a total of 500MW capacity.</p>\n\n<p><strong>Cuts in customs duties on PV products</strong></p>\n\n<p>The government has cut the basic custom duty and an additional customs duty known as CVD<sup>2</sup> importers must pay on certain energy-related items. A 5% reduction in the basic custom duty for solar tempered glass<sup>3</sup> used in manufacturing of solar panels and a 6.5% reduction in CVD on raw materials used in manufacturing solar tempered glass3 should cut the cost of domesticallymanufactured solar panels.</p>\n\n<p><strong>A 5% corporate tax rate cut for smaller businesses</strong></p>\n\n<p>To promote small companies with annual turnover up to 500 million rupees ($7.7 million), the government has also reduced the corporate tax from 30% to 25%. This will likely help thousands of companies operating in the renewables sector.</p>\n\n<p><strong>Potentially expedited credit for farmers from the national agriculture bank</strong></p>\n\n<p>The budget earmarks 19 billion rupees ($290 million) for the National Bank for Agriculture and Rural Development (NABARD) to automate processes and digitize record-keeping at Primary Agriculture Credit Societies (PACS) to integrate them with the core banking system of district cooperative banks in the next three years. PACS are the smallest credit institutions in <a href=\"/en/country/india\">India</a> and work at the grassroots level. Sluggish loan disbursal by NABARD through the PACS has historically been a bottleneck to the deployment of solar irrigation pumps. More efficient lending operations from NABARD to the PACS could potentially expedite lending. By the end of FY2016 only 43,098 pumps were installed against the government target of 350,000. To achieve the targeted 1 million pumps by end of FY2021, the government needs to install more than 200,000 pumps per year.</p>\n\n<p><strong>Implications of the Uttar Pradesh elections</strong></p>\n\n<p>Prime Minister Modi’s BJP won 312 out of 403 seats in Uttar Pradesh’s legislative assembly, based on results announced on March 11, 2017. The win boosts BJP representation in the upper house, which may ease previous bottlenecks in passing legislation around grid quality and micro-grid development. The party may take measures to reduce power outages across the region and may improve the financial condition of the debt ridden distribution companies of Uttar Pradesh. The first signs of this are already visible. On 15 April, Uttar Pradesh signed a ‘pact’ with the federal government to deliver 24/7 power, making it the last state to do so.<sup>4</sup></p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-3_Electrification-rates-across-various-Indian-states.png\" alt=\"OG - Fig3 - Electrification rates across various Indian states\" /></p>\n\n<h4 id=\"diesel-generator-sales\">DIESEL GENERATOR SALES</h4>\n\n<p>In 2015, the number of small-scale diesel generators (those smaller than 75kVA) sold in developing countries crossed half a million. Together with 62,000 medium-sized generators sets, they account for the equivalent of at least 15GW of installed capacity, according to our estimates. The number of small-scale generators sold has almost doubled since 2009, when it dropped sharply after the financial crisis (Figure 4).\nRevenues from diesel generator sales have not kept pace with the increase in unit sales, however. The wholesale value of diesel generators sold in emerging markets peaked in 2011 and has since declined to $4.8 billion in 2015.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-4_Diesel-generator-sales-in-emerging-economies-in-LatAm-Africa-Asia-and-island-nations.png\" alt=\"OG - Fig4 - Diesel generator sales in emerging economies in LatAm, Africa, Asia and island nations\" /></p>\n\n<p>Most of the revenue came from the sale of the 22,000 generators with a capacity larger than 375kVA (300kW), which accounted for $2.7 billion in 2015. The market for more distributed, smaller generators is worth only about $1 billion per year. Declining prices for small-scale generators have kept total revenue from rising despite the higher volume. The market for such diesel generators may increasingly become an opportunity for clean energy alternatives, particularly where diesel is used on a daily basis. The true addressable market is multiple times larger once fuel and maintenance costs are included as well.\nEmerging markets constitute 42% of internationally shipped generator sets, making them an important market for the industry. We will explore this market in more detail in an upcoming research note.</p>\n\n<h3 id=\"market-fundamentals\">MARKET FUNDAMENTALS</h3>\n\n<p>With diesel prices rising across several large emerging economies, market fundamentals favoured clean energy systems last quarter. A new budget in <a href=\"/en/country/india\">India</a>, a solar fund in <a href=\"/en/country/nigeria\">Nigeria</a> and a controversy around on-grid power connections in <a href=\"/en/country/kenya\">Kenya</a> could provide the market with further tailwind. For the first time since we began tracking this data, emerging economies in Latin America, Africa and Asia are buying the majority of PV exports from <a href=\"/en/country/mainland-china\">Mainland China</a>. Only the foreign exchange markets provided some headwind, as <a href=\"/en/country/south-africa\">South Africa</a>, <a href=\"/en/country/bangladesh\">Bangladesh</a>, <a href=\"/en/country/tanzania\">Tanzania</a> and <a href=\"/en/country/ethiopia\">Ethiopia</a> all saw their currencies decline.</p>\n\n<h4 id=\"currencies\">CURRENCIES</h4>\n\n<p>The removal of <a href=\"/en/country/south-africa\">South Africa</a>’s finance minister Pravin Gordhan amid a broader cabinet reshuffle on March 30 immediately sent the rand plummeting 7% against the dollar in a single week.\nFigure 5 aggregates currencies into regional portfolios, showing a slight depreciation of African and Asian baskets over the past six months. Looking at a basket of five African currencies mitigates the effect of the rand, but even diversification across five countries would have resulted in a 2% depreciation. The full effect of rand depreciation goes further than what the graph captures: currencies pegged to the rand in Lesotho, Swaziland and Namibia also saw prices of clean technology goods increase due to their neighbor’s political reshuffling.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-5_Performance-of-currency-posrtfolios-against-the-USD.png\" alt=\"OG - Fig5 - Performance of currency portfolios against the US dollar\" /></p>\n\n<p><a href=\"/en/country/ethiopia\">Ethiopia</a> and <a href=\"/en/country/myanmar\">Myanmar</a> have also seen their currencies depreciate against the dollar, which makes solar imports more expensive.</p>\n\n<h4 id=\"fuel-prices\">FUEL PRICES</h4>\n\n<p>Most emerging markets face high power generation costs largely due to the intensive use of oil based power generation, such as diesel generators. Apart from being one of the most expensive means to generate electricity, production costs are highly unpredictable due to fluctuating fuel prices.\nThe firming of diesel prices in global markets after OPEC members agreed to cut supplies in November 2016 pinched the pocket of consumers in <a href=\"/en/country/india\">India</a>, <a href=\"/en/country/kenya\">Kenya</a>, <a href=\"/en/country/pakistan\">Pakistan</a> and <a href=\"/en/country/south-africa\">South Africa</a>, among others (Figure 6). <a href=\"/en/country/ghana\">Ghana</a> is a notable exception, where the price of diesel was lowered drastically in October 2016 following a government decision in a desperate move to win votes in the forthcoming election, highlighting the influence of local politics in fuel price levels and volatility.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-6_Retail-diesel-prices.png\" alt=\"OG - Fig6 - Retail diesel prices\" /></p>\n\n<h4 id=\"pv-customs-data\">PV CUSTOMS DATA</h4>\n\n<p>PV exports from <a href=\"/en/country/mainland-china\">Mainland China</a> to developing countries in Africa, Asia and Latin America stood at $4.4 billion in 2016, up by 8% over 2015, mainly due to market growth in <a href=\"/en/country/india\">India</a>. The nation was the second largest destination of Chinese cells and modules globally after Japan in 2016. Countries in Asia, Latin America and Africa now are the largest buyers of solar modules made in <a href=\"/en/country/mainland-china\">Mainland China</a>, the world’s largest manufacturer. Just two years ago, less than a fifth of <a href=\"/en/country/mainland-china\">Mainland China</a>’s annual $14 billion in PV exports went to emerging economies. But in 2016, <a href=\"/en/country/india\">India</a> alone bought 21% of <a href=\"/en/country/mainland-china\">Mainland China</a>’s exports, worth $2.5 billion, to keep pace with project development in the country. Demand also picked up in Latin America.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-7_Chinese-PV-equipment-exported-to-Asia.png\" alt=\"OG - Fig7 - Chinese PV equipment exported to Asia, LatAm and Africa\" /></p>\n\n<p>Figure 7 shows the value of PV exports from <a href=\"/en/country/mainland-china\">Mainland China</a> to emerging economies from 2015 through 2016, in US dollars. South Asia saw $2.9 billion in 2016, up by 59% compared to 2015. <a href=\"/en/country/pakistan\">Pakistan</a> followed <a href=\"/en/country/india\">India</a> at $396 million, but saw a year-on-year decline of 15%. Importantly, these figures include all equipment exported and the vast majority of that is currently being used in utility-scale projects, not for distributed solar.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-8_PV-exports-from-China-to-emerging-countries.png\" alt=\"OG - Fig8 - PV exports from Mainland China to emerging countries\" /></p>\n\n<p>Exports to East Asia (ASEAN countries and North Korea) declined. From 2015 to 2016, exports to Thailand fell 62% to $203 million and to the Philippines by 73% to $158 million. Most of this was likely due to expanding local manufacturing capacity which substitutes for components that were previously shipped from <a href=\"/en/country/mainland-china\">Mainland China</a> through East Asia to other end-destinations. But exports to <a href=\"/en/country/myanmar\">Myanmar</a> and Cambodia, both of which have little domestic manufacturing and low electrification rates, also dropped.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-9_-Cells-and-modules-from-China-to-SSA-2015-2016.png\" alt=\"OG - Fig9 - Cells and modules from Mainland China to Sub-Saharan Africa\" /></p>\n\n<p>Sub-Saharan Africa saw imports from <a href=\"/en/country/mainland-china\">Mainland China</a> decline 12% in dollar terms from the year prior to $280 million in 2016. The main impetus for the dip: <a href=\"/en/country/south-africa\">South Africa</a>, where exports from <a href=\"/en/country/mainland-china\">Mainland China</a> fell by 53% to $67 million. After <a href=\"/en/country/south-africa\">South Africa</a>, six countries – <a href=\"/en/country/senegal\">Senegal</a>, <a href=\"/en/country/nigeria\">Nigeria</a>, <a href=\"/en/country/kenya\">Kenya</a>, <a href=\"/en/country/tanzania\">Tanzania</a>, <a href=\"/en/country/ghana\">Ghana</a>, and Madagascar – led the market in 2016.</p>\n\n<h4 id=\"energy-access-policies\">ENERGY ACCESS POLICIES</h4>\n\n<p><strong>Measuring success: doubts emerge about Kenya Power’s high connection rate</strong></p>\n\n<p>A 19 March report by <a href=\"/en/country/kenya\">Kenya</a>’s Standard newspaper raised the suspicion that some <a href=\"/en/country/kenya\">Kenya</a> Power employees may have reported unjustified numbers of new installed meters under pressure to hit the administration’s ambitious electrification rates. The paper said it had seen an internal document showing that 1 million out of 3.6 million pre-paid meters “could be fake or have never been topped up”.<sup>5</sup> \nThe electrification rate is an important issue in the current campaign for the election scheduled for 8 August, and President Uhuru Kenyatta boasted in a speech that his administration has doubled the number of connections since independence in 1964 and will reach 70% national electrification by the end of 2017.<sup>6</sup>  The numbers reported by <a href=\"/en/country/kenya\">Kenya</a> Power suggested it had rapidly accelerated the reach of its power grid, since several programs to cut the cost for consumers and target rural households living near the grid were introduced over the last few years.\nFor its part, <a href=\"/en/country/kenya\">Kenya</a> Power has denied the allegations, according to local newspapers.<sup>7</sup>  On 27 March, the European Investment Bank announced it joined with Agence Française de Développement and the European Union to provide a total of EUR180m of loans and grants to <a href=\"/en/country/kenya\">Kenya</a>’s last mile connectivity project.<sup>8</sup></p>\n\n<p><strong>Nigeria’s Bank of Industry unveils new solar fund</strong></p>\n\n<p>The Bank of Industry (BoI) of <a href=\"/en/country/nigeria\">Nigeria</a> has unveiled a 1 billion naira Solar Energy Fund for micro, small, and medium enterprises.<sup>9</sup>  BoI is supporting eight solar energy project developers with the aim to reduce energy costs for micro-businesses by providing concessional loans with a 7% interest rate, half the national 14% benchmark.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Table-1_BoI-commitment.png\" alt=\"OG - table1 - Nigeria's BoI commitment\" /></p>\n\n<p><strong>[Nigeria passes micro-grid regulation</strong></p>\n\n<p>The Nigerian parliament has approved guidelines for how its national electricity regulator should regulate mini-grids, according to an expert involved in the drafting of the document, though the government has yet to publish the actual rules. Sierra Leone is supposedly considering a similar regulation, according to an expert from the sector.</p>\n\n<p><strong>EU collaboration with Africa Renewable Energy Initiative</strong></p>\n\n<p>The EU has contributed 300 million euros to a total of 19 projects, adding 1.8GW of new renewable energy in Sub-Saharan Africa. These projects vary from 5MW to 1GW of generation capacity, delivered with solar, hydropower, geothermal and various hybrid technologies in Guinea, <a href=\"/en/country/nigeria\">Nigeria</a>, Niger, Chad, <a href=\"/en/country/rwanda\">Rwanda</a>, <a href=\"/en/country/ethiopia\">Ethiopia</a> and <a href=\"/en/country/tanzania\">Tanzania</a>. This contributes to the EU’s aim to build 5GW of new renewable energy capacity to provide sustainable energy access to 30 million people by 2020.<sup>10</sup></p>\n\n<h3 id=\"micro-grids\">MICRO-GRIDS</h3>\n\n<h4 id=\"island-micro-grids\">ISLAND MICRO-GRIDS</h4>\n\n<p><strong>New project announcements</strong></p>\n\n<p>Islands are inherently off-grid locations, with communities often relying on diesel generators as their sole sources of power. Renewable energy can represent an independent energy supply and the opportunity to escape reliance on imported fuel.\nSeveral island projects employing micro-grids or multiple energy sources and storage have been announced or commissioned in the past six months. In addition, several projects integrated new sources of energy generation and storage into pre-existing installations. Those have included:</p>\n<ul>\n  <li>A commitment from the International Renewable Energy Agency (IRENA) and the Abu Dhabi Fund for Development (ADFD) of $44.5m for four projects in the Pacific and Africa, including 30MW of new capacity for islands, announced in January 2017.</li>\n  <li>Electro Power Systems continued to commission MW-sized micro-grids, integrating its hybrid storage system with two existing solar plants in Italy and Australia.</li>\n  <li>Tesla added Kauai and Honolulu islands in Hawaii to its growing list of island power projects in the Pacific, with the project served by Tesla’s second generation Powerpacks.</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Table-2_Island-projects-1.png\" alt=\"OG - table2a - Island projects announced in 4Q 2016\" />\n<img src=\"/assets/images/content/offgrid/2017q2/Table-2_Island-projects-2.png\" alt=\"OG - table2b - Island projects announced in 4Q 2016\" /></p>\n\n<p>In the Pacific and Indian oceans regions alone, BNEF tracked 48MW of new generation assets commissioned or announced in 1Q 2017.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-10_Island-microgrid-projects.png\" alt=\"OG - Fig10 - Island micro-grid projects announced in Indian/Pacific Ocean region during \" /></p>\n\n<p><strong>Tesla power (packs) five islands in five months</strong></p>\n\n<p>As in 4Q 2016, energy storage players Fluidic Energy and Electro Power Systems (EPS) continued to deploy new micro-grid projects this quarter, but a larger player has now entered the micro-grid space as well.\nIsland micro-grids represent 36% of Tesla’s installed stationary storage capacity\nElectric vehicle and battery maker Tesla Inc. is now deploying micro-grid systems in an apparent effort to create a market for its grid-scale storage “Powerpacks.” Since November 2016, Tesla has deployed first or second generation versions of its Powerpacks on five islands. Four of these are in the Pacific: Ta’u in American Samoa, Monolo island of Fiji, and Kauai and Honolulu islands of the U.S. state of Hawaii. The fifth project involved an island in North Carolina deploying Tesla’s first generation Powerpacks in a solar-plus-storage micro-grid to support the island’s 3MW diesel generator.  All of these can be found in BNEF’s Energy Storage Project Database, which tracked a total of 174MWh of installed storage capacity by Tesla in 2016 (157MWh) and 1Q 2017 (17MWh).\nThe recent projects suggest that megawatt-sized island micro-grids represent an important component of the company’s grid-scale storage strategy. Island micro-grids represented 36% of Tesla’s total installed storage capacity in 2016 and 1Q 2017.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-11_Tesla-installed-stationary-storage-capacity.png\" alt=\"OG - Fig11 - Tesla installed stationary storage capacity\" /></p>\n\n<p>There is little to suggest that Tesla is seeking to become a full-service micro-grid operator in underserved regions, however. Most of the islands where it has deployed its technology to date are well developed and served by local utilities. Tesla is involved in designing these projects, but it does not appear to be installing distribution grids or taking on retail operations. Both will be crucial to use micro-grids in unelectrified locations.</p>\n\n<h4 id=\"community-micro-grids\">COMMUNITY MICRO-GRIDS</h4>\n\n<p>1Q 2017 saw several governments, but also technology giants, launch programmatic micro-grid efforts. Activity from smaller start-ups and developers was less pronounced during the period.</p>\n\n<p><strong>Engie focuses efforts in Southeast Asia</strong></p>\n\n<p>On March 27, 2017, Schneider Electric, Nanyang Technological University, and the Engie Lab division of multinational French power project developer Engie signed an agreement to improve energy access in off-grid areas in Singapore and Southeast Asia.<sup>11</sup>  The project will be part of the Renewable Energy Integration Demonstrator on Semaku Island in Singapore. Engie’s contribution will be primarily on operations and planning, while Schneider is providing the energy management equipment that can integrate up to 100% intermittent renewables, according to the press release.\nEngie also signed an agreement with Electric Vine Industries to develop, finance, build and operate PV micro-grids for 3,000 villages reaching 2.5 million people in Papua, <a href=\"/en/country/indonesia\">Indonesia</a>. The investment is expected to reach $240 million over the next five years, according to a press release.<sup>12</sup> \nThe announcement of these initiatives was timed to coincide with French President Hollande’s visit to Southeast Asia.<sup>13</sup>  The projects touch upon the areas of activity of Engie Rassembleurs d’Energies, the company’s energy access initiative which has primarily focused on EMEA and <a href=\"/en/country/india\">India</a> to date.\nAllotrope Partners, Facebook and Microsoft launch investment accelerator\nFacebook, Microsoft, Allotrope Partners and others<sup>14</sup>  have partnered on a facility to fund micro-grids in emerging markets through direct investments in projects, co-financings, or partnerships with other organizations. The fund targets projects as small as 5kW, focusing on <a href=\"/en/country/india\">India</a>’s Bihar and Uttar Pradesh states, <a href=\"/en/country/indonesia\">Indonesia</a> and <a href=\"/en/country/tanzania\">Tanzania</a>. The partners seek to mobilize $50 million between 2018-20, with seed financing currently provided by Facebook. The parties did not disclose the total current capitalization of the vehicle at launch.\nA study<sup>15</sup>  accompanying the launch found that the market for micro-grids is growing, viable business opportunities are emerging, and regulatory conditions are improving. It estimates that micro-grids in Bihar, Uttar Pradesh, <a href=\"/en/country/indonesia\">Indonesia</a> and <a href=\"/en/country/tanzania\">Tanzania</a> could ultimately serve up to 212 million people. In the much more immediate term, Allotrope estimates market players will require $20 million for development in 2017 to get 3.6MW of projects built (see Figure 12). By 2020, that financing requirement could climb to over $100 million.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-12_Micro-grids-in-development-in-India-Indonesia-Tanzania.png\" alt=\"OG - Fig12 - Micro-grids in development in India, Indonesia and Tanzania\" /></p>\n\n<p>The new partnership was unveiled at the Sustainable Energy for All event in New York at the start of April. Separately, two days later, Facebook announced plans to invest in Internet infrastructure in Africa and hinted it will launch a digital payments service within its WhatsApp application in <a href=\"/en/country/india\">India</a>.<sup>16</sup>  In Africa, it will add Wifi hotspots <a href=\"/en/country/kenya\">Kenya</a> and <a href=\"/en/country/nigeria\">Nigeria</a>, and 770km of fiber cables in <a href=\"/en/country/uganda\">Uganda</a> with partners such as Emirates Telecommunications Group or Bharti Airtel. Facebook Vice President of Global Marketing Carolyn Everson told Bloomberg News, “there is no magic bullet to provide the Internet to people on the continent.”\n“We are using everything available to us, including rolling out express wifi, building fiber, and testing our Aquila project”, she added, referring to solar-powered drones that provide Internet access which the company is testing.<sup>17</sup>  Facebook says it now has 170 million users in Africa, up 42% from a year earlier. Despite representing 32% of its daily active users, the ‘rest of world’ segment of Facebook users contributed just 9.6% of the $8.6 billion in advertising revenue the company generated in 4Q 2016. Facebook’s quarterly report indicates that users in Asia and the rest of the world return to its apps less frequently than in North America or Europe, which probably keeps a lid on revenue per user. The company may see improved infrastructure as a way to enable more users to visit its platforms more frequently.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-13_Facebook-monthly-active-users.png\" alt=\"OG - Fig13 - Facebook monthly active users\" /></p>\n\n<p>Other micro-grid developments in 1Q 2017 included:</p>\n<ul>\n  <li>In <a href=\"/en/country/nigeria\">Nigeria</a>, the US Agency for International Development (USAID) signed a memorandum of agreement with private <a href=\"/en/country/nigeria\">Nigeria</a> firm Community Energy Social Enterprises Ltd. (CESEL), and US-based renewable energy company Renewvia Energy. CESEL was awarded a $767,512 grant to provide solar mini-grids to 25 communities in the Baylesa, Ondo, Ogun and Osun states of <a href=\"/en/country/nigeria\">Nigeria</a>. The expected 10MW project is the largest portfolio of PV mini-grids to be deployed in <a href=\"/en/country/nigeria\">Nigeria</a> this year. <sup>18</sup></li>\n  <li>In Niger, a 2.1MW portfolio of solar mini-grids and solar home kits was financed by the IRENA/ADFD facility as part of $44.5 million provided to four renewable energy projects in January 2017. The project aims to electrify 100 schools and benefit a population of 160,000. Previously, the Sustainable Energy Fund for Africa provided a $994,270 grant to Niger to promote green mini-grids in the country, which has otherwise attracted minimal investment in its off-grid sector.<sup>19</sup></li>\n  <li>In <a href=\"/en/country/kenya\">Kenya</a>, a new World Bank funded project aims to bring electricity to areas underserved by the grid. The initiative, budgeted at $150 million, expects to see funding from the World Bank in March. Communities in more isolated areas will receive solar home systems.<sup>20</sup></li>\n</ul>\n\n<h4 id=\"commercial-and-industrial-power\">COMMERCIAL AND INDUSTRIAL POWER</h4>\n\n<p><strong>Iamgold signs 15MW PPA to serve Essakane gold mine in Burkina Faso</strong></p>\n\n<p>In the extractives sector, two gold mining firms are now looking to solar to power operations in far-flung, off-grid locations. Shanta Gold expanded the solar capacity at its New Luika mine in <a href=\"/en/country/tanzania\">Tanzania</a> in late 2016, and in January 2017, Canadian firm Iamgold announced plans to add 15MW of solar at the Essakane mine in Burkina Faso. In March 2017, Iamgold signed a 15-year PPA with Eren Renewable Energy, and the African Energy Management Platform (AEMP).\nIamgold previously added 5MW of solar capacity to its Rosebel mine in Suriname in 2014. The Essakane solar project will complement an existing 57MW thermal power plant at what is the company’s largest mine. To date, BNEF has only observed 35.6MW of renewable corporate PPA volume in the Middle East and North Africa, so this project represents a significant addition to that total.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-14_Corporate-renewable-PPAs.png\" alt=\"OG - Fig14 - Corporate renewable PPAs\" /></p>\n\n<p><strong>Schneider unveiled a micro-grid at its US headquarters</strong></p>\n\n<p>Schneider Electric unveiled a micro-grid that it built with 449kW of PV at its North Carolina headquarters, presumably to test and showcase the technology to customers.<sup>21</sup>  The asset is owned by a subsidiary of Duke Energy, which sells the power through a power purchase agreement to Schneider Electric.</p>\n\n<p><strong>Aquion Energy files for Chapter 11 bankruptcy</strong></p>\n\n<p>U.S.-based sodium-ion battery and storage systems maker Aquion Energy filed for Chapter 11 bankruptcy procedures in March 2017. Earlier in the quarter, Aquion had completed a 10kW / 55kWh solar off-grid micro-grid at Kruger National Park in <a href=\"/en/country/south-africa\">South Africa</a>, adding to its small portfolio of micro-grid projects backed up by Aquion batteries.\nIt appears unlikely that the company’s activities in the off-grid space led to its downfall, as most of its installations served commercial or industrial projects. Rather, Aquion appears to have suffered from difficulties in creating a market for a new storage product, especially as other energy storage providers with different chemistries are increasingly crowding the off-grid sector. “Creating a new electrochemistry and an associated battery platform at commercial scale is extremely complex, time-consuming, and very capital intensive”, Aquion CEO Scott Pearson said in a press release. “The company has been unable to raise the growth capital needed to continue operating as a going concern.” <sup>22</sup></p>\n\n<p><strong>Islamabad’s largest public park receives uninterrupted power supply</strong></p>\n\n<p>In December 2016, the city of Islamabad installed 3,400 solar modules along with accompanying battery capacity in Fatima Jinnah Park, Islamabad, according to a Reuters report. Financed with a grant from <a href=\"/en/country/mainland-china\">Mainland China</a>, the project produces 870kWh of electricity to serve the Islamabad Metropolitan Corporation (IMC) and Capital Development Authority (CDA) which both are based in the park. Similar installations may become more common in <a href=\"/en/country/pakistan\">Pakistan</a>, which has one of the least reliable power grids worldwide. <sup>23</sup></p>\n\n<h3 id=\"solar-kits-and-stand-alone-systems\">SOLAR KITS AND STAND-ALONE SYSTEMS</h3>\n\n<p>After securing more than $200m in financial commitments in 2016 alone, pay-as-you-go solar companies are in 2017 focusing more than ever on consumer adoption and business model additions. Most of the largest players are now likely well capitalized, at least in equity terms, putting the focus on execution and growth. Several pay-as-you-go operators are adding more consumer services and appliances to their offerings, while deployment of stand-alone PV systems for solar irrigation is still primarily driven by governments.</p>\n\n<h4 id=\"pay-as-you-go-solar-sales\">PAY-AS-YOU-GO SOLAR SALES</h4>\n\n<p>We estimate that pay-as-you-go solar start-ups have cumulatively sold about 1.1 million units to date. Half a million of those sales took place in a period of just 12 months.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q2/Figure-15_Cumulative-unit-sales-by-pay-as-you-go-operators.png\" alt=\"OG - Fig15 - Cumulative unit sales by PAYG operators\" /></p>\n\n<p>Cumulative sales since inception across the industry are, of course, an attractive metric for start-ups because they can only go up. A more relevant metric may be new sales, which can vary period to period and indicate whether companies are capable of reaching more customers faster. The industry as a whole has added about half a million new customers in 2016, up more than 40% from about 350,000 added in 2015. While this is a nominally impressive growth number, it was on a small basis and significantly slower growth than posted 2014 to 2015.</p>\n\n<p><strong>New entrants</strong></p>\n\n<p>Much of that growth has come from relative newcomers to the pay-as-you-go segment, such as d.Light with its 120,000 kits sold since October, or Ignite Power with its 20,000 installed unit sales in <a href=\"/en/country/rwanda\">Rwanda</a>.<sup>24</sup>  Both companies reached their numbers just a few months after starting retail operations. Ignite Power CEO Yariv Cohen says Ignite has received assistance in creating market awareness and a guarantee from the Rwandan government that covers the end client risk, with the government taking over a portion of the outstanding payment for a defaulting consumer. The company also uses a mix of its own staff and third-parties to distribute and install systems. \nThe major role relatively new entrants have played in the industry recently suggests that sales growth may further slow this year. The biggest bulk of 2016 growth came from the contributions of d.Light, a company that was new to the pay-as-you-go industry, but had significant experience and existing distribution channels for solar kits. It subsequently saw most of its sales in its core markets where it has its own sales staff, according to CEO Ned Tozun. There is a very limited number of new entrants ready to scale up this fast in the near future, and the list of companies currently in the early phases of experimenting with scalable pay-as-you-go businesses is relatively short. To summarize, there is no obvious newcomer waiting in the wings poised to add substantially to overall sales figures in 2017 or 2018.</p>\n\n<p><strong>Revenue diversification</strong></p>\n\n<p>Somewhat more established players grew at a slower pace in 2016. Fenix International implied it had sold 50,000 systems in the year through 22 January, about 25% more than in the prior 12-month period.<sup>25</sup>  Unit-level growth for M-Kopa, the erstwhile leader, seems to have slowed significantly, as the company implied sales of about 150,000 units both in 2015 and 2016.<sup>26</sup> \nSlower sales growth does not necessarily mean companies are struggling, however. Instead, it may be indicative of their efforts to create greater value from each previously acquired customer. M-Kopa, for instance, now offers customers upgrades to use one of its televisions once a customer has successfully paid for his solar system service for three months. This suggests the company is confident that it can weed out bad credit risks after a relatively short period of time. Off-Grid Electric similarly has said that close to one in three of its new systems is now sold with a TV.\nThe last few months have seen some players make even further strides towards combining solar home systems with non-energy services, primarily focusing on consumer electronics which can be charged with their kits.\nMobisol started partnering with MTN Rwanda, a mobile phone operator, and Tecno, a maker of entry-level smartphones, to retail smartphones and mobile data on a payment plan. A company press release said the phone could be leased from 66 Rwandan Franc ($0.08) per day, including ‘special free data bundles’ in the initial period.<sup>27</sup> \nPartnerships between solar home system companies and telcos are not new, and to date have not led to the rapid consumer uptake of solar kits for which the large telco distribution networks raise hopes. MTN has previously retailed a feature phone with Fenix International, and Safaricom is stocking M-Kopa’s TVs in <a href=\"/en/country/kenya\">Kenya</a>.<sup>28</sup> \nPEG Africa, which operates primarily in <a href=\"/en/country/ghana\">Ghana</a>, announced a partnership with micro-insurer BIMA and Prudential Life under which customers receive hospitalization insurance as part of their solar home system bundle. The company said medical emergencies were a prime reason for payment defaults, and hopes that the insurance will reduce its credit risk. 2,000 customers trialled the service, which PEG Africa says it will now scale nationwide.<sup>29</sup></p>\n\n<p><strong>Local currency financing</strong></p>\n\n<p>What most of these service offering expansions have in common is that they are lending money collateralized only against the solar home system. To scale, the companies need debt financing, ideally in local currency to mitigate exposure to often volatile exchange rates. Two deals closed recently suggest the industry is starting to focus on this challenge more now. In April, boutique financier SunFunder announced a partnership with MFX Solutions which allows it to offer working capital or receivables financing directly bundled with one of MFX’s hedge products, possibly reducing transaction costs for the deal. The offering therefore eliminates the currency risk for the borrower, but at often considerable cost.<sup>30</sup> \nBBOXX said it managed to go one step further and closed a debt facility equivalent to $2 million with Banque Populaire du Rwanda.<sup>31</sup>  Using local funds would eliminate the currency risk, but it is unlikely to become industry standard soon. See the research note (co-published with SunFunder) on pay-as-you-go financing for more details.</p>\n\n<h4 id=\"solar-irrigation\">SOLAR IRRIGATION</h4>\n\n<p>BNEF recently concluded in a research note that <a href=\"/en/country/india\">India</a>’s farmers could profitably replace 8 million diesel-powered irrigation pumps with solar-powered kits, unlocking $60 billion of equipment sales including about 40 gigawatt of solar modules. Yet the market remains mired in bureaucracy and uptake to date has been stymied despite ambitious targets and a subsidy program.\nNow, other governments are also starting to emphasise the technology. In the Philippines, President Rodrigo Duterte on 3 February inaugurated a $100,000 solar pumping and water storage facility project towards his election promise<sup>32</sup>  of free irrigation for farmers. The project will water a grand total of 15 hectares. That’s a far cry from the government’s goal of million hectares which it hopes to reach in the next five years, but the project is just a pilot. It was funded by a government grant and will require the local community, rather than a contracted operator, to maintain the system.<sup>33</sup></p>\n\n<hr />\n<p><sup>1</sup>India Ministry of New and Renewable Energy, “Draft national policy and mini/micro-grids”, June 20, 2016</p>\n\n<p><sup>2</sup>“CVD” means the Additional Duty of Customs levied under sub-section (1) of section 3 of the Customs Tariff Act, 1975.</p>\n\n<p><sup>3</sup>Ministry of Finance, Government of India, “India Budget FY2018”, February 1, 2017</p>\n\n<p><sup>4</sup>Press Trust of India, “UP govt signs ‘power’ pact with Centre to ensure 24-hr supply”, April 15, 2017</p>\n\n<p><sup>5</sup>Standard Digital, “Lying to the President: How Kenya Power managers cooked Last Mile connection figures“, March 19, 2017</p>\n\n<p><sup>6</sup>Daily Nation, “President Kenyatta’s State of the Nation Address 2017”, March 15, 2017</p>\n\n<p><sup>7</sup>Standard Digital, “Kenya Power fights off fake connections expose”, March 21, 2017</p>\n\n<p><sup>8</sup>European Investment Bank, “EIB signs extensive support for Kenyan energy and transport”, March 27, 2017</p>\n\n<p><sup>9</sup>The Guardian, “BoI expands renewable energy funding with N1b solar fund”, January 23, 2017</p>\n\n<p><sup>10</sup>European Commission, “Europe strongly advancing renewable energies in Africa”, March 04, 2017</p>\n\n<p><sup>11</sup>Schneider Electric, “Schneider Electric, Engie Lab and Nanyang Technological University will develop a renewable micro-grid \ndemonstrator in Singapore”, March 27, 2017</p>\n\n<p><sup>12</sup>Engie, ”Engie signs three partnership agreements in Indonesia for micro-grids and renewable energy developments during President Francois Hollande’s visit”, March 29, 2017</p>\n\n<p><sup>13</sup>Engie, “Engie signs two agreements in Singapore to advance sustainability and decarbonisation”, March 27, 2017</p>\n\n<p><sup>14</sup>Other implementing partners are cKers Finance in India, CrossBoundary Energy in Africa, California Clean Energy Fund (CalCEF), Electric Capital Management, Morrison &amp; Foerster LLP, and GivePower</p>\n\n<p><sup>15</sup>Allotrope Partners, “Microgrid Market Analysis &amp; Investment Opportunities”, April 03, 2017</p>\n\n<p><sup>16</sup>Bloomberg News, “Facebook’s WhatsApp is Getting Into Digital Payments in India”, April 05, 2017</p>\n\n<p><sup>17</sup>Bloomberg News, “Facebook Adds Wifi Hotspots to Sustain Africa Customer Growth”, April 05, 2017</p>\n\n<p><sup>18</sup>This Day Nigeria, “US Announces Fresh Grant of N241.6m to Support Nigeria’s Power Sector”, February 15, 2017</p>\n\n<p><sup>19</sup>African Development Bank Group, “SEFA grants US $1 million to promote green mini-grids in Niger”, August 02, 2016</p>\n\n<p><sup>20</sup>PV Buzz, “Kenya’s Expansion of Solar Mini-grids”, March 28, 2017</p>\n\n<p><sup>21</sup>Duke Energy, “Duke Energy Renewables and REC Solar announce the completion of their first joint microgrid project with Schneider Electric”, April 06, 2017</p>\n\n<p><sup>22</sup>Aquion Energy, “Aquion Energy, Inc. Files Voluntary Petition Under Chapter 11 to Target a Sale of Assets”, March 08, 2017</p>\n\n<p><sup>23</sup>Thomson Reuters Foundation, “Faced with blackouts, Pakistan’s largest public park goes solar”, February 02, 2017</p>\n\n<p><sup>24</sup>Ignite Power distributed third-party equipment, and it was not clear whether it sourced products from d.Light.</p>\n\n<p><sup>25</sup>Fenix International, “Pay-to-own Solar Energy System Doubles Off-Grid Customer Base in Just 12 Months”, January 22, 2017</p>\n\n<p><sup>26</sup>M-Kopa reported in January 2015 that it had sold 150,000 systems cumulatively, in January 2016 that the number stood at 300,000 systems, and in January 2017 it said the number had grown to 450,000 systems.</p>\n\n<p><sup>27</sup>Mobisol, “Mobisol partners with MTN &amp; Tecno to increase connectivity in rural Rwanda”, 16 March 2017</p>\n\n<p><sup>28</sup>M-Kopa, “Safaricom to stock M-Kopa TV systems”, November 29, 2016</p>\n\n<p><sup>29</sup>PEG Africa, “PEG Africa to reward solar customers with free insurance cover”, January 13, 2017</p>\n\n<p><sup>30</sup>SunFunder, “SunFunder starts local currency lending for beyond grid solar”, April 04, 2017</p>\n\n<p><sup>31</sup>BBOXX, “BBOXX secures unique financing facility with BPR to support the government’s off-grid electrification goals”, February 16, 2017</p>\n\n<p><sup>32</sup>CNN Philippines, “Duterte promises free irrigation to farmers if elected president”, February 08, 2016</p>\n\n<p><sup>33</sup>Sun Star, “Duterte to inaugurate solar-powered agri facility”, January 20, 2017</p>\n"
  ,
  "download_source":null
}


