


{
  "id": "2q-2019",
  "title": "2Q 2019 Off-grid and Mini-grid Market Outlook",
  "content": "<p>The global microgrid industry is seeing a resurgence as well as convergence, with more partnerships, investments and acquisitions. In the Philippines, there is strong political support, with proposals for a new Microgrid Systems Act. In South Africa, load shedding continues to be a headache for electricity consumers, which could encourage growth in distributed renewables.</p>\n\n<p><strong>Grid reliability</strong></p>\n\n<ul>\n  <li>South Africa’s grid reliability has improved after reaching a low point in April. However, the state utility’s large debt has inhibited it from upgrading its overstretched power infrastructure or completing the construction of new power plants. The question of how the gap between supply and demand will be bridged in future is not resolved.</li>\n</ul>\n\n<p><strong>Microgrids</strong></p>\n\n<ul>\n  <li>\n    <p>Australia’s national and regional governments are supporting microgrids, anticipating lower energy costs as well as less need for new grid infrastructure upgrades as a result. Projects identified by BNEF suggest the market is well developed and expected to grow further.</p>\n  </li>\n  <li>\n    <p>There were at least seven new partnerships formed in the last three months including Marubeni’s investment in GridMarket and Saft’s acquisition of Go Electric. These are aimed at entering new markets, launching new projects and expanding the range of services.</p>\n  </li>\n</ul>\n\n<p><strong>Energy access and last-mile electrification</strong></p>\n\n<ul>\n  <li>Politicians in the Philippines filed a bill to legislate for a “Microgrid Systems Act”. The aim was to remove barriers to microgrid development and help achieve the country’s target of 100% household electricity access by 2022. Whether this will be effective depends significantly on how the government deals with existing subsidies for competing diesel generation.</li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>\n    <p><strong>- 8.8%</strong> Lowest (and negative) reserve operating margin in South Africa in 2019</p>\n  </li>\n  <li>\n    <p><strong>2.8 million</strong> Households without electricity access in Philippines in 2018</p>\n  </li>\n  <li>\n    <p><strong>7</strong> New identified partnerships in the microgrid industry in 2Q 2019</p>\n  </li>\n</ul>\n\n<p>Figure 1: Eskom’s available dispatchable generation capacity and reserve margin</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig1-eskoms-available.png\" alt=\"\" />\n<small><center>Source: Eskom, Bloomberg NEF</center></small></p>\n\n<h1 id=\"highlights\">HIGHLIGHTS</h1>\n\n<p>South Africa’s load shedding has subsided somewhat since the latest bout in April 2019, but the state utility’s large debt and difficulty in upgrading its overstretched power infrastructure are a concern for power consumers. Politicians in the Philippines took action to legislate a new microgrid act to achieve universal electricity access in the islands.</p>\n\n<h4 id=\"south-africas-remaining-grid-reliability-challenge\">SOUTH AFRICA’S REMAINING GRID RELIABILITY CHALLENGE</h4>\n\n<p>Load shedding is not new for South Africa, but it intensified in April 2019. The country recorded the lowest operating reserve margin of -8.8% in 2019. The decline in grid electricity reliability contributed to driving its economy into a slump, impacting output in the country’s manufacturing, agricultural and mining industries. Eskom, the state utility that supplies 95% of the electricity used in the country, used blackouts to avoid the national grid breaking down more widely. At the same time, much of the ageing coal-fired generation needs maintenance whilst demand for power has increased.</p>\n\n<p>Grid reliability improved toward June, which is winter in the southern hemisphere, as some power plants that were undergoing maintenance came back online, although load increased as well. According to Eskom’s forecast, operating reserve margin will be kept over 3% in the next three months although it is expected to vary (Figure 1).</p>\n\n<p>Even if Eskom’s forecast is achieved, there are a number of fundamental difficulties that cannot be resolved overnight. The utility is burdened with a vast debt of $30 billion, making it difficult to complete construction of new power plants or maintain the aging power infrastructure. Nearly 8GW of coal generation capacity will reach the end of its lifespan by 2023. That is about 15% of the total generation capacity at the end of 2017, which raises the question of how this gap will be filled<a href=\"#_ftn1\">[1]</a>. The government is trying to unbundle Eskom and bring competition to the power market to improve its efficiency, but has experienced strong opposition from the labor union.</p>\n\n<p>In these circumstances, commercial and industrial electricity customers are likely to increase their reliance on backup generators. To make matters worse, the price of diesel has increased, amplified by the poor-performing South African rand. Diesel gensets are the most common form of backup or alternative generation today. However, the current situation coupled with consecutive hikes in the price of power from the grid may stimulate customer interest in on-site solar or renewables-based microgrids — in order to save energy costs, hedge volatile diesel prices and bridge outages. For example, mining company Orion Minerals agreed with juwi, a renewables developer, to conduct a feasibility study to build a 35MW hybrid of wind and solar. Harmony Gold Mining Co. also plans to build a 30MW solar plant to supply electricity to its operations<a href=\"#_ftn2\">[2]</a>.</p>\n\n<h4 id=\"will-the-microgrid-systems-act-be-a-cornerstone-of-the-philippines-microgrid-market\">WILL THE ‘MICROGRID SYSTEMS ACT’ BE A CORNERSTONE OF THE PHILIPPINES’ MICROGRID MARKET?</h4>\n\n<p>On April 22, 2019, Senator Win Gatchalian, chair of the Senate Committee on Energy in the Philippines, filed the proposed Microgrid Systems Act (Senate Bill 2218) which would promote microgrid installations that provide round-the-clock electricity supplies to both off-grid and unreliable grid areas (called “unserved areas” and “underserved areas” in the legislation). The government aims to achieve 100% household electrification by 2022, from 88% in 2018, when about 2.8 million households did not have electricity access.</p>\n\n<p>Senate Bill 2218 stated that non-conventional means such as microgrids are needed where it is not feasible to extend the grid. The Bill aims to remove barriers for private investors and developers to enter the microgrid market. The Bill would enable a light-handed and streamlined permitting process for developers, and remove the requirements to obtain waivers from incumbent distribution utilities and disclose candidate areas for microgrid projects. Private companies currently face a lengthy process to get licenses to generate or distribute electricity, and there are no guarantees that a utility will sign a PPA. The Bill also aims to minimize the cost of electrification by encouraging competition in microgrid projects. Under the Bill, the Energy Regulatory Commission (ERC) and the Department of Energy (DoE) would have several key duties (Table 1).</p>\n\n<p>Table 1: Key duties under Microgrid Systems Act (Senate Bill 2218)</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/table1-key-duties.png\" alt=\"\" />\n<small><center>Source: Congress of the Republic of the Philippines, BloombergNEF. Note: The listed duties are not exclusive. See the [bill](http://www.senate.gov.ph/lis/bill_res.aspx?congress=17&amp;q=SBN-2218) for more details.</center></small></p>\n\n<p><strong>How likely is it that the Bill will be passed into final legislation?</strong></p>\n\n<p>The Bill is still pending and the legislative timeline is unclear as of June 25, 2019. But, we expect that the Bill will be passed in light of the desire for competition and fairness in the Philippines’ microgrid market. It also appears to be complementary to another bill; in early June, House Bill 8179 was passed by both Houses. The latter legislation allows Solar Para Sa Bayan Corp., a subsidiary of Solar Philippines and a microgrid developer, to have a 25-year franchise to establish distributed energy systems, including microgrids, in off-grid and unreliable grid areas. The bill is awaiting the signature of the president for enactment. There is, however, opposition from the public, arguing that this grants Solar Para Sa Bayan Corp. a monopoly.</p>\n\n<p><strong>Will the government phase out the diesel fuel subsidies?</strong></p>\n\n<p>The Bill does not state which distributed energy resources should be incorporated in a microgrid system. However, it cites the UN’s Sustainable Development Goal 7 “Affordable and Clean Energy” in the introduction, implying support for renewables-based microgrids for electrification, not diesel-based microgrids.</p>\n\n<p>The new legislation’s success in minimizing the total costs for electrification while providing cleaner and more reliable electricity also depends on how the government deals with the existing subsidies for diesel fuel and how the regulator determines the benchmark rates that consumers will pay for different microgrid systems.</p>\n\n<p>The current tariffs of $0.11–0.12 per kWh that consumers pay for diesel-based electricity in the remote islands are heavily subsidised by the government. Although the government’s policy is to reduce dependence on diesel, it may be reluctant to phase out these subsidies in the immediate future unless the following issues are resolved.</p>\n\n<ul>\n  <li>\n    <p>Consumer concerns over the likely increase in tariffs if the subsidies are reduced or eliminated.</p>\n  </li>\n  <li>\n    <p>Whether the benchmark rates for renewables-based microgrids (so the rates that consumers pay) are set at higher levels than the subsidized diesel electricity prices.</p>\n  </li>\n  <li>\n    <p>Whether the government prioritizes achieving the 100% electrification target by 2022 and retains diesel subsidies as a result. Even if this increased access to electricity, it would not necessarily imply reliable power, nor would it minimize the total costs.</p>\n  </li>\n</ul>\n\n<p>If diesel subsidies are abandoned, we expect microgrids incorporating solar, battery storage and diesel will be increasingly cost competitive against the true cost of diesel generation, as we have observed in other geographies.</p>\n\n<h1 id=\"fundamentals\">FUNDAMENTALS</h1>\n\n<p>Vietnam’s change in subsidies for solar led developers to accelerate project developments, boosting demand for PV shipments in the last quarter in 2018. In 1Q 2019, approved development-bank financing dropped to less than half the levels of the previous quarter.</p>\n\n<h4 id=\"solar-cells-and-modules-shipment-from-mainland-china\">SOLAR CELLS AND MODULES SHIPMENT FROM MAINLAND CHINA</h4>\n\n<p>PV shipments from Mainland China to non-OECD countries rose to just under $1.7 billion in 4Q 2018, resulting in annual shipments valued at about $6.3 billion in the full year (Figure 2). The annual value rose by 6.5% from 2017 to 2018, which was about 46% of the value of all the Chinese PV shipment to the world. Shipments to India declined from $508 million in 3Q to $377 million in 4Q because the country started to implement safeguard duties on imported PV from Mainland China and Malaysia in August, although demand picked up in December. Southeast Asia as a region increased demand, with $466 million of total shipments in 4Q. Vietnam had a 77% share of this regional demand, as developers rushed to complete building PV plants by June 30, 2019, the deadline of the current feed-in-tariff rate, particularly in the southern region. By April 2019, just over 200MW of solar had come online under the feed-in tariff program. There were about another 4GW awaiting commissioning by the deadline, according to the government.</p>\n\n<p>Figure 2: Solar module and cell shipments from Mainland China to non-OECD countries</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig2-solar-module.png\" alt=\"\" />\n<small><center>Source: BloombergNEF, Sinoimex. Note: Southeast Asia excludes Malaysia.</center></small></p>\n\n<h4 id=\"retail-diesel-prices\">RETAIL DIESEL PRICES</h4>\n\n<p>Figure 3 shows the selected diesel pump prices in emerging countries. They have declined in line with the sharp drop of the price of Brent crude in May 2019, an international benchmark. The decline was led by concern over the economic outlook due to potential impact on oil demand of the trade disputes between the U.S. and Mainland China. Diesel generator operators are therefore less incentivized to hedge the diesel pump prices or to look for alternatives in the short term. However, prices could go up again as the Organization of Petroleum Exporting Countries (OPEC) is expected to maintain output limits<a href=\"#_ftn3\">[3]</a>.</p>\n\n<p>Figure 3: Retail diesel prices and front-month Brent Crude</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig3-retail-diesel.png\" alt=\"\" />\n<small><center>Source: Bloomberg. Note: index is calculated on prices in U.S. dollars.</center></small></p>\n\n<h4 id=\"foreign-exchange-rates\">FOREIGN EXCHANGE RATES</h4>\n\n<p>Figure 4 and Figure 5 show emerging-market currencies in Africa and Asia. The South African rand slumped in 2Q 2019 amid the country’s poorest quarterly economic performance since 2009<a href=\"#_ftn4\">[4]</a>. The Pakistani Rupee was one of the worst performing currencies in May, with more than a 5% drop against the U.S. dollar after the government agreed to a bailout by the International Monetary Fund<a href=\"#_ftn5\">[5]</a>. Some experts expect further depreciation toward the end of 2019. Weakening local currencies may worry importers of clean energy products that are more capital intensive than fossil-fuel capacity, although lower exchange rates also increase the cost of imported fuels.</p>\n\n<p>Figure 4: African currency spot rates to the U.S. dollar</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig4-african-currency.png\" alt=\"\" />\n<small><center>Source: Bloomberg. Note: The unofficial Nigerian naira rate widely accessible while the official one is not.</center></small></p>\n\n<p>Figure 5: Asian currency spot rates to the U.S. dollar</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig5-asian-currency.png\" alt=\"\" />\n<small><center>Source: Bloomberg.</center></small></p>\n\n<h4 id=\"development-bank-financing-for-energy-projects\">DEVELOPMENT BANK FINANCING FOR ENERGY PROJECTS</h4>\n\n<p>Approved financing for energy projects by leading development finance institutes dropped to $1.8 billion in 1Q 2019, the lowest since we started tracking in 4Q 2017. But, we do not consider this is a fundamental change in the trend. The drop was because only a small number of major investments in grid infrastructure improvement were approved in 4Q 2018, primarily for Central Asia. Electricity access continued to be a priority area in 1Q 2019, with a total financing of $489 million, 27% of the total.</p>\n\n<p>Figure 6: Development bank funding announcements for energy projects or programs</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig6-development-bank.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Includes World Bank Group, Asian Development Bank, African Development Bank, European Bank for Reconstruction and Development, Green Climate Fund, FMO, Proparco. “Bulk generation” refers to on-grid generation plants that sell all the generated electricity to the main grid.</center></small></p>\n\n<p>Notable development bank announcements in and after 1Q 2019 included:</p>\n\n<ul>\n  <li>\n    <p>The World Bank will provide a $150 million credit to improve electricity access for households, enterprises and health facilities in Madagascar. The national electrification rate was 23% by the end of 2017, according to Climatescope 2018. The investment will support both grid extensions and distribution of off-grid energy.</p>\n  </li>\n  <li>\n    <p>Green Climate Fund (GCF) approved a $100 million loan to support implementation of embedded generation projects (so generation for own use) in South Africa. The fund will operate in parallel with $437 million co-financed by the Development Bank of Southern Africa, other lenders and shareholders. It will support non-sovereign offtakers and small-scale local entities to install solar with a total capacity of 280MW and wind of 50MW.</p>\n  </li>\n</ul>\n\n<h1 id=\"microgrids-and-on-site-energy\">MICROGRIDS AND ON-SITE ENERGY</h1>\n\n<p>BNEF has identified 17 new clean-energy microgrids announced since the beginning of 1Q 2018. The microgrid industry is attracting companies that have not traditionally worked in this sector, including investments and an acquisition in the last three months.</p>\n\n<p>Figure 7: Announced microgrid projects</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig7-announced-microgrid.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Microgrids captured here are with more than one energy source including at least one clean-energy source (renewables, energy storage and fuel cell). Only those with aggregated clean-energy capacity over 100kW are included. While we endeavour to identify all projects, some may not be accounted for. *The 2Q 2019 data figure is as of May 31, 2019.</center></small></p>\n\n<h1 id=\"utility-scale-microgrids\">UTILITY-SCALE MICROGRIDS</h1>\n\n<p>New microgrid announcements plateaued during the four consecutive quarters from 2Q 2018 to 1Q 2019, with three portfolios launched for rural electrification. Oman’s Rural Areas Electricity Co. announced in January 2019 that it plans to deploy 11 microgrids, totalling 159MW of capacity in remote areas where grid extension is not economically viable. In March 2019, portfolios of 11 and 24 microgrids were launched in Tanzania and Sierra Leone, respectively.</p>\n\n<p>Aggreko signed another microgrid-as-a-service contract with Gold Fields to build and operate a new off-grid microgrid at its Granny Smith gold mine in Western Australia<a href=\"#_ftn6\">[6]</a>. The microgrid will incorporate Y.Cube, a 1MW standard unit and ready-to-install lithium-ion battery system. Data centers are another area of interest for microgrid developers due to their requirements for large amounts of power in a concentrated location and need for high reliability. In May, a French mobile network operator Orange selected Engie to manage a new data center in Abidjan, which has power requirements of 1.3MW. The contract package includes offerings such as cooling and air conditioning, security and control. It is designed to achieve reliability and to optimize the use of distributed energy, suggesting that microgrid technologies have been incorporated although the exact energy resources are not disclosed.</p>\n\n<p>Table 2 shows selected microgrid projects announced or completed from February — May 2019.</p>\n\n<p>Table 2: Selected microgrid projects completed or announced from 2 February — 31 May 31, 2019</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/table2-selected-microgrid.png\" alt=\"\" />\n<small><center>Source: BloombergNEF, news sources, press releases.</center></small></p>\n\n<h4 id=\"australia-to-support-remote-microgrids-to-save-costs-for-infrastructure\">Australia to support remote microgrids to save costs for infrastructure</h4>\n\n<p>On April 9, 2019, the Northern Territory Government in Australia announced completion of construction of microgrids at 25 remote sites in the region under the Solar Energy Transformation Program (SETuP)<a href=\"#_ftn7\">[7]</a>. The aggregated capacity of the microgrids built to date is 10MW.</p>\n\n<p>The Australian market is set to grow strongly. To succeed, a microgrid must normally address several objectives simultaneously — energy security, diesel fuel reduction and renewables integration. There is strong demand in the mining sector to cut energy costs at remote mines, which are strong candidates for microgrids; Australia has more than 400 operating mines, of which 65% buy electricity from the two primary power markets, according to the <a href=\"https://arena.gov.au/assets/2018/06/hybrid-power-generation-australian-off-grid-mines.pdf\">Australian Renewable Energy Agency</a>. Others have their electricity supplied by independent power producers or their own power supply systems.</p>\n\n<p>The national government is also backing microgrids because they have potential to reduce the costs that would otherwise be incurred in upgrading the grid system. In addition to the portfolio of projects completed in the Northern Territory, BNEF identified 29 projects (242MW) and 24 projects in the pipeline (455MW), of which 11 have been announced since 2018.</p>\n\n<h4 id=\"new-partnerships-investments-and-acquisition\">NEW PARTNERSHIPS, INVESTMENTS AND ACQUISITION</h4>\n\n<p>More companies joined forces to combine their microgrid capabilities and expertise in terms of technologies, services and local market experience.</p>\n\n<p>Table 3: Selected new partnerships in the microgrid sector before and in 2Q 2019</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/table3-selected-new-partnerships.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: JV = join venture, C&amp;I = commercial and industrial. DERs: Distributed energy resources</center></small></p>\n\n<p>This was against a backcloth of rising concern over energy security, renewables integration and demand for electricity access. These developments include investments and acquisitions.</p>\n\n<p><strong>Expanding value-chain capabilities</strong></p>\n\n<p>Under the new partnership announced with ABB on 2 April<a href=\"#_ftn8\">[8]</a>, Rolls-Royce brings its MTU Onsite Energy, an on-site generation technology that allows standby and continuous power supply. ABB brings its Ability e-mesh that uses cloud computing and machine learning to optimize site and fleet operations, which integrates weather and load forecasts into microgrid development and operation.</p>\n\n<p>On June 17, Saft, a battery manufacturer and a subsidiary of Total, acquired a microgrid developer Go Electric. The deal will allow Saft to offer a full turnkey service of microgrid development and sell its products, and access C&amp;I as well as military customers in North America and beyond. As a result, major generator makers, industrials and oil majors now have access to the microgrid technologies and market in some forms.</p>\n\n<p><strong>Extending market experience to the other geographies</strong></p>\n\n<p>In April 2019, Carlyle Group and Schneider Electric entered a new phase in their partnership by launching a new joint venture (JV), called AlphaStructure<a href=\"#_ftn9\">[9]</a>. This JV will develop and operate new microgrids in the U.S. under a microgrid-as-a-service model, including the JFK Airport Terminal project.</p>\n\n<p>On May 8, Marubeni invested an undisclosed amount in GridMarket, a U.S.-based company that developed a web platform offering data-driven analytics and machine learning to help identify cost-effective project opportunities and assist customers in selecting an optimal combination of distributed energy resources<a href=\"#_ftn10\">[10]</a>. These entities aim not only at the U.S. market but at other geographies, building on the U.S. experience.</p>\n\n<p><strong>Emerging market opportunities</strong></p>\n\n<p>Partnership with a company that has a local market footprint would help a new entrant from outside understand local regulations, market conditions and access customers faster, which is true particularly in emerging markets.</p>\n\n<p>In Asia, Engie entered Myanmar’s microgrid market by taking a minority stake in Mandalay Yoma, a Myanmar-based microgrid developer, in March 2019<a href=\"#_ftn11\">[11]</a>. Myanmar’s national electrification rate was 39% at the end of 2017, according to <a href=\"http://global-climatescope.org/results/MM\">Climatescope 2018</a>. The two companies aim to install solar-based microgrids of 50–100kW in about 1,000 villages in the next three to five years, out of a total of 30,000 that lack electricity access.</p>\n\n<p>In Pakistan, Swedish company Azelio and a Pakistani company, JD Aviation, are working together to replace some diesel generation with solar and energy storage, to help commercial and industrial (C&amp;I) customers obtain reliable, cheaper and more sustainable electricity<a href=\"#_ftn12\">[12]</a>. Pakistani businesses have real problems with unreliable grid electricity, with over 70 outages per month on average, according to the World Bank.</p>\n\n<p>In Africa, Ncondezi Energy and GridX Africa Development joined forces in April to deploy on-site solar for C&amp;I customers across the continent, including their first project in Tanzania<a href=\"#_ftn13\">[13]</a>.</p>\n\n<h1 id=\"energy-access\">ENERGY ACCESS</h1>\n\n<p>Only three companies raised financing in the energy-access sector in the first half of 2019. A pay-as-you-go solar pioneer Mobisol is seeking new investors after filing for self-administered insolvency. Whilst sales of off-grid solar products grew in Sub-Saharan Africa in 2018, investors may now be more cautious about financing energy access startups.</p>\n\n<h4 id=\"investment-in-off-grid-solar-startups\">INVESTMENT IN OFF-GRID SOLAR STARTUPS</h4>\n\n<p>Pay-as-you-go solar companies raised $122 million in the first half of 2019. In 2Q, $74.9 million was financed in total, of which two startups, PEG Africa and Azuri Technologies, secured $63.5 million. Growth in the pace of financing has slowed down and investors have concentrated on fewer pay-as-you-go solar startups in this period, indicating that financiers might have become more cautious.</p>\n\n<p>In April, PEG Africa, which operates in Ghana, Ivory Coast and Senegal, attracted $25 million from five different investors including Total Energy Venture, Energy Access Ventures and responsAbility Investments. PEG Africa also received an investment of $12.5 million from CDC, a British development financing institute, through the 2X Challenge — which aims to expand leadership opportunities, finance and economic participation for women in emerging countries.</p>\n\n<p>On 4 June, Marubeni, one of the largest Japanese trading houses, and the other shareholders made an equity investment of $26 million to U.K.-based firm Azuri Technologies to accelerate its growth in East and West Africa<a href=\"#_ftn14\">[14]</a>. Large Japanese trading houses have been actively investing in distributed energy businesses in emerging countries since 2018. This was the second announcement by Marubeni of an investment in the off-grid solar sector in Africa.</p>\n\n<p>Figure 8: Financing announcements for energy access startups</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q2/fig8-financing.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Microgrids refer to microgrids for energy access only. 2019YTD = As of June 11, 2019.</center></small></p>\n\n<h4 id=\"mobisol-in-self-administered-insolvency-process\">Mobisol in self-administered insolvency process</h4>\n\n<p>Mobisol is one of the pioneers in pay-as-you-go solar sector and has been operating in East Africa since 2013. It has provided products to more than 600,000 people. On April 18, the company filed for self-administered insolvency proceedings. While 2018 saw a total amount of financing of $339 million for solar home systems and lanterns, Mobisol attracted none of this after raising $53 million through to the end of 2017. The company continues to operate its business and aims to finalize an acquisition process.</p>\n\n<p><a href=\"#_ftnref1\">[1]</a> Bloomberg, “<a href=\"https://www.bloomberg.com/news/articles/2019-04-08/power-shortages-in-south-africa-could-get-a-whole-lot-worse\"><em>Power Shortages in South Africa Could Get a Whole Lot Worse</em></a>”, April 8, 2018, 2019</p>\n\n<p><a href=\"#_ftnref2\">[2]</a> PVTECH, “<a href=\"https://www.pv-tech.org/news/south-african-mining-giant-mulls-pv-plant-to-escape-utility-fallout\"><em>South African mining giant mulls PV plant to escape utility fallout</em></a>”, February 13, 2019</p>\n\n<p><a href=\"#_ftnref3\">[3]</a> Bloomberg Intelligence, “<a href=\"https://bloom.bg/2WONdFW\">Oil Halts Losing Streak as Supply Cuts Overshadow Trade Fears</a>”.</p>\n\n<p><a href=\"#_ftnref4\">[4]</a> Bloomberg News, “<a href=\"https://bloom.bg/2HWcmq9\">Rand Slumps as Worst GDP Contraction Since 2009 Deepens Gloom</a>”</p>\n\n<p><a href=\"#_ftnref5\">[5]</a> Bloomberg, “<a href=\"https://www.bloomberg.com/news/articles/2019-05-29/pakistan-s-rupee-is-close-to-becoming-the-month-s-biggest-loser\">Pakistan’s Rupee Is Close to Becoming the Month’s Top Loser</a>”</p>\n\n<p><a href=\"#_ftnref6\">[6]</a> Aggreko, “<a href=\"https://www.aggreko.com/en/news/2019/global-news/february/gold-fields-granny-smith-mine-to-install-mega-solar-and-battery-power-facility\">Gold Fields’ Granny Smith mine to install mega solar and battery power facility</a>”, February 5, 2019</p>\n\n<p><a href=\"#_ftnref7\">[7]</a> Northern Territory Government, “<a href=\"http://newsroom.nt.gov.au/mediaRelease/28916\">Construction Completed on Australia’s Largest Rollout of Solar Power in Remote Communities</a>”, April 9, 2019</p>\n\n<p><a href=\"#_ftnref8\">[8]</a> ABB, “<a href=\"https://new.abb.com/news/detail/18555/abb-and-rolls-royce-announce-global-microgrids-cooperation\">ABB and Rolls-Royce announce global microgrids cooperation</a>”, April 2, 2019</p>\n\n<p><a href=\"#_ftnref9\">[9]</a> The Carlyle Group, “<a href=\"https://www.carlyle.com/media-room/news-release-archive/carlyle-group-and-schneider-electric-extend-partnership-develop\">The Carlyle Group and Schneider Electric extend partnership to develop Critical Infrastructure projects</a>”, April 12, 2019</p>\n\n<p><a href=\"#_ftnref10\">[10]</a> Marubeni, “<a href=\"https://www.marubeni.com/en/news/2019/release/20190508E.pdf\">Marubeni Invests in GridMarket, LLC, a U.S. Company Providing Development Support Services for Distributed Energy Resources Projects</a>”, May 8, 2019</p>\n\n<p><a href=\"#_ftnref11\">[11]</a> PVTech, “<a href=\"https://www.pv-tech.org/news/engie-targets-solar-mini-grids-in-myanmar-with-mandalay-yoma\">ENGIE targets solar mini-grids in Myanmar with Mandalay Yoma</a>”, March 26, 2019</p>\n\n<p><a href=\"#_ftnref12\">[12]</a> MarketScreener, “<a href=\"https://news.cision.com/azelio/r/azelio-signs-mou-for-reliable-and-sustainable-electricity-supply-in-pakistan,c2778394\">Azelio signs MOU for reliable and sustainable electricity supply in Pakistan</a>”, April 2, 2019</p>\n\n<p><a href=\"#_ftnref13\">[13]</a> Mining Weekly, “<a href=\"https://www.miningweekly.com/print-version/ncondezi-gridx-start-jv-for-solar-battery-projects-in-africa-2019-04-05\">Ncondezi, GridX start JV for solar, battery projects in Africa</a>”, April 5, 201</p>\n\n<p><a href=\"#_ftnref14\">[14]</a> Marubeni, “<a href=\"https://www.marubeni.com/en/news/2019/release/20190603E.pdf\">Marubeni to Enter into the Solar Home Systems Business for Off-Grid Areas in Africa by Investing in Azuri</a>”, June 3, 2019</p>\n"
  ,
  "download_source":null
}


