


{
  "id": "3q-2019",
  "title": "3Q 2019 Off-grid and Mini-grid Market Outlook",
  "content": "<p>Recent developments include an increasing number of applications for microgrids: at airports in the U.S. and elsewhere to minimize outages, in developing markets in Africa to bring electricity access to consumers and businesses, and potentially in Zimbabwe to mitigate power deficits caused by sharp falls in hydroelectric generation. In the pay-as-you go solar market, levels of investment have fallen, with increased market consolidation.</p>\n\n<p><strong>Microgrids and on-site energy</strong></p>\n\n<p>• Outages at an airport can lead to numerous flight cancellations, lost revenue for airlines and travelers forced to wait or abandon travel plans. In the U.S. this is a concern and some airports have installed or announced microgrids while others are assessing their feasibility.</p>\n\n<p>• In 2Q 2019, two microgrid startups active in Kenya expanded through acquisitions or investment. Powergen acquired Rafiki Power, a startup within EON. Powerhive raised $9.3 million investment from and formed a partnership with Toyota Tsusho for microgrids in Kenya.</p>\n\n<p><strong>Grid reliability</strong></p>\n\n<p>• Zimbabwe faced severe power deficits last winter because of droughts causing much lower water levels of the dam at Lake Kariba, which feeds large-hydro power plants that have a total capacity of 1,050MW. The plants normally meet about a half of the country’s power demand. Mining companies struggled with lengthy power cuts and were forced to use diesel generators. This experience may encourage them to install renewables-based microgrids.</p>\n\n<p><strong>Energy access and last-mile electrification</strong></p>\n\n<ul>\n  <li>In August, Mitsubishi Corp. led a $50 million investment with another four investors for U.K.-based BBOXX, a pay-as-you-go solar company. This is the largest financing raised in this market sector since April 2018. In 2019, there have been fewer financing deals than in 2018, with annual investment likely to be lower than the prior year for the first time.</li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>\n    <p><strong>265,000 liters</strong> of diesel consumed by Caledonia Mining Corp.’s Blanket Mine in Zimbabwe in July 2019</p>\n  </li>\n  <li>\n    <p><strong>23%</strong> Share of development bank financing for off-grid electricity access in 2Q 2019</p>\n  </li>\n  <li>\n    <p><strong>$73 million</strong> Financing for pay-as-you-go solar in 3Q 2019</p>\n  </li>\n</ul>\n\n<p>Figure 1: Zimbabwe power demand and generation capacity</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig1-zimbabwe-power.png\" alt=\"\" />\n<small><center>Source: BloombergNEF</center></small></p>\n\n<h1 id=\"highlights\">HIGHLIGHTS</h1>\n\n<p>Power outages at an airport can cause hundreds of flight cancellations. Some airports, mainly in the U.S., have installed microgrids or are examining how the technology could minimize this risk. In Africa, Zimbabwe is highly dependent on hydro, but severe droughts caused massive power cuts this winter.</p>\n\n<h4 id=\"airport-microgrids\">AIRPORT MICROGRIDS</h4>\n\n<p>Airports are critical transport infrastructures. Microgrids could help airline companies minimize the risk of economic losses due to flight cancellations caused by power outages and avoid delays and disruption for their customers. In December 2017, an 11-hour outage at Hartsfield-Jackson Atlanta International Airport, one of the world-busiest, was caused by a fire in an underground power facility. The outage forced airline companies to cancel more than 1,100 flights. Delta Airlines, which used the airport as a hub, lost $25–50 million in revenue<a href=\"#_ftn1\">[1]</a>.</p>\n\n<p>Airports have not so far been a particular customer segment for microgrids as compared with communities, commercial and industrial sites and mines. But this is changing. Several airports, primarily in the U.S., have already installed or announced microgrids or are looking at the technology as a means to improve the reliability and resiliency of power supplies, should critical outages occur in future (Figure 2).</p>\n\n<p>Figure 2: Airport microgrids</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig2-airport-microgrids.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Microgrids at military airbases are not included.</center></small></p>\n\n<p>In June 2019, Chattanooga Metropolitan Airport in Tennessee started operating a microgrid that includes 2.7MW of solar. This was financially supported by the Federal Aviation Administration<a href=\"#_ftn2\">[2]</a>. Another driver of microgrids is decarbonization — in June, London City Airport announced a commitment to a net-zero emissions target by 2050, as well as a microgrid that will combine solar and CHP as part of the process of expanding its terminal over the next three years<a href=\"#_ftn3\">[3]</a>.</p>\n\n<p>Concerns about resilience have increased across the U.S., posing a potential risk of power outages to airports, with over 1,010 million passengers using 19,300 domestic and international airports in 2018, according to Bureau of Transportation Statistics<a href=\"#_ftn4\">[4]</a>. While this may create opportunities for clean energy-based microgrids, there are several technical as well as financial constraints. Airports operate for 24 hours and night time loads are high, implying the need for large and hence expensive battery systems that can discharge electricity stored during the day.</p>\n\n<p>AlphaStructure, a joint venture (JV) between Carlyle Group and Schneider Electric, builds, owns and operates microgrids and offers energy-as-a-service to its customers, with a proposition of improved resilience and lower costs. This business model addresses the challenge of high up-front costs by shifting these and the technology risk to the service provider. AlphaStructure is also involved in the redevelopment of JFK Airport Terminal One, including a microgrid installation.</p>\n\n<h4 id=\"zimbabwes-power-deficit-a-big-headache-for-miners\">ZIMBABWE’S POWER DEFICIT, A BIG HEADACHE FOR MINERS</h4>\n\n<p>Zimbabwe has suffered from severe outages, which sometimes last more than 10 hours a day, affecting life and businesses tremendously. This is primarily due to severe droughts that led to low water levels at the hydro power plants at Lake Kariba in winter, which collectively have a generation capacity of 1,050MW (Figure 1). These plants normally supply enough electricity to meet half the country’s power demand, but the actual power output declined to 350MW. This poses a major concern for large power consumers such as miners which account for about 8% of Zimbabwe’s GDP. There are more than 10 mines of gold and other metals (Figure 3).</p>\n\n<p>Figure 3: Metal mines in Zimbabwe</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig3-metal-mines.png\" alt=\"\" />\n<small><center>Source: Bloomberg, BloombergNEF. Note: Includes mines under planning, under development, and care and maintenance.</center></small></p>\n\n<p>Caledonia Mining Corp., which owns 49% of the Blanket Mine in the south of Zimbabwe, pays an electricity tariff of $0.125/kWh to the state utility Zesa<a href=\"#_ftn5\">[5]</a>. The tariff is higher than the average industrial tariff of $0.098/kWh in 2018 as it wants to avoid load shedding. But, the mining company still faces outages and was forced to use 265,000 liters of diesel for power generation in July 2019, some 780% higher than the average monthly diesel consumption of 30,000 liters in 2018. The mine currently uses four 2.5MW diesel generators.</p>\n\n<p>The problem of grid unreliability in Zimbabwe is unlikely to be resolved in the immediate future, with a risk that climate change will lead to increases in droughts and an aging power generation infrastructure. In Zimbabwe, Equator Energy commissioned a 0.5MW solar-diesel hybrid in September 2019 for Venice Mines, and Univergy is working with RioZim to develop a 100MW project. Some other African nations such as Zambia have similar issues. Caledonia Mining Corp. is considering use of off-grid solar for the Blanket Mine operation as an alternative, but mentioned the challenges of high capital outlays and regulatory approval.</p>\n\n<h1 id=\"fundamentals\">FUNDAMENTALS</h1>\n\n<p>PV imports from Mainland China to Southeast Asia peaked in 1Q 2019, with signals of a potential fall in Vietnam’s solar market. Power outages and increases in electricity tariffs may have been the trigger for increased PV shipments to South Africa in 2Q. Whilst financing from development banks for energy projects in general fell in 2Q and is well below 2018 levels, off-grid electricity access still appears to be one of their main segments.</p>\n\n<h4 id=\"solar-cells-and-modules-shipment-from-mainland-china\">SOLAR CELLS AND MODULES SHIPMENT FROM MAINLAND CHINA</h4>\n\n<p>In 1Q 2019, recorded PV shipments from Mainland China to non-OECD countries were $2.07 billion, the highest since we started tracking the data in January 2015. Although the following quarter saw a slight drop to $1.9 billion, it was 48% higher than a year earlier. PV shipments to Vietnam accounted for as much as 89% of the total in Southeast Asia in dollar terms from January to May 2019, but fell to 69% in June.</p>\n\n<p>The import boom in Vietnam was driven by the imminent deadline of the feed-in-tariff rate which ended on June 30, 2019; hence the sudden drop off as that date loomed. Some 82 solar projects with an aggregated capacity of 4.46GW were commissioned, far above the government’s target of 850MW by 2020. As the government does not need to give an incentive in the near future, the market may see a bust and the shipment value is likely to drop in 3Q 2019.</p>\n\n<p>India had $251 million of shipments in 2Q 2019, the lowest since 3Q 2015. This is due to a slowdown of activities at the end of the fiscal year in March and the impact of the safeguard duty of 25% on PV imports from Mainland China. The duty was reduced to 20% in July, which may stimulate shipments in 3Q. South Africa, Sub-Saharan Africa’s largest importer of PV modules and cells from Mainland China, saw $122 million of shipments in 2Q 2019. Here, demand for on-site solar may have been driven by concerns over the utility Eskom’s ability to fix grid unreliability in the immediate term and a hike in electricity tariffs.</p>\n\n<p>Figure 4: Solar module and cell shipments from Mainland China to non-OECD countries</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig4-solar-module.png\" alt=\"\" />\n<small><center>Source: BloombergNEF, Sinoimex. Note: Southeast Asia excludes Malaysia.</center></small></p>\n\n<h4 id=\"retail-diesel-prices\">RETAIL DIESEL PRICES</h4>\n\n<p>Figure 5 shows retail diesel pump prices in emerging countries. The price of Brent crude, an international benchmark, has been falling since June 2019 due to slow global oil demand, but it spiked due to the attacks on oil facilities in Saudi Arabia in the middle of September. Diesel pump prices over the last three months have tended to decrease in line with the Brent crude. OPEC cut its 2019 oil-demand growth forecast by reflecting concerns over economic growth slowdowns and trade tensions between the U.S. and Mainland China.</p>\n\n<p>Figure 5: Retail diesel prices and front-month Brent Crude</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig5-retail-diesel.png\" alt=\"\" />\n<small><center>Source: Bloomberg. Note: Index is calculated on prices in U.S. dollars.</center></small></p>\n\n<h1 id=\"foreign-exchange-rates\">FOREIGN EXCHANGE RATES</h1>\n\n<p>Figure 6 and Figure 7 show emerging-market currencies in Africa and Asia. The Ghanaian cedi has weakened against the U.S. dollar by 12% since the beginning of 2019. By law, all invoices need to be in quoted in the local currency unless one is licensed by the Bank of Ghana to receive or transact in foreign currency. But, in practice, developers reported that payments are often in U.S. dollars in the power sector. The Pakistani Rupee has retained its value since July 2019.</p>\n\n<p>Figure 6: African currency spot rates to the U.S. dollar</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig6-african-currency.png\" alt=\"\" />\n<small><center>Source: Bloomberg. Note: The unofficial Nigerian naira rate is widely accessible while the official one is not.</center></small></p>\n\n<p>Figure 7: Asian currency spot rates to the U.S. dollar</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig7-asian-currency.png\" alt=\"\" />\n<small><center>Source: Bloomberg</center></small></p>\n\n<h1 id=\"development-bank-financing-for-energy-projects\">DEVELOPMENT-BANK FINANCING FOR ENERGY PROJECTS</h1>\n\n<p>Approved financing for energy projects by leading development-finance institutes was $1.4 billion in 2Q 2019, the lowest since we started tracking in 4Q 2017. The share of this financing for off-grid access was 23% in 2Q 2019.</p>\n\n<p>Figure 8: Development-bank funding announcements for energy projects or programs</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig8-development-bank.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Includes Abu Dhabi Fund for Development, Asian Development Bank, Asian Infrastructure Development Bank, African Development Bank, European Bank for Reconstruction and Development, FMO, Green Climate Fund, Proparco, World Bank Group. “Bulk generation” refers to on-grid generation plants that sell all the generated electricity to the main grid.</center></small></p>\n\n<p>Notable development bank announcements in and after 2Q 2019 included:</p>\n\n<ul>\n  <li>\n    <p>The World Bank will provide $140 million of credit and a $10 million grant, together with a $74.7 million contingent recovery grant from the Clean Technology Fund, to the West African Development Bank and Ecowas’ Center for Renewable Energy and Energy Efficiency. This will be used to expand off-grid access to electricity for populations in 19 countries in West Africa and the Sahel region.</p>\n  </li>\n  <li>\n    <p>The New Development Bank signed an agreement to back Eskom’s grid upgrades in South Africa with a $180 million loan with sovereign guarantee. This will help with the integration of 670MW renewables into Eskom’s grid.</p>\n  </li>\n</ul>\n\n<h1 id=\"microgrids-and-on-site-energy\">MICROGRIDS AND ON-SITE ENERGY</h1>\n\n<p>BNEF has identified 16 clean-energy microgrids that were announced from the beginning of 2Q 2019 to 16 September. EON sold its off-grid microgrid business startup to another developer. Algeria completed the tender of solar hybrid installations in five off-grid locations.</p>\n\n<p>Figure 9: Announced microgrid projects</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig9-announced-microgrid.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Microgrids captured here are with more than one energy source including at least one clean energy source (renewables, energy storage and fuel cell). Only those with aggregated clean energy capacity over 100kW are included. While we endeavor to identify all projects, some may not be accounted for. *The 3Q 2019 figure is at September 16, 2019.</center></small></p>\n\n<h1 id=\"utility-scale-microgrids\">UTILITY-SCALE MICROGRIDS</h1>\n\n<p>The third quarter has been quiet in terms of announcements of new microgrid projects. The mining sector remains an important customer segment. EDL, a distributed energy producer, will provide a turnkey service to develop and operate a 38MW microgrid at the Agnew Gold Mine in Western Australia under a 10-year contract. OZ Minerals and Sunshift will develop a 0.25MW microgrid at the Carrapeteena Copper-Gold Mine in South Australia. Both projects received financial support from either national or regional governments in June 2019. More miners are looking at renewables-based microgrids, particularly in Australia and Sub-Saharan Africa. However, one challenge is that capital-light forms of generation such as diesel with higher fuel expenses can be preferred.</p>\n\n<p>In Nigeria, two microgrids started operation under the Energizing Education Program of the Rural Electrification Agency (REA), which supports projects to supply clean and reliable electricity to 37 Federal Universities and seven university teaching hospitals in the country. Some 860 diesel generators will be replaced when the program is completed according to REA. On August 2, Sterling and Wilson, an India-based EPC firm, inaugurated its 2.8MW solar hybrid at the Alex Ekwueme Federal University. METKA, a Greek EPC company, also installed a 7.1MW microgrid at Bayero University, Kano.</p>\n\n<p>Table 1 shows selected microgrid projects announced or completed from June 1 to September 16, 2019.</p>\n\n<p>Table 1: Selected microgrid projects completed or announced from 1 June- 16 September, 2019</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/table1-selected-microgrid-projects.png\" alt=\"\" />\n<small><center>Source: BloombergNEF, news sources, press releases.</center></small></p>\n\n<h1 id=\"new-partnerships-investments-and-acquisition\">NEW PARTNERSHIPS, INVESTMENTS AND ACQUISITION</h1>\n\n<p>Table 2: Selected new acquisition, partnerships and investments in the microgrid sector before and during 3Q 2019</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/table2-selected-new-acquisition.png\" alt=\"\" />\n<small><center>Source: BloombergNEF</center></small></p>\n\n<p><strong>EON sold Rafiki Power to PowerGen</strong></p>\n\n<p>On August 23, PowerGen, a Kenya-based microgrid developer, acquired Rafiki Power, or ‘EON Off-Grid Solutions’, which has built eight microgrids ranging from 5kW to 50kW for customers in Tanzania[<a href=\"#_ftn6\">6</a>]. Under the acquisition, PowerGen will own Rafiki’s microgrids, a project pipeline, and software IP as well as taking on the staff. Rafiki Power was originally founded in 2014 under EON’s “agile accelerator”, a program to support new businesses beyond EON’s traditional business areas.</p>\n\n<p><strong>Asia-Africa conference resulted in some microgrid partnerships</strong></p>\n\n<p>The Seventh Tokyo International Conference on African Development (TICAD7), a conference led by the Japanese government to discuss development in Africa, ended on August 30, 2019. As a result, Toyota Tsusho Corp., a trading company under the Toyota Group, signed 16 memorandum of understanding (MOUs) with organizations from Africa, of which three were signed with six organizations for microgrid development in Kenya, Zambia and Togo[<a href=\"#_ftn7\">7</a>]. Its new partners include, for example, Powerhive, Meru Country Government, CFAO, Elsewedy Electric and the Government of Togo.</p>\n\n<p><strong>Blockchain start-ups tied with more large corporates</strong></p>\n\n<p>Power Ledger, an energy-trading software startup, announced a partnership with Kansai Electric, the second-largest utility in Japan, to pilot P2P transaction for surplus electricity from rooftop PV using blockchain[<a href=\"#_ftn8\">8</a>]. In November 2019, half a million households will come off the 10-year PV buyback scheme, which may unlock opportunities for trading surplus electricity.</p>\n\n<p><strong>Making behind-the-meter energy storage systems controllable within a larger grid system</strong></p>\n\n<p>SimpliPhi Power, a California-based energy storage systems manufacturer has partnered with Helia Technologies, a software and hardware developer[<a href=\"#_ftn9\">9</a>]. They work together to help utilities to aggregate and control diverse decentralized energy resources as a single unit as part of their grid operations.</p>\n\n<h1 id=\"policy-updates\">POLICY UPDATES</h1>\n\n<p><strong>Microgrid tenders in Algeria and Mali</strong></p>\n\n<p>In August 2019, Sonelgaz, a state-owned utility in Algeria, completed a tender of solar-diesel hybrids in five off-grid locations in the southern part of the country, with a total generation capacity of 50MW[<a href=\"#_ftn10\">10</a>]. Amongst the five winning bidders were Etp Habbi Kouider, which bid the lowest price of 13.43 Algerian dinar ($0.11)/kWh for the 11MW project in Tindouf. Group Spa Solam Energy and AMC bid the highest at 15.513 dinar ($0.13)/kWh amongst the winners for the 7MW project in Djanet. The Algerian government targets 22GW of solar by 2030 while the current installed capacity was 363MW at the end of 2018.</p>\n\n<p>In the same month, Mali’s rural electrification agency, L’Agence Malienne pour le Developpement de l’Energie Domestique et l’Electrification Rurale (Amader), launched a tender of two microgrids with a combined capacity of 1.3MW for solar and 1.5MW/2MWh for energy storage[<a href=\"#_ftn11\">11</a>]. This is part of the country’s rural electrification program aims at installing solar-based microgrids to provide electricity to 70 communities with about 31,000 households.</p>\n\n<p><strong>A controversial bill was signed by the Philippines’ president</strong></p>\n\n<p>The Philippines is considered a potential market for renewables-based microgrids and has drawn some interest from private companies. A new bill approved by the president could enable one local company to have an advantage.</p>\n\n<p>President Rodrigo Duterte signed off the House Bill 8179 that would grant a 25-year franchise to Solar Para sa Bayan, built by the founder of Solar Philippines[<a href=\"#_ftn12\">12</a>]. The bill received lots of opposition from business stakeholders such as the Philippine Solar and Storage Energy Alliance (PSSEA) and Manila Electric, which claimed that Solar Para sa Bayan will have undue competitive advantage in the Philippines’ microgrid market, from construction to operation to maintenance.</p>\n\n<p>On the other hand, the proposed Microgrid Systems Act (Senate Bill 2218) is pending a study being conducted by the Department of Energy and the Energy Regulatory Commission. The Senator Win Gatchalian mentioned that the Senate is considering to have renewables prioritized in the bill with a cap of 1MW generation capacity[<a href=\"#_ftn13\">13</a>].</p>\n\n<p><strong>No projects were approved under the Japan’s first subsidy program</strong></p>\n\n<p>Japan’s Ministry of Economy, Trade and Industry (METI) launched the first microgrid subsidy program in March 2019, with a budget of about 2 billion yen ($18 million). The program includes project development and a feasibility studies to improve the resilience of communities and businesses. In May, however, Sustainable Innovation Initiative (SII), the subsidy administrator, approved none of the four applications while it approved five feasibility studies. SII launched in July the second call for proposals of both microgrid developments and feasibility study.</p>\n\n<h1 id=\"energy-access\">ENERGY ACCESS</h1>\n\n<p>The third quarter saw three financing deals for pay-as-you-go (pay-go) solar companies. A Japanese trading company led the largest financing deal although its competitors were also active in the sector as investors. Engie announced its second acquisition of a pay-go solar pioneer and enters the three largest African markets.</p>\n\n<h1 id=\"investment-in-off-grid-solar-startups\">Investment in off-grid solar startups</h1>\n\n<p>Financing for energy access startups selling solar kits to customers without grid electricity access reached $195 million (Figure 10). On August 28, U.K.-based BBOXX announced that it has raised $50 million in a financing led by Mitsubishi Corp., Engie Rassembleurs d’Energies and three other investors in late August 2019[<a href=\"#_ftn14\">14</a>]. This was the largest financing raised since April 2018, according to BNEF’s database. Mitsubishi Corp. also invested NEoT Offgrid Africa in 2018, an investment platform on decentralized energy projects in Africa, together with French utility EDF. However, this was the first direct investment that the trading house made in the off-grid solar sector. Its competitors are also active as investors in the market.</p>\n\n<p>The second-largest financing was $18 million raised by d.light from four investors including SunFunder and responsAbility Investments. In 2019, the total financing raised by pay-as-you-go solar companies may be lower than the previous year for the first time. The total amount raised since the beginning of the year is $195 million, 23% lower than the same period in 2018.</p>\n\n<p>Figure 10: Financing announcements for energy access startups</p>\n\n<p><img src=\"/assets/images/content/offgrid/2019q3/fig10-financing-announcemets.png\" alt=\"\" />\n<small><center>Source: BloombergNEF. Note: Microgrids refer to microgrids for energy access only. 2019 the major YTD = As of September 19, 2019.</center></small></p>\n\n<h4 id=\"engie-is-to-acquire-mobisol\">Engie is to acquire Mobisol</h4>\n\n<p>On September 3, French utility Engie announced its acquisition of Mobisol, one of the larger pay-as-you-go solar companies operating in Kenya, Tanzania and Rwanda. This is the second acquisition by Engie following its acquisition with Fenix International in October 2017. While some major European utilities and oil majors invested in off-grid solar startups, Engie is so far the only company that has incorporated these companies into its operations. Its acquisition of Mobisol has allowed it to enter the three largest pay-as-you-go solar markets in Africa in terms of revenue, which are also some of the most competitive. These East African markets have seen steady progress of electrification rates, but with 57 million people still without electricity access.</p>\n\n<p><a href=\"#_ftnref1\">[1]</a> CNBC, “<a href=\"https://www.cnbc.com/2018/01/03/delta-atlanta-power-outage-cost-it-up-to-50-million.html\">Delta: Atlanta power outage cost it up to $50 million</a>”, January 3, 2018</p>\n\n<p><a href=\"#_ftnref2\">[2]</a> World Economic Forum, “<a href=\"https://www.weforum.org/agenda/2019/08/chattanoogas-airport-is-now-100-solar-powered/\">This is America’s first completely solar-powered airport</a>”, August, 2019</p>\n\n<p><a href=\"#_ftnref3\">[3]</a> London City Airport, “<a href=\"https://media.londoncityairport.com/london-city-airport-commits-to-net-zero-emissions-target-by-2050/\">London City Airport commits to net zero emissions target by 2050</a>”, June 26, 2019</p>\n\n<p><a href=\"#_ftnref4\">[4]</a> Bureau of Transportation Statistics, “<a href=\"https://www.bts.dot.gov/newsroom/2018-traffic-data-us-airlines-and-foreign-airlines-us-flights\">2018 Traffic Data for U.S Airlines and Foreign Airlines U.S. Flights</a>”, March 21, 2019</p>\n\n<p><a href=\"#_ftnref5\">[5]</a> Caledonia Mining Corp., “<a href=\"https://www.caledoniamining.com/wp-content/uploads/2019/08/Q2-2019-Results-Presentation.pdf\">Quarterly Results Presentation Q2 2019</a>”, August, 2019</p>\n\n<p><a href=\"#_ftnref1\">[6]</a> PowerGen, “<a href=\"http://www.powergen-renewable-energy.com/wp-content/uploads/2019/08/PowerGen-Acquires-Rafiki-Power-Press-Release-final.pdf\">Leading Pan-African micro-utility PowerGen acquires Rafiki Power (E.ON Off-Grid Solutions) from E.ON</a>”, August 23, 2019</p>\n\n<p><a href=\"#_ftnref2\">[7]</a> Toyota Tsusho Corporation, “<a href=\"https://www.toyota-tsusho.com/english/press/detail/190830_004470.html\">Toyota Tsusho Signs 16 MOUs with 10 African Nations</a>”, August 30, 2019</p>\n\n<p><a href=\"#_ftnref3\">[8]</a> Power Ledger, “<a href=\"https://www.powerledger.io/article/power-ledger-and-kepco-bring-p2p-energy-trading-to-osaka-japan/\">Power Ledger and KEPCO bring P2P energy trading to Osaka, Japan</a>”, August 12, 2019</p>\n\n<p><a href=\"#_ftnref4\">[9]</a> Business Wire, “<a href=\"https://www.businesswire.com/news/home/20190919005195/en/\">SimpliPhi Power and Heila Technologies Announce Distributed Intelligent Network Microgrid Solution</a>”, September 19, 2019</p>\n\n<p><a href=\"#_ftnref5\">[10]</a> PV magazine, “<a href=\"https://www.pv-magazine.com/2019/08/16/algerian-diesel-solar-tender-concludes-with-lowest-bid-of-11-cents/\">Algerian diesel-solar tender concludes with lowest bid of 11 cents</a>”, August 16, 2019</p>\n\n<p><a href=\"#_ftnref6\">[11]</a> PV magazine, “<a href=\"https://www.pv-magazine.com/2019/08/19/mali-launches-tender-for-solar-plus-storage/\">Mali launches tender for solar-plus-storage</a>”, August 19, 2019</p>\n\n<p><a href=\"#_ftnref7\">[12]</a> CNN Philippines, “<a href=\"https://cnnphilippines.com/news/2019/8/1/Rodrigo-Duterte-Solar-Para-sa-Bayan.html\">Duterte approves franchise for solar power firm of Legarda’s son</a>”, August 1, 2019</p>\n\n<p><a href=\"#_ftnref8\">[13]</a> BusinessWorld, “<a href=\"https://www.bworldonline.com/senate-panel-may-steer-microgrid-investors-towards-renewables/\">Senate panel may steer microgrid investors towards renewables</a>”, August 20, 2019</p>\n\n<p><a href=\"#_ftnref1\">[14]</a> BBOXX, “<a href=\"https://www.bboxx.co.uk/bboxx-closes-50-million-series-d-funding-round-led-by-mitsubishi-corporation/\">BBOXX closes a $50 million series D funding round led by Mitsubishi</a>”, August 28, 2019</p>\n"
  ,
  "download_source":null
}


