


{
  "id": "3q-2017",
  "title": "3Q 2017 Off-grid and Mini-grid Market Outlook",
  "content": "<h2 id=\"3q-frontier-power-market-outlook\">3Q FRONTIER POWER MARKET OUTLOOK</h2>\n\n<h3 id=\"executive-summary\">EXECUTIVE SUMMARY</h3>\n\n<p>The market for micro-grids and hybrid generation in emerging economies is growing with particularly strong demand from islands, remote regions, and the mining sector. While the project count remains small, policy-makers and project developers are growing more comfortable with the role these systems play in serving remote regions. While such installations are on the rise, the markets for small diesel generators and portable solar kits both shrank last year.</p>\n\n<ul>\n  <li>At least 20MW of renewables-based commercial or industrial micro-grid projects were announced since April, primarily in Africa’s mining sector. Vendors are gaining valuable experience with contract structures and operational challenges. Aggreko, the market leader for rental power, recently introduced a solar-diesel hybrid product and bought an energy storage company to better control integrated projects.</li>\n  <li>More broadly, the popularity of renewables is growing across emerging markets. Non-OECD countries bought $722 million worth of PV equipment from <a href=\"/en/country/mainland-china\">Mainland China</a> in March 2017, the most since January 2015. <a href=\"/en/country/india\">India</a> was by far the biggest buyer while total spend on PV from Mainland China has stalled in East Asia and Africa.</li>\n  <li><a href=\"/en/country/mainland-china\">Mainland China</a> and <a href=\"/en/country/india\">India</a> are not just the largest PV trading partners, but active investors in renewables and rural electrification in Africa, which they regard as a promising market for component exports. Between them, Indian and Chinese governments and state-owned banks announced $189m in loans for African projects since April.</li>\n  <li>India’s domestic solar boom is well under way, along with efforts to improve the quality and reliability of its power. BNEF research shows that outages declined since the government stepped up efforts in 2016, but large areas remain affected by frequent black-outs.</li>\n  <li>Sales of diesel generators smaller than 375kVA in Africa and the Middle East fell by 25% in 2016, but competition from renewables is still too weak to explain the collapse. The market for branded portable solar kits suffered an 8% decline in 2H 2016, the latest period for which complete data is available.</li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>25% decline in diesel generator shipments to emerging economies in 2016</li>\n  <li>7.3 hours of average power outages per month in India this year</li>\n  <li>$1.8 billion Mainland China’s PV exports bought by developing countries in 1Q 2017</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure1_Small_scale_diesel_generator_imports.png\" alt=\"OG - Fig1 - Small-scale diesel generator imports\" /></p>\n\n<h3 id=\"focus-themes\">Focus themes</h3>\n\n<p>The two most populous countries in the world have both recently taken steps aimed at accelerating investments towards supplying more reliable energy in currently underserved areas. <a href=\"/en/country/mainland-china\">Mainland China</a>’s Belt and Road Initiative is set to provide the background to expand its activity in Africa’s energy sector, and <a href=\"/en/country/india\">India</a> has made progress on improving supply quality on its grid and is rethinking its electrification strategy.</p>\n\n<h4 id=\"power-outages-in-india\">Power outages in India</h4>\n\n<p>The gap between supply and demand for electricity in <a href=\"/en/country/india\">India</a> has sharply narrowed over the past five years, as the country installed 113GW of new capacity from 2012-15. However, that boost in supply improved the quality and reliability of electricity supply did not reach all customers, BNEF found in recent research. There are many reasons for this, notably the financial health of local utilities, one of the most important indicators in determining whether conditions improve.</p>\n\n<p><strong>Reliability indices in India</strong></p>\n\n<p>Since 2016, the Indian government has increased transparency on the performance of the grid and is publishing outage data collected from meters installed on feeders on the web. Among the indicators is the System Average Interruption Duration Index (SAIDI) which measures the duration of power cuts for the average consumer. On aggregate, the data suggests that the SAIDI declined from 19.4 hours per month in May 2016 to 6.1 hours per month in March 2017 (Figure 2).</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure2_Average_number_of_reported_power_cuts.png\" alt=\"OG - Fig2 - Average number of reported power cuts\" /></p>\n\n<p>This overall improvement hides stark regional differences. While reliability in large cities like New Delhi is high, the situation in other parts is far worse. The states of Jammu &amp; Kashmir and Uttar Pradesh see some of the most severe outages, while Gujarat and Maharashtra are examples of far better power reliability. Power reliability can even vary significantly from one feeder to another. \nThe vast majority of outages are shorter than six hours per day. Nonetheless, 4.8 million people, or 3.2% of the 151 million people living in towns where data was available, experience outages of six hours or more on an average day.</p>\n\n<p><strong>A changing government approach to rural electrification?</strong></p>\n\n<p>In <a href=\"/en/country/india\">India</a> (and many other developing countries), policy-makers have historically regarded rural electrification with off-grid technologies as a philanthropic activity, favouring expansions of the existing grid. There have been some signs in recent months that conventional wisdom is shifting.\nIn June, India’s influential NITI Aayog think tank called for a pragmatic “de-mystification” of the challenges of rural electrification in a draft national energy policy<sup>1</sup>. More than 300 million people still rely on kerosene for lighting. The commission says that the widespread assumption that rural electricity supply is welfare rather than a commercial activity is erroneous, citing studies that willingness to pay in rural areas is high and exceeds the long-run marginal cost of supply. The draft policy recommends raising the statistical definition of a village as ‘electrified’ to require connections to all residents, not just public infrastructure in the village. It also states that consumers should be recognized as revenue generators once connected. The report sees a role for grid-connected micro-grids in boosting power quality and reducing peak demand in areas far from the next substation. \nThe states of Uttar Pradesh and Bihar already have targets, albeit modest ones, for micro-grid generation capacity. A policy cleared on May 29 by the state cabinet in Bihar calls for 1GW of rooftop solar and 100MW of solar on micro-grid projects, out of a total capacity target of 3GW PV by 2022<sup>2</sup>.</p>\n\n<h4 id=\"is-mainland-china-raising-its-profile-in-africas-distributed-energy-market\">Is Mainland China raising its profile in Africa’s distributed energy market?</h4>\n\n<p>Several announcements over the last few months suggest that the Chinese government and Chinese companies are accelerating their activity in Africa’s off-grid energy sector. Greater engagement would be in the spirit of Beijing’s $1 trillion Belt &amp; Road infrastructure investment program, whose maritime arm is planned to reach out to eastern Africa (see Figure 3). Chinese suppliers already dominate Africa’s market for both diesel generators and solar panels, but these are often sold by relatively small private companies. More orchestration of these efforts by the government or state-owned enterprises could lead to larger projects and compete with Western-backed development initiatives to foster Africa’s clean energy markets. Chinese companies have already dominated investments in fossil-fuelled or hydro power projects in Africa in recent years.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure3_China_Belt_and_Road_strategy.png\" alt=\"OG - Fig3 - Mainland China's Belt &amp; Road strategy\" /></p>\n\n<p>Most prominently among Chinese-led activity in the past few months was an agreement by Bank of Mainland China to lend $123 million for <a href=\"/en/country/cameroon\">Cameroon</a>’s solar-based rural electrification program. The program is meant to reach 350 communities with 32kW PV each, according to a PV Magazine report<sup>3</sup>, suggesting the total project size is 11MW. Huawei, the world’s largest solar inverter manufacturer, will deliver components and smart meters for the micro-grids. On July 20, governors of Mainland China’s Hebei province and <a href=\"/en/country/nigeria\">Nigeria</a>’s Kaduna state also agreed a partnership to develop solar plants, among other projects<sup>4</sup>. On June 30, the Chinese government donated $3 million worth of off-grid solar home systems and street lights to the local rural electrification program in <a href=\"/en/country/ghana\">Ghana</a><sup>5</sup>. \nThe government efforts broadly complement a few private Chinese companies already targeting rural African energy consumers. Made-in-China products have long dominated the market for the estimated 8 million portable solar kits sold annually in Africa. In April, Shenzhen Power Solution Ltd said it plans to retail a basic solar-powered light for as little as $2, far below the cost of most branded comparable products, according to a Xinhua report<sup>6</sup>. \nIn perhaps the most unexpected partnership, Mainland China-based Sumec Group and Nari Group tied up with American rapper Akon to structure more than $400m in solar deals across 17 nations in Africa. The venture’s financial vehicle, Solektra International, has credit lines for a further $600m outstanding, according to a Bloomberg News report<sup>7</sup>.\nWhile <a href=\"/en/country/mainland-china\">Mainland China</a> is looking to invest more in Africa, Japan is planning its own initiative in the energy sector in Africa. On July 3, the government of Japan agreed with African Development Bank (AfDB) to launch the Japan-Africa Energy Initiative<sup>8</sup>. Japan will provide up to $6 billion in both concessional and non-concessional finance to support AfDB’s goal achieving universal energy access by 2025 in Africa. The program is part of Japan’s efforts to export domestic technologies, with a particular focus on low-emitting coal. Most of the funds are likely to be deployed in large-scale energy projects.</p>\n\n<h4 id=\"new-bnef-frontier-power-data-hub\">New: BNEF Frontier Power data hub</h4>\n\n<p><a href=\"http://global-climatescope.org/en/off-grid-data-hub/\">The Frontier Power Data Hub </a> is an interactive tool to view market fundamentals and regulations for distributed energy in more than 20 developing countries in Sub-Saharan Africa and Asia (Figure 4). The tool also allows users to assess the size of solar markets by analyzing time series data on PV equipment exports from <a href=\"/en/country/mainland-china\">Mainland China</a> by non-OECD countries.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure4_Frontier_Power_data_hub_screenshot.png\" alt=\"OG - Fig4 - Frontier power data hub (screenshot)\" /></p>\n\n<p>The <strong>Country overview</strong> shows the information on policy and regulatory frameworks for clean energy and electrification. It also includes statistical information such as electricity and fuel prices, electrification rates, or installed capacity on the grid (see Figure 4). The country comparison tab plots the same data across multiple nations to help identify trends or regional leaders in a certain field (for instance comparing the rules on arrival of the main grid).  These two parts of the tool are also available for use by the public <a href=\"http://global-climatescope.org/en/off-grid-data-hub/\">here</a>.</p>\n\n<h3 id=\"market-fundamentals\">Market fundamentals</h3>\n\n<h4 id=\"currencies\">Currencies</h4>\n\n<p>Baskets of Asian and African currencies remained relatively stable over 1H 2017 compared with the U.S. dollar, ending within 1.5% range from the start of the period. The appreciating Indian Rupee is pulling the Asian portfolio upwards thanks to sustained high levels of foreign investment. The African currency portfolio was initially shaken by <a href=\"/en/country/south-africa\">South Africa</a>’s cabinet reshuffle at the end of March, but has since stabilized albeit with higher volatility. The impact has been negligible on the costs and competitiveness of distributed renewable energy goods and services.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure5_performance_of_currency_porfolios.png\" alt=\"OG - Fig5 - Performance of currency portfolios against the US dollar\" /></p>\n\n<h4 id=\"diesel-generator-sales\">Diesel generator sales</h4>\n\n<p>Patchy coverage of the grid and recurring power cuts in many emerging countries force businesses and consumers to rely on back-up diesel generators, often several times a week. This fleet of small ‘gensets’ accounts for a sizeable portion of the installed power generation capacity in these nations. In <a href=\"/en/country/nigeria\">Nigeria</a>, <a href=\"/en/country/south-africa\">South Africa</a> or the Philippines, for instance, we estimate that more gigawatts of diesel generators were sold during 2010-15 than were commissioned in utility-sized power plants in the same time.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3QFigure6_Diesel_generator_equipment_sales.png\" alt=\"OG - Fig6 - Diesel generator equipment sales\" /></p>\n\n<p>by 25% year-on-year, to less than 380,000 units. The drop was particularly pronounced in Africa and the Middle East (Figure 6). South Asia was the only region where sales increased, driven by a surging demand in <a href=\"/en/country/pakistan\">Pakistan</a> due to the prolonged power crisis there. Sales also rose in <a href=\"/en/country/india\">India</a>, despite a sharp narrowing of the electricity supply gap (see section 2.1).The easing of <a href=\"/en/country/south-africa\">South Africa</a>’s electricity shortage after 2015 was a major contributor to the drop, but not the only one. Nations across the continent procured far fewer gensets than in prior years. The drop is too large to be explained by rising competition from renewables.</p>\n\n<h4 id=\"diesel-prices\">Diesel prices</h4>\n\n<p>Diesel prices rose slightly in <a href=\"/en/country/india\">India</a>, <a href=\"/en/country/pakistan\">Pakistan</a>, <a href=\"/en/country/south-africa\">South Africa</a>, and <a href=\"/en/country/kenya\">Kenya</a> (Figure 7) during the first half of 2017, even as front-month Brent crude oil future prices fell by 14%. <a href=\"/en/country/ghana\">Ghana</a> is a notable exception where retail diesel prices slipped over the period. The 25% fall can be explained by a new tax cut for oil companies provided by the Ghanaian government.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure_7_Retail_fuel_prices.png\" alt=\"OG - Fig7 - Retail fuel prices\" /></p>\n\n<h4 id=\"pv-shipments\">PV shipments</h4>\n\n<p>In March 2017, emerging countries bought $722 million worth of PV equipment from <a href=\"/en/country/mainland-china\">Mainland China</a> (Figure 8), the highest value since January 2015 – where the data starts. The same markets now also purchase more than 60% of Mainland China’s PV exports. \n<a href=\"/en/country/india\">India</a> continues to be the major driver within this trend. The country increased imports from <a href=\"/en/country/mainland-china\">Mainland China</a> from $296 million (37% of the total) in January 2017 to $464 million (44%) in February, and onto $508 million in March.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure8_PV_exports_from_China_to_emerging_countries.png\" alt=\"OG - Fig8 - PV exports from Mainland China to emerging countries ($ million)\" /></p>\n\n<p>Despite record-high levels of PV exports from <a href=\"/en/country/mainland-china\">Mainland China</a> to emerging countries, almost all of the activity is in South Asia, primarily <a href=\"/en/country/india\">India</a> and <a href=\"/en/country/pakistan\">Pakistan</a> (see Figure 9). Latin America and the Caribbean also increased imports from $71 million in Q1 2016 to $215 million in Q1 2017. To further analyze this data, see our data hub that allows to customize charts of PV exports from <a href=\"/en/country/mainland-china\">Mainland China</a>.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3QFigure9_PV_exports_from_China_to_emerging_coutnries_by_region.png\" alt=\"OG - Fig9 - PV exports from Mainland China to emerging countries by region ($ million)\" /></p>\n\n<h2 id=\"micro-grids\">Micro-grids</h2>\n\n<p>Commercial and industrial micro-grid projects with a total of 20MW of renewable capacity have been announced since April, amid a continued rush by equipment manufacturers and energy companies to buy storage start-ups. Residential micro-grids saw $386 million in program and loan announcements, almost exclusively by governments and development banks.</p>\n\n<h3 id=\"commercial-and-industrial-micro-grids\">Commercial and industrial micro-grids</h3>\n\n<p>The commercial and industrial segment of Frontier Power benefits from comparatively stable off-takers and often favorable economics. Projects on islands and in the mining sector are particularly common as such sites generally offer the requisite land for renewables development and have high incumbent costs associated with diesel generation. The most noteworthy new hybrid renewables/diesel or renewables/storage projects since April include:</p>\n\n<ul>\n  <li>Rental power giant Aggreko announced it will supply the Nevsun copper and zinc mine with a 29.5MW, including 7.5MW of solar under a 10-year supply contract.</li>\n  <li>Tata Power Solar’s 3MW PV plant at an iron ore mine in the state of Jharkhand owned by Tata Steel<sup>9</sup>. The site is grid-connected and benefits from a net metering arrangement, but can be islanded and function as a micro-grid in case of an outage.</li>\n  <li>Enel Green Power Chile and Electro Power Systems’ solar+storage micro-grid in the Atacama Desert, consisting of 125kW PV, along with a lithium-ion battery and hydrogen storage system. The total hybrid storage capacity exceeds 580kWh and the installation requires no diesel generator for back-up<sup>10</sup>.</li>\n  <li>Italian smart energy company TerniEnergia’s $10 million engineering contract with Juice Power Group, as part of a solar-powered micro-grid project in <a href=\"/en/country/india\">India</a> to supply industrial facilities. The first phase of the project consists in the implementation of three micro-grids of 3.5MW solar for $3 million, which is expected to be completed by an additional 8.5MW<sup>11</sup>.</li>\n  <li>Sungrow’s five solar+storage projects on five islands in the Maldives that were previously reliant on diesel generators, commissioned in June 2017. A total of 2.7MW of PV and 700kW/333kWh of Li-ion batteries sourced from a joint venture with Samsung SDI were installed, and now meet about 30% of local residential and commercial demand<sup>12</sup>.</li>\n  <li>Australia’s Advanced Energy Resources (AER) 3MW solar and wind project which will supply Australian minerals producer GMA Garnet in Western Australia. The project includes a storage component and is expected to be commissioned in 2019. GMA Garnet said it values the ability to hedge energy costs<sup>13</sup>.</li>\n</ul>\n\n<h4 id=\"off-grid-auctions-brazil\">Off-grid auctions Brazil</h4>\n\n<p>On June 2, 2017, Agência Nacional de Energia Elétrica (ANEEL) announced results of an earlier auction for off-grid power supply in 55 remote locations in Amazonas state. The winning bidders will operate 260MW of diesel power plants and 37MW of natural gas plants. The average clearing price was BRL1,067/MWh ($338/MWh) for the diesel plants. ANEEL selected eight locations with predetermined capacity ranging 10.5MW to 85.8 MW. \nThe energy cost is well above the levelized cost of solar in <a href=\"/en/country/brazil\">Brazil</a>, even after accounting for additional cost premiums for small-scale installations. A study<sup>14</sup> by government research arm Empresa de Pesquisa Energética found that a hybrid system with PV and diesel would cut the total energy cost by at least 5-8%. Despite the advantages on paper, bids by Voltalia that included solar+diesel projects were even more expensive than the winning bidders.</p>\n\n<h4 id=\"rental-power-leader-aggreko-buys-younicos-and-its-controlling-capability\">Rental power leader Aggreko buys Younicos and its controlling capability</h4>\n\n<p>On July 3, 2017 Aggreko announced it had acquired Berlin-based battery storage software company Younicos for 40 million pounds ($52 million) in cash. Aggreko’s CEO Chris Weston sees opportunities to leverage Younicos’ offering and expertise in distributed generation for commercial and industrial customers as well as for micro-grids, he said in an analyst call. Aggreko announced earlier in the year that it had developed a solar-diesel hybrid offering and signed a 10-year contract for a 30MW solar diesel hybrid plant in Eritrea. Younicos’ capabilities in integrating storage into hybrid systems and providing advanced control functions expedites Aggreko’s technology development by “two or three years”, according to Weston.\nWith the acquisition, Aggreko follows generator equipment makers Caterpillar and Wartsila who have established or acquired capabilities in optimizing distributed hybrid power generation systems.</p>\n\n<h3 id=\"tenders-and-policy-initiatives-for-residential-micro-grids\">Tenders and policy initiatives for residential micro-grids</h3>\n\n<p>Financing activity for residential micro-grids remains almost exclusively driven by governments and development banks. Bloomberg New Energy Finance tracked $386m in program and loan announcements, tenders and grants since April (table below).</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Table1_Project_transactions_announced_in_2Q_2017.png\" alt=\"OG - Table1 - Project transactions announced in 2Q 2017 (all project stages)\" /></p>\n\n<h3 id=\"consumption-and-payment-patterns-in-rural-micro-grids\">Consumption and payment patterns in rural micro-grids</h3>\n\n<p>One of the main risks of investing in rural micro-grids is the exposure to retail risk. A developer launching a micro-utility can often not rely on a long-term power purchase agreement, but must sell energy and collect payments from local businesses and residents. The reliability of this cash flow is an important consideration when assessing the risk of financing such an asset. Developers and operators of micro-grids are still learning about typical consumer usage habits and revenue flows. Recently released data from five projects operating in Asia and Africa sheds new light on these topics.</p>\n\n<p>Data from the community micro-grids showed that a small subset of customers accounted for the vast majority of project revenue. In fact, the 20% highest consuming customers generated 50-77% of total revenue (Figure 11). In four of the micro-grids analyzed, customers had zero or negative credit balances on their usually pre-paid meters for at least six days per month, indicating that a significant proportion of the local population either cannot afford or is unwilling to pay for full-time service (Table 2). In the most extreme case in the sample, half the customers were responsible for just 3% of revenues. Close to 69% of the customers consume less than 5kWh per month. On average, customers had no credit on their meters for three to 12 days per month.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure10_15_minute_load_profile_of_sample_micro-grids.png\" alt=\"OG - Fig10 - 15-min loads of rural micro-grids\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure11_Share_of_total_consumption_micro_grids.png\" alt=\"OG - Fig11 - Share of total consumption from the &quot;0% highest consuming customers vs. rest of population\" /></p>\n\n<p><strong>About the data</strong>\nSparkMeter, a U.S.-based provider of smart meters and control software, has shared an anonymized dataset with Bloomberg New Energy Finance representing five micro-grids in which the company’s devices are deployed. The data represents the time period between January 1, 2017 and May 18, 2017 (Figure 10). SparkMeter says it is the leading provider of smart metering solutions to micro-grid utilities in developing countries.  Designed specifically for low-bandwidth environments where power and data are intermittent, SparkMeter’s solution enables utilities to integrate mobile money payments, and remotely monitor and control a portfolio of distributed assets.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Table2_Key_performance_for_micro_grids.png\" alt=\"OG - Table2 - Key performance indicators for five sample micro-grids\" /></p>\n\n<h2 id=\"solar-kits-and-stand-alone-systems\">Solar kits and stand-alone systems</h2>\n\n<h3 id=\"sales-growth-slowdown\">Sales growth slowdown</h3>\n\n<p>The latest data for sales of branded portable solar kits showed a significant decline in unit sales in the latter half of 2016. Only 3.8 million kits were sold in this period, representing an 8% decline compared to H2 2015, according to the World Bank’s Lighting Global program and the Global Off-Grid Lighting Association (Figure 12) <sup>15</sup>. Total revenue stood at $114 million for the six-month period. The authors attribute the slowdown among other things to a tougher economic and regulatory environment, citing currency issues in Nigeria and India and increased import tariffs on solar equipment by the countries of the East African Community. The sector also faces continued and intense competition from unbranded products, which include counterfeits, and are usually cheaper. These products are not captured in the data. \n40% of the sales volume was in East Africa including <a href=\"/en/country/kenya\">Kenya</a> and <a href=\"/en/country/tanzania\">Tanzania</a> which has been a hot spot for off-grid solar businesses (Figure 13). Changes to the import duty might have hindered the sales growth given that the majority of the products were imported from <a href=\"/en/country/mainland-china\">Mainland China</a>.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure12_Solar_kits_sales.png\" alt=\"OG - Fig12 - Sales of branded portable solar kits\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure13_Regional_proportion_of_sale_volume_H22016.png\" alt=\"OG - Fig13 - Regional proportion of sale volume in H2 2016\" /></p>\n\n<h3 id=\"policy-changes-and-government-support\">Policy changes and government support</h3>\n\n<h4 id=\"tax-policy-change-may-hinder-bangladeshs-off-grid-solar-market\">Tax policy change may hinder Bangladesh’s off-grid solar market</h4>\n\n<p>On June 1, 2017, <a href=\"/en/country/bangladesh\">Bangladesh</a>’s government proposed to introduce a 10% customs duty on PV modules for FY2017-2018<sup>16</sup>. The duty will cover modules, but not cells as the purpose is to incentivize local solar manufacturers who use imported cells to assemble PV modules. If the policy is implemented as proposed, the price of off-grid solar kits sold in the country is likely to rise.</p>\n\n<h3 id=\"off-grid-solar-businesses-models\">Off-grid solar businesses models</h3>\n\n<h4 id=\"tv-offerings-becoming-the-new-standard\">TV offerings becoming the new standard</h4>\n\n<p>Azuri Technologies, d.Light and Simpa Networks joined the list of solar home system providers offering TVs as part of their standard package this year. The pricing of the new offerings is around $1 per day, albeit with varying contract terms and lengths. TVs are considered highly aspirational goods for most potential off-grid customers.\nAzuri sells its “PayGo Solar TV”, consisting of a 24-inch screen television with four lights, a mobile phone charger and a rechargeable radio and torch, for deposit of 4,999 KES ($48.3) plus a daily fee of 99 KES ($0.96)<sup>17</sup>. Customers can own the system after two years, but continue to pay for satellite service. The system is now sold in 87 outlets of telecom distributor Mobicom. In December 2016, Azuri also partnered with satellite entertainment provider Zuku to offer a bundled TV and entertainment package. This is just one example for cross-industry partnerships enabled by pay-as-you-go solar home systems (Figure 14).</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q3/3Q_Figure14_Selected_partnershups_of_PAYG_solar_companies.png\" alt=\"OG - Fig14 - Selected partnerships of pay-as-you-go solar companies\" /></p>\n\n<p>On June 7, Simpa Networks followed with its own solar TV bundle in <a href=\"/en/country/india\">India</a><sup>18</sup>. The system is powered by an 80W solar panel, consisting of a LED TV and three LED lights. Simpa offers the $390 kit also with financing options for 12, 24, or 36 months.</p>\n\n<h4 id=\"mobisol-secures-10-million-euro-senior-loan-facility-buys-software-provider\">Mobisol secures 10 million euro senior loan facility, buys software provider</h4>\n\n<p>On July 11, 2017, the Berlin-based provider of pay-as-you-go solar home systems said it had strengthened its capital base with a €10 senior loan facility from Finnish impact investor Finnfund. The pace of funding rounds for pay-as-you-go providers has slowed this year, and it is noteworthy that the debt came from an impact investor even after Mobisol raised an equity round of “well above $20 million” from private equity investor Investec Asset Management last year.\nIn a separate announcement on June 27, 2017, Mobisol announced that it acquired Lumeter, a provider of pay-as-you-go software for off-grid solar products. The company’s Chief Innovation Officer Stefan Zelazny said that the combined offering will allow Mobisol to provide a hardware agnostic software platform that can handle tasks from automated invoicing and remote monitoring to supply chain control and credit checks<sup>19</sup>. The deal suggests Mobisol hopes to gain from incorporating Lumeter’s software into its own platform, and perhaps expand into new sales channels. But it also suggests that Lumeter’s B2B approach may have faced challenges in a market where access to end-consumers is the biggest asset.</p>\n\n<h4 id=\"jain-irrigation-is-optimistic-about-solar-sales\">Jain Irrigation is optimistic about solar sales</h4>\n\n<p>In its quarterly earnings call on May 25, 2017, Jain Irrigation stated that it had now delivered about 40-45% of a contract to supply 10,000 solar-powered irrigation pumps. The project is the largest single order for such equipment in \n, which represents a $60 billion opportunity to replace inefficient diesel-powered pumps, according to Bloomberg New Energy Finance analysis. Jain expects to operate solar irrigation sales in four to five Indian states this year. \nThe agricultural sector represents almost a quarter of power consumption in <a href=\"/en/country/india\">India</a>, and is the most heavily subsidized sector. The government is therefore heavily subsidizing solar irrigation pumps. In Andhra Pradesh the state government has also announced two tenders for 5MW of solar+storage projects whose output would be earmarked for agricultural consumption<sup>20</sup>.</p>\n\n<hr />\n\n<p><sup>1</sup> Niti Aayog, Government of India, <a href=\"http://niti.gov.in/writereaddata/files/new_initiatives/NEP-ID_27.06.2017.pdf\">Draft National Energy Policy</a>, June 27, 2017</p>\n\n<p><sup>2</sup> Economic Times,<a href=\"http://energy.economictimes.indiatimes.com/news/renewable/bihar-announces-mega-renewable-power-policy-to-add-3400-mw-in-five-years/58895992\">Bihar announced mega renewable power policy; to add 3,400MW in five years</a> , May 29, 2017</p>\n\n<p><sup>3</sup> PV Magazine, <a href=\"https://www.pv-magazine.com/2017/06/14/cameroon-to-install-more-off-grid-and-grid-connected-solar-capacity/\">Cameroon to install more off-grid and grid-connected solar capacity</a>, June 14, 2017</p>\n\n<p><sup>4</sup> ChannelsTV, <a href=\"http://www.channelstv.com/2017/07/20/kaduna-partners-china-province-solar-power-agriculture/\">Kaduna Partners Chian Province On Solar Power, Agriculture</a>, June 21, 2017</p>\n\n<p><sup>5</sup> Xinhua, <a href=\"http://news.xinhuanet.com/english/2017-07/01/c_136408065.htm\">Mainland China offers support package to Ghana’s renewable energy program</a>, July 1, 2017</p>\n\n<p><sup>6</sup> Xinhua, <a href=\"http://news.xinhuanet.com/english/2017-04/17/c_136213256.htm\">Chinese solar firms eye Kenyan market amid huge demand for clean energy</a>, April 17, 2017</p>\n\n<p><sup>7</sup> Bloomberg News, <a href=\"https://www.bloomberg.com/news/articles/2017-06-05/star-rapper-akon-mulls-ipo-of-chinese-funded-african-solar-unit\">Star Rapper Akon Mulls IPO of Chinese-Funded African Solar Unit</a>, June 5, 2017</p>\n\n<p><sup>8</sup> African Development Bank,<a href=\"https://www.afdb.org/en/news-and-events/afdb-and-government-of-japan-launch-japan-africa-energy-initiative-17154/\">AfDB and Government of Japan launch Japan-Africa Energy Initiative</a>, July 3 2017</p>\n\n<p><sup>9</sup> Tata Power Solar, <a href=\"http://www.tatapowersolar.com/news_files/press/Press%20Release%20-Tata%20Power%20Solar%20commissions%203%20MW%20Solar%20Power%20Plant%20at%20Noamundi.pdf\">Tata Power Solar commissions 3MW solar power plant at Noamundi</a>, July 10, 2017</p>\n\n<p><sup>10</sup>\tEnel, <a href=\"https://www.enel.com/en/media/press/d201705-enel-operates-worlds-first-plug-and-play-micro-grid-powered-by-solar-pv-and-hydrogen-based-storage-in-chile.html\">“ Enel operates world’s first “plug and play” micro-grid powered by solar PV and hydrogen-based storage in Chile”</a>, May 31, 2017</p>\n\n<p><sup>11</sup> TerniEnergia, <a href=\"http://www.ternienergia.com/index.php/sottoscritto-accordo-per-le-prime-tre-micro-grid-in-india/?lang=en\">“Signed agreement for three micro-grids in India”</a> and <a href=\"http://www.ternienergia.com/index.php/precisazione-su-accordo-per-micro-grid-in-india/?lang=en\"> “Clarification on the agreement to build microgrids in India”<a></a>, May 3, 2017</a></p>\n\n<p><sup>12</sup> Sungrow, <a href=\"http://en.sungrowpower.com/event-press/news/385.html\">Sungrow PV and Energy Storage Equipment Powers Five Maldivian Islands</a>, June 14, 2017</p>\n\n<p><sup>13</sup> Energy and Mines, <a href=\"http://energyandmines.com/2017/07/was-first-grid-connected-windsolar-farm-with-battery-storage-to-power-garnet-producer/\">Case Study, WA’s first grid-connected wind/solar farm with battery storage to power garnet producer</a>, July 4, 2017</p>\n\n<p><sup>14</sup> EPE, <a href=\"http://www.epe.gov.br/geracao/Documents/NT%20Sist%20H%C3%ADbrido%20Grupo%20B%20AmE%20(EPE-DEE-NT-091_2016-r0).pdf\">“Energia solar para suprimento de sistemas isolados do Amazonas, Avaliação da atratividade econômica de solução  hibrída em sistemas do Grupo B do Projeto de Refêrencia da Electrobras Distribuição Amazonas”</a>, October 31,2016</p>\n\n<p><sup>15</sup> GOGLA, <a href=\"https://www.gogla.org/sites/default/files/documenten/final_sales-and-impact-report_h22016_full_public.pdf\">“Global Off-Grid Solar Market Report – semi-annual sales and impact data”</a>, July-December 2016</p>\n\n<p><sup>16</sup> Bangladesh Government, <a href=\"http://customs.gov.bd/files/BS_English.pdf\">“Bangladesh on Development Highway: The Time is Ours”</a>, June 1, 2017</p>\n\n<p><sup>17</sup> Azuri Technologies, <a href=\"http://www.azuri-technologies.com/news/azuris-unique-paygo-solar-tv-system-now-available-nationwide-at-mobicom\">“Azuri’s unique PayGo Solar TV system now available nationwide at Mobicom”</a>, May 24, 2017</p>\n\n<p><sup>18</sup> Simpa Networks, <a href=\"https://www.ruralelec.org/news-from-are/simpa-networks-launches-indias-first-payg-solar-television-using-advanced-smartpanel\">“Simpa Networks launches India’s first PAYG solar television using advanced Smart Panel IoT technology”</a>, June 7, 2017</p>\n\n<p><sup>19</sup> Mobisol, <a href=\"http://www.plugintheworld.com/mobisol/2017/06/27/mobisol-acquires-lumeter-to-expand-off-grid-solar-pay-as-you-go-solution/\">Mobisol acquires Lumeter to expand off-grid solar pay-as-you-go solution</a>, June 27, 2017</p>\n\n<p><sup>20</sup> Hindu Business online, <a href=\"http://www.thehindubusinessline.com/news/national/ap-to-float-tenders-for-two-pilot-batterybacked-solar-power-projects/article9707069.ece\">AP to float tenders for two pilot battery-backed solar power projects</a>, May 18, 2017</p>\n"
  ,
  "download_source":null
}


