


{
  "id": "4q-2017",
  "title": "4Q 2017 Off-grid and Mini-grid Market Outlook",
  "content": "<h2 id=\"4q-frontier-power-market-outlook\">4Q FRONTIER POWER MARKET OUTLOOK</h2>\n\n<h3 id=\"executive-summary\">EXECUTIVE SUMMARY</h3>\n\n<p>Micro-grid project activity in the past quarter has given way to larger development financing commitments and policy statements, led by <a href=\"/en/country/India\">India</a>’s announcement to complete rural electrification in fifteen months. Niche markets such as telecom towers, solar irrigation and home systems have seen most activity and growth, albeit from a small base.</p>\n\n<ul>\n  <li>PV shipments from <a href=\"/en/country/mainland-china\">Mainland China</a> to non-OECD countries dropped across all major regions. Monthly exports stood at just $279 million in July, after having hit a monthly peak of more than $700 million in March. India, the biggest buyer, was also responsible for most of the decline.</li>\n  <li>Micro-grid projects with a capacity of 215MW were announced since July (including existing capacity that is being hybridized). Solar and diesel hybrids are the most popular technology combination, with recent target markets in off-grid utilities, mining sites as well as on-site assets in weak grid areas.</li>\n  <li>While project activity was somewhat muted, several development banks, governments and multinationals agreed or pushed for large-scale financing packages and policies. The Asian and African Development Banks committed loans and grants worth more than $7 billion since July for energy access and distributed energy programs.</li>\n  <li>India’s government plans to spend an additional $2.5 billion on rural electrification, announcing that it aims to reach 100% household electrification by December 31, 2018. This is three months faster than the previous target and would require a ten-fold increase in the pace of new connections (Figure 1).</li>\n  <li>Whereas India’s policy primarily relies on grid extensions, policymakers in Southeast Asia are keener on micro-grids. The <a href=\"/en/country/Philippines\">Philippines</a> plan for an increased government budget to improve the patchy energy access on many islands. In <a href=\"/en/country/Indonesia\">Indonesia</a>, GE joined Caterpillar and Engie, which all signed separate MoUs with different partners to support development of a portfolio of micro-grid assets in the island state.</li>\n  <li>After several months of muted financing activity, pay-as-you-go solar companies have raised at least $105 million since July. This is a faster pace than previously this year, but still below last year’s total which exceeded $200 million.</li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>3.3 million Indian households to be electrified per month</li>\n  <li>$7.6 billion development bank loans and commitments for energy access made in 3Q 2017</li>\n  <li>$105 million pay-as-you-go solar financing since July 2017</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_1_Number_of_indian_households_electrified_and_target.png\" alt=\"Figure 1 - Number of Indian households electrified and target\" /></p>\n\n<h3 id=\"highlights\">HIGHLIGHTS</h3>\n\n<h4 id=\"india-gets-serious-about-rural-electrification\">INDIA GETS SERIOUS ABOUT RURAL ELECTRIFICATION</h4>\n\n<p>On September 25, 2017, the government of <a href=\"/en/country/India\">India</a> announced the Saubhagya scheme to accelerate electrification programs and provide all households with access to safe and reliable electricity. The new scheme brought the previous timelines forward by three months to the end of 2018 and budgets $2.5 billion to meet these goals. Households will be charged for the power they consume, but in most cases will be connected free of charge. The local distribution utilities will be in charge of drafting electrification plans and managing turnkey contractors or other suitable agencies.</p>\n\n<p>Implementation of previous electrification programs was slow and often counted a village as electrified even when most of its inhabitants were not connected. To reach the new goal, the pace of electrification efforts has to speed up almost ten-fold (Figure 1). The accelerated deadline would allow the government to complete the roll-out before the 2019 general election, where progress on energy access and reliability is likely to emerge as a campaign topic.</p>\n\n<p>The government also seeks to boost power plant utilization rates, which have been supressed due to slower than anticipated demand growth and rapidly increasing generation capacity. A government FAQ document dated September 27, 2017 suggested that 28GW of additional power and 80TWh of additional energy would be needed to meet the additional demand from newly connected households. It is however unlikely that new electricity users will consume as much energy, given that most power-hungry appliances are well beyond their financial reach. Any acceleration of rural electrification programs will also stimulate new demand for basic household appliances.</p>\n\n<h4 id=\"new-entrants-target-off-grid-telecom-towers\">NEW ENTRANTS TARGET OFF-GRID TELECOM TOWERS</h4>\n\n<p>Stable and high-quality electricity supply for 24 hours a day is essential for telecom towers hosting antennae and receivers that require more than 99.9% up-time. Almost all cell towers come equipped with secondary power generation equipment or a battery. For the 342,000 towers not reached by the grid, the costs of diesel-fueled power can make up 40-50% of the $40,000 to $150,000 of total annual operating costs per tower. Furthermore, mobile network operators are under pressure from rising competition and declining average revenue per user. Cutting costs and shifting energy assets off their balance sheets to third-party vendors allows them to invest capital in growing their core telecoms business instead of tying it up in energy services.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_2_Estimated_cost_of_electricity_to_power_an_off_grid_telecom_tower_in_2025.png\" alt=\"Figure 2 - Estimated cost of electricity to power an off-grid telecom tower in 2025\" /></p>\n\n<p>New specialist energy service companies are entering the market to build, own, operate and maintain power equipment at telecom sites. The sharp decline in the costs of solar and lithium-ion batteries allows these companies to use distributed solar, diesel and storage assets, backed by power purchase agreements or fixed monthly fees from telecom operators or tower companies. This is often far cheaper than a conventional diesel-only option, and also reduces operational complexity as fewer refueling trips are required. Recent investors in the sector include:</p>\n<ul>\n  <li>GreenWish Partners, which works with Orange, a French mobile network operator, to deploy hybrid solar generation systems at 250 telecom tower sites in <a href=\"/en/country/dr-congo\">DRC</a>. The company uses an energy service company (ESCO) business model, where it offers to outsource the investment, installation, operation, and maintenance of energy generation equipment at the tower sites. GreenWish aims to equip 10,000 towers with hybrid solar solutions in sub-Saharan Africa by 2020 as part of its $800 million portfolio, according to Bloomberg News.</li>\n  <li>Mitsui, one of the major Japanese trading houses, has also entered the tower energy market through a partnership with India-based OMC Power (press release). OMC Power develops micro-grids and supplies nearby communities from solar installations which primarily serve the telecom tower. The company also operates several dozen micro-grids in <a href=\"/en/country/India\">India</a>. The two companies intend to deploy the business model in Africa and other parts of Asia.</li>\n  <li>Engie was also said to be exploring ways to power distributed infrastructure such as telecom towers or banks in <a href=\"/en/country/India\">India</a>, according to a report in LiveMint<sup>1</sup>.</li>\n</ul>\n\n<h3 id=\"fundamentals\">FUNDAMENTALS</h3>\n\n<p>Weakening currencies in Africa, the threat of import duties against Chinese PV panels in <a href=\"/en/country/India\">India</a> and mostly stable diesel fuel prices have damaged the competitiveness of distributed clean energy in recent months. Shipments of PV equipment from <a href=\"/en/country/mainland-china\">Mainland China</a> to all non-OECD regions declined, led by a slow-down of orders from India. Policy initiatives focused on rural electrification micro-grids in the <a href=\"/en/country/Philippines\">Philippines</a>, <a href=\"/en/country/mozambique\">Mozambique</a> and Madagascar have been more supportive.</p>\n\n<h4 id=\"exchange-rates-and-fuel-prices\">EXCHANGE RATES AND FUEL PRICES</h4>\n\n<p>The basket of the currencies of <a href=\"/en/country/south-africa\">South Africa</a>, <a href=\"/en/country/Keyna\">Kenya</a>, <a href=\"/en/country/Tanzania\">Tanzania</a> and <a href=\"/en/country/Ethiopia\">Ethiopia</a> declined by almost 7% relative to the U.S. dollar in January, primarily due to the devaluation of the Ethiopian Birr on October 9, 2017. The weaker currencies make imported products such as clean energy equipment more expensive. Currencies in the main Asian markets for distributed energy were less volatile and remained slightly stronger than at the beginning of the year (Figure 3).</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_3_Performance_of_currency_portfolios_against_the_US_dollar.png\" alt=\"Figure 3 - Performance of currency portfolios against the U.S. dollar\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_4_Diesel_prices.png\" alt=\"Figure 4 - Diesel prices\" /></p>\n\n<p>Retail prices for diesel fuel, often used in small-scale power generation, have remained stable over the past months in key markets such as <a href=\"/en/country/India\">India</a>, <a href=\"/en/country/Pakistan\">Pakistan</a>, <a href=\"/en/country/South-africa\">South Africa</a> and <a href=\"/en/country/Kenya\">Kenya</a>. In <a href=\"/en/country/Ghana\">Ghana</a>, where the price had risen sharply in the previous quarter following fuel shortages, the cost of a liter of fuel also stabilized.</p>\n\n<h4 id=\"pv-shipments-from-mainland-china\">PV SHIPMENTS FROM MAINLAND CHINA</h4>\n\n<p>In August 2017, emerging markets bought $368 million worth of PV equipment from <a href=\"/en/country/mainland-china\">Mainland China</a> (Figure 5), recovering from July’s $279 million, the lowest value recorded since July 2016. 60% of Chinese PV exports are now flowing to non-OECD markets. <a href=\"/en/country/India\">India</a>, representing half the emerging markets demand for PV equipment from Mainland China, has played an important role in the demand decrease since March. India’s PV imports from Mainland China peaked at $508 million in March 2017, but stood at just $154 million in July. Responsible for the drop are rising prices for PV modules and uncertainty about future costs pending an investigation by the Directorate General of Anti-Dumping and Allied Duties (DGAD) against PV imports from Mainland China, Malaysia and Taiwan. These three countries accounted for 97% of PV imports into India between April 1, 2016 and March 31, 2017.</p>\n\n<p>Sub-Saharan Africa is the smallest regional market, having imported $137 million of Chinese PV equipment since the beginning of the year.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_5_PV_shipments_from_China_to_emerging_markets.png\" alt=\"Figure 5 - PV shipments from Mainland China to emerging markets\" /></p>\n\n<h4 id=\"policy\">Policy</h4>\n\n<p>Several countries introduced new or accelerated rural electrification strategies in the past quarter.</p>\n<ul>\n  <li>The Indian government announced on September 25, 2017 that it will accelerate its rural electrification program and reach every household by the end of 2018, three months ahead of the previous deadline. (see Section 2.1)</li>\n  <li><a href=\"/en/country/Mozambique\">Mozambique</a>’s Energy Fund presented a $500 million electrification program aimed at bringing electricity to 332 villages throughout the country with hydro projects totaling 1GW of capacity. A further 343 solar power projects will be built according to the plan. Just under a third of the sites will be smaller than 100kW, according to PV Magazine<sup>2</sup>.</li>\n  <li>The <a href=\"/en/country/Philippines\">Philippines</a>’ National Electrification Administration is seeking a $97 million budget to support the roll-out of renewable micro-grids across the island state (see Section 4.1)</li>\n</ul>\n\n<h4 id=\"development-bank-activity-for-energy-access\">Development Bank activity for energy access</h4>\n\n<p>Since July 2017, development finance institutions have agreed or committed to financing a total of $7.6 billion for electrification, grid strengthening and distributed energy. The largest individual item was Japan’s pledge to lend $6 billion to the African Development Bank’s $63 billion ‘New Deal on Energy’, which aims to bring electricity to 635 million Africans by 2025. Most of these funds are likely to flow towards coal and geothermal power plants, where Japanese contractors have a competitive advantage.</p>\n\n<p>Less than $199 million of the total was committed specifically to off-grid energy applications, in two loans by the World Bank.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Table_1_4Q_development_finance_investment_in_frontier_power.png\" alt=\"Table 1 - 4Q development finance investment in frontier power\" /></p>\n\n<h3 id=\"micro-grids\">MICRO-GRIDS</h3>\n\n<p>The number of micro-grid projects being commissioned remained small and steady outside the OECD and <a href=\"/en/country/mainland-china\">Mainland China</a>, but the pipeline is now growing rapidly. Island nations in Southeast Asia are showing particular momentum, at least on paper.</p>\n\n<p>Only thirteen micro-grid projects with a renewables capacity exceeding 100kW were commissioned since January 2017 in non-OECD countries (excluding Mainland China), suggesting that the total project count may remain below comparable figures for the past two years. A view at the pipeline suggests that the pace is about to accelerate rapidly next year. Data compiled by Bloomberg New Energy Finance suggests that at least 35 projects with a total capacity of 200MW were announced since last January (excluding already commissioned projects).</p>\n\n<p>About half the micro-grids outside the OECD will reach populations not previously served with electricity, primarily in Africa and Southeast Asia. The remainder is focused on reducing costs and boosting supply to industrial or commercial facilities or existing grids on islands.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_6_Completed_renewables_micro_grid_projects_outside_OECD_and_China.png\" alt=\"Figure 6 - Completed renewables micro-grid projects outside OECD and Mainland China (by completion date)\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_7_Tracked_micro_grid_project_pipeline_outside_of_OECD_and_China.png\" alt=\"Figure 7 - Tracked micro-grid project pipeline outside of OECD and Mainland China (by announcement date)\" /></p>\n\n<p><strong>Project announcements since July</strong></p>\n\n<p>Globally, project developers announced new micro-grid projects affecting at least 215MW of generation capacity (including existing capacity that is being hybridized) since July 2017 (see Table 2). The announced projects include a solar-diesel hybrid project for a gold mine, a on-site hybrid solar-diesel project in <a href=\"/en/country/pakistan\">Pakistan</a> and an off-grid water treatment plant in Australia. No sub-segment saw more than two projects announced in the last three months.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Table_2_Selected_micro_grid_project_announcements_since_July_2017.png\" alt=\"Table 2 - Selected micro-grid project announcements since July 2017\" /></p>\n\n<h4 id=\"southeast-asia-emerges-as-micro-grid-ambition-hotspot\">SOUTHEAST ASIA EMERGES AS MICRO-GRID AMBITION HOTSPOT</h4>\n\n<p>Southeast Asia’s topography and its relatively stable investment climate continues to attract interest from local companies and multinationals keen to develop or supply a portfolio of micro-grids in the region. Household names with signed MoUs now include GE, as well as Caterpillar, Engie and Schneider, all of which have announced programs in the last two years.</p>\n\n<p><strong>Indonesia signs rural micro-grid MoU with GE</strong></p>\n\n<p>On July 19, 2017, GE announced that it had signed a Memorandum of Understanding with the Ministry of Villages, Disadvantaged Region Development and Transmigration (KEMENDES) to collaborate on the development and implementation of technology solutions for rural electrification (see press release). GE’s activities under the MoU will include a technology assessment and introducing local stakeholders to participate in the program, according to articles on GE’s website which did not detail specific steps that GE will be taking. The announcement was made as part of a bigger deal focused on a 780MW gas power plant.</p>\n\n<p>For <a href=\"/en/country/Indonesia\">Indonesia</a> and its state-owned utility PLN, this is the second MoU with a micro-grid developer. In October 2015, it signed an agreement with Caterpillar and Fluidic Energy to develop 500 micro-grids for 325,000 households. The country seeks to get its electrification rate from 91% to 100% in 2024.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_8_Southeast_Asia_micro_grid_developments_since_July_2017.png\" alt=\"Figure 8  - Southeast Asia micro-grid developments since July 2017\" /></p>\n\n<p><strong>Philippines plans $97 million for micro-grid based rural electrification</strong></p>\n\n<p>Amid rising interest in micro-grids in Southeast Asia, the <a href=\"/en/country/Philippines\">Philippines</a>’ National Electrification Administration is readying a policy to support electric cooperatives to install microgrids and solar home systems. The administration is planning to propose a 4.9 billion Philippine pesos ($97 million) budget for 2018, the bulk of which is intended to be used for long- and short-term loans for capital expenditure for micro-grids<sup>3</sup>. Several companies, including Japan’s TEPCO in a cooperation with a grant program by the Japan International Cooperation Agency (JICA), are already exploring renewables-based micro-grid projects in the island nation, according to media reports. Solar Philippines, a local developer and manufacturer, announced on August 23, 2017 that it is planning a 4MW solar + 8MWh storage + diesel micro-grid on the island of Mindoro.</p>\n\n<p>There are 2.2GW of diesel power generation capacity installed in the country, according to the Department of Energy. Most of this capacity is in remote parts of the country or on islands where it can typically be complemented with solar economically.</p>\n\n<h3 id=\"stand-alone-pv-systems\">STAND-ALONE PV SYSTEMS</h3>\n\n<p>Financing for off-grid solar companies selling household kits remains below the $223 million reached last year, despite an uptick in venture capital and debt activity this quarter. The acquisition of Fenix International by Engie and a $80 million debt financing round by M-Kopa were the highlights in October. In <a href=\"/en/country/India\">India</a>, sales of solar irrigation kits have grown rapidly from a low base.</p>\n\n<p><strong>Partnerships for solar home system deployment in Sub-Saharan Africa</strong></p>\n\n<p>The government of Togo and MTN signed partnerships to accelerate deployment of such systems in the past quarter. The projects complete a growing portfolio of partnerships between solar home system providers, telecoms companies and governments (Figures 2 and 3).</p>\n\n<ul>\n  <li>BBOXX signed a supply agreement with the government of Togo under the country’s CIZO rural electrification program, according to the company website<sup>4</sup>. BBOXX will deploy and install 300,000 of its solar home systems by 2022, in a bid to increase the country’s rural electrification rate from 7% to 40%. The first 10,000 systems will be deployed within one year. The BBOXX Home comes with a 50W solar panel, and can charge up to five lights, a TV, radio, torches and a 12V battery.</li>\n  <li>Africa’s largest telecoms company MTN and Fenix International are expanding their existing partnership to <a href=\"/en/country/zambia\">Zambia</a>. Payments will start from $0.20 per day, with Fenix International expecting to reach 850,000 Zambians by 2020. USAID and the Swedish Embassy are supporting the program with a total of $3.75 million funding.</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_9_Countries_with_partnerships.png\" alt=\"Figure 9  - Countries with partnerships\" /></p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_10_Partnerships.png\" alt=\"Figure 10  - Partnerships\" /></p>\n\n<p><strong>Portable solar kit sales</strong></p>\n\n<p>One thing all partnerships have in common is their focus on relatively large solar home systems rather than entry-level single solar lights and low-end products. The latter segment continues to see sluggish growth and was responsible for the second half-annual decline in sales numbers in a row, according to the Global Off-Grid Solar Market Report<sup>5</sup>. A total of 3.5 million units were sold in the first six months of 2017. Sales of larger systems grew in the period. The authors cite last year’s withdrawal of currency from the market in <a href=\"/en/country/India\">India</a>, the drought in East Africa, uncertain government actions and commodification of entry-level products as the most notable market dynamics.</p>\n\n<p><strong>Financing for pay-as-you-go solar</strong></p>\n\n<p>The household solar kit market has seen a rise in financing activity this quarter, led by M-Kopa and Mobisol. While activity picked up after several sluggish months, the annual total stood at $181 million on October 28, 2017, compared with $155 million and $223 million throughout 2015 and 2016 respectively. Almost half of 2017’s total came from two debt deals closed by M-Kopa. Most start-ups have come out quite well capitalized from past rounds, and may not yet have drawn down and deployed all the funds. In the meantime, there are few new entrants in the segment, despite recent rounds by SolarHome and Oolu. The deals this quarter were:</p>\n\n<ul>\n  <li>On June 3, 2017, Uttar Pradesh, <a href=\"/en/country/India\">India</a>-based Mera Gao Power said it raised a $2.5 million series B financing round from Engie’s Rassembleurs d’Energies Initiative, the Electrification Financing Initiative (ElectriFi), and Insitor Seed impact fund, according to a <a href=\"http://meragaopower.com/pressrelease1.html\">press release</a></li>\n  <li>On August 16, 2017, Kingo announced it had closed a $8 million series B round, led by FCP Innovation. Engie’s Rassembleurs d’Energies Initiative and FMO also participated in the round, among other players, according to a <a href=\"http://markets.businessinsider.com/news/stocks/Solar-Renewable-Energy-Pioneer-Kingo-Announces-8-0-Million-Series-B-Financing-Round-1002261831\">press release</a>. Kingo said it now serves 48,000 households in 2,700 rural communities in Central America.</li>\n  <li>On September 25, 2017 Mobisol and two energy funds managed by responsAbility closed an off-balance sheet debt deal to continue Mobisol’s growth in <a href=\"/en/country/tanzania\">Tanzania</a>. The structure involves local special purpose vehicles which ring-fence revenue from specific customers from Mobisol’s balance sheet (called Mobisol Off-grid Financing Vehicle or MOOVE). The funds will provide an “eight-digit” number of dollars, enough to finance 15,000 loans to Mobisol customers, according to a <a href=\"https://www.plugintheworld.com/mobisol/2017/09/25/mobisol-gears-up-for-growth-with-eight-digit-us-dollar-spv-financing/\">press release</a>. The deal followed the close of a 10 million euros senior loan facility from the Finnish Fund for Industrial Cooperation on July 11.</li>\n  <li>On August 9, 2017, <a href=\"http://www.secinfo.com/d1YA7r.kd.htm\">SEC filings</a> showed that Angaza Design, a maker of pay-as-you-go technology, raised $6.9 million in equity.</li>\n  <li>On October 4, 2017, Singapore-based start-up SolarHome also said it had raised $0.6 million in Series A financing in a round led by Uberis Capital, according a news report<sup>6</sup>. The company previously said it plans to invest $25 million in off-grid solar systems in <a href=\"/en/country/myanmar\">Myanmar</a> in the next five years.</li>\n  <li>On October 9, 2017, <a href=\"/en/country/senegal\">Senegal</a>-based Oolu raised $3.2 million in equity from Persistent Energy Capital, Y Combinator and others, according to a press release. The start-up says it has sold over 25,000 solar home systems in the past two years.</li>\n  <li>On October 19, 2017, Engie announced it had acquired Fenix International for an undisclosed sum. The first-ever purchase of an integrated pay-go solar company will likely boost interest in the sector, as it shows an exit path to investors.</li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_11_Announced_financing_for_PAYG_solar_companies.png\" alt=\"Figure 11  - Announced financing for pay-as-you-go solar companies\" /></p>\n\n<p><strong>Solar irrigation in India sees 250% growth</strong></p>\n\n<p>Data from <a href=\"/en/country/India\">India</a>’s Ministry of New and Renewable Energy (MNRE) and compiled by BNEF shows that India added 85,000 solar irrigation systems between April 2017 and May 31, 2017. The installed base stood at 127,000 units, more than double the figure in April 2016 (see Figure 12). Compared to the 8 million diesel pumps installed across the country, market penetration is still minuscule but growing rapidly.</p>\n\n<p>Sales in India’s solar irrigation market are primarily driven through large government tenders which subsidize the product for the end-consumer but involve a significant amount of bureaucracy. The federal subsidy was reduced from 40% to 20% for systems with three horsepower (2.23kW) or more on July 24, according to a letter published by MNRE. The subsidy reduction will be mitigated by a reduction to the Goods and Service Tax charged to pump equipment from 28% to 18%.</p>\n\n<p>Solar pumps are competitive with diesel-power pumps even without subsidies, but the increased upfront cost may make retail financing even more important because many farmers are not able to afford the new upfront cost. A shift away from government subsidies to more retail distribution and financing may offer an opportunity for companies selling equipment under the pay-as-you-go model.</p>\n\n<p><img src=\"/assets/images/content/offgrid/2017q4/4Q_Figure_12_Solar_irrigation_pumps_installed_in_India.png\" alt=\"Figure 12  - Solar irrigation pumps installed in India\" /></p>\n\n<hr />\n\n<p><sup>1</sup> LiveMint, “<a href=\"http://www.livemint.com/Companies/JF2utkNKfqoffYiZ9TS0YP/Engie-in-talks-with-AST-to-provide-offgrid-power-to-telcos.html\">Engie in talks with AST to provide off-grid power to telcos, banks</a>”, August 25, 2017,</p>\n\n<p><sup>2</sup> PV Magazine, “<a href=\"https://www.pv-magazine.com/2017/09/22/mozambique-launches-500-million-electrification-program-based-on-hydro-solar-microgrids/\">Mozambique launches $500 million electrification program based on hydro, solar, microgrids</a>”, September 22, 2017,</p>\n\n<p><sup>3</sup> The Inquirer, “Microgrids, solar pushed to bring electricity to rural areas”, September 19, 2017</p>\n\n<p><sup>4</sup> BBOXX, “<a href=\"http://www.bboxx.co.uk/bboxx-receives-invitation-meet-president-togo-roll-300000-solar-home-systems/\">BBOXX receives invitation to meet President of Togo to roll out 300,000 solar home systems</a>”, July 17, 2017,</p>\n\n<p><sup>5</sup> Global Off-Grid Lighting Association, Lighting Global, Berenschot, “<a href=\"https://www.gogla.org/sites/default/files/resource_docs/gogla_sales-and-impact-reporth12017_def.pdf\">Global Off-Grid Solar Market Report</a>”, October 2017,</p>\n\n<p><sup>6</sup> E27, “Singapore startup SolarHome provides cheap solar energy home systems in Southeast Asia; raises funding”, October 4, 2017</p>\n\n"
  ,
  "download_source":null
}


