


{
  "id": "4q-2019",
  "title": "4Q 2019 Off-grid and Mini-grid Market Outlook",
  "content": "<p>Microgrids for off-grid or resilient power in both developing and developed markets continue to draw interest and grow. Technology startups are offering remote monitoring and control technology to reduce operating costs and optimize microgrid systems. Various African governments have introduced tenders to scale the development of off-grid microgrids at minimum cost.\nMicrogrids and on-site energy</p>\n\n<p><strong>Microgrids and on-site energy</strong></p>\n\n<p>•\tIn 2019, at least six African governments announced or launched tenders to introduce hybrid renewable microgrids. Algeria selected five utility-scale microgrids which will receive $0.11-0.13/kWh. Nigeria prioritized 250 sites from an initial list of 2,000, and selected companies that will each install a series of microgrids, in order to develop economies of scale.</p>\n\n<p>•\tRemote monitoring and control technologies could reduce operating expenditure in off-grid microgrids. Opex is critical to microgrid economics as it represents 35-40% of the cost of electricity. Startups such as AMMP, eLum, New Sun Road and Ferntech offer such technologies, helping engineers identify technical issues remotely and receive automated alerts and analytical reports on performance, reducing costs and the need for remote visits.</p>\n\n<p>•\tIn 4Q 2019, microgrid projects offering energy-as-a-service have emerged. Under this business model, developers continue to own and operate the microgrid and provide financing, sometimes with investor partners. They offer full turnkey project development including installation and O&amp;M, in return for continued payments for the service. Customers do not need to pay any upfront cost, with operational and technology risks passing to the developer.\nEnergy access and last-mile electrification</p>\n\n<p><strong>Energy access and last-mile electrification</strong></p>\n\n<p>•\tIn 2019, financing for energy-access startups selling solar kits declined to $198 million, or 58% of the previous year’s total. In contrast, microgrid developers and technology vendors raised $113 million, the largest quarterly amount BNEF has tracked. This includes a $60 million investment into CleanGrid Partners and a $30 million in Yoma Micro Power.</p>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>\n    <p><strong>6</strong> African countries announced or completed microgrid tenders in 2019</p>\n  </li>\n  <li>\n    <p><strong>$113m</strong> Financing for startups of microgrid for energy access in 4Q 2019</p>\n  </li>\n  <li>\n    <p><strong>35-40%</strong> Share of opex for a typical off-grid microgrid in emerging countries</p>\n  </li>\n</ul>\n\n<p>Figure 1:  Financing announcements for energy access startups\n<img src=\"/assets/images/content/offgrid/2019q4-energy access financing.png\" alt=\"\" />\n<small>Source: BloombergNEF. Note: Microgrids refer to microgrids for energy access only. SHS refers to solar home systems. 2019YTD = The year up to December 16, 2019</small></p>\n\n<h1 id=\"highlights\">HIGHLIGHTS</h1>\n\n<p>In 2019, six African countries implemented tenders designed to encourage microgrids to be built at minimum cost. Tenders are not new but are emerging as an approach to scale the market and to lower the cost of off-grid microgrids by forcing bidders to compete on price. Remote monitoring and control are critical to minimize operation and maintenance (O&amp;M) costs as developers build portfolios of microgrids spanning different locations.</p>\n\n<h4 id=\"microgrid-tender-in-africa\">MICROGRID TENDER IN AFRICA</h4>\n\n<p>Tenders are an effective policy tool to minimize the cost of introducing new technologies. They have been used in utility-scale renewable energy projects around the world. However, tenders are relatively new for rural microgrids in emerging markets, probably due to their administrative complexity and uncertainty over governments’ rural electrification strategies and regulations</p>\n\n<p>Only 16 African countries had set up concessional areas for microgrid projects in 2018, according to Climatescope 2019. Once concessions are awarded, contracted developers have the exclusive right to implement and operate microgrids for a specific period in a designated area. A precondition is that governments are in charge of identifying candidate sites, based on their views of the role of microgrids in their electrification strategies. Consequently, developers do not need to focus on finding sites, which often involves visits and dialogue with communities, which can prove time consuming and costly.</p>\n\n<p>In 2019, six African countries implemented tenders to introduce hybrid renewable microgrids with technical and financial assistance from development finance institutes and donor agencies. The winning bidders may be granted concessions and receive capex subsidies via results-based financing mechanisms (RBF), or receive fixed tariffs for each kilowatt-hour produced.</p>\n\n<p>Figure 2:\tAfrica tender map and timings\n<img src=\"/assets/images/content/offgrid/2019q4-africa mini-grid tender.png\" alt=\"\" />\n<small>Source: BloombergNEF</small></p>\n\n<p>The most recent tender was completed in Algeria in August 2019. The state utility Sonelgaz selected five off-grid microgrid targets with a total capacity of 50MW, and the bid price ranged from $0.11-0.13/kWh. This is the only tender where the developers receive a fixed tariff, with all other countries offering capex grants. On November 11, the Ethiopian Electric Utility closed the country’s first tender to select 25 microgrids, the results of which have not been disclosed. The projects will be financed by the African Development Bank.</p>\n\n<p>Developers reported to BNEF that Nigeria’s tender mechanism is attractive. The scheme is being led by the World Bank and the Rural Electrification Agency (REA). The REA narrowed down 2,000 possibilities to select 250 sites across four states, based on the number of residents, economic activity and nearby infrastructure[<a href=\"#_ftn1\">1</a>] . These sites will be packaged into lots to encourage economies of scale, which could reduce costs throughout the entire project process, from development to operation and maintenance(O&amp;M)[<a href=\"#_ftn2\">2</a>]. The REA received 64 expressions of interest to the tender.</p>\n\n<p>As few tenders have closed, it is still too soon to say whether they have been successful. But there are some lessons to be learnt from past examples. In Senegal, only three of the 10 concessions awarded between 2008 and 2013 through competitive bidding have started operations[<a href=\"#_ftn3\">3</a>]. The regulated tariffs were too low for operators to achieve sufficient margins and there was an additional risk of microgrids becoming stranded assets, due to the proximity of the main grid, where electricity is subsidized. This illustrates how regulations need be coordinated in advance. More details are in Why Senegal’s Microgrid Concessions Failed.</p>\n\n<p><strong>Results-based financing</strong>: Results-based financing (RBF) is defined as a form of grant, which is linked more directly to outputs and outcomes rather than inputs and processes. RBF has been used in the development sector for projects that aim to have social (eg., health care, education) or environmental impacts (eg., water sanitation, pro-poor clean energy projects). RBF ensures that the allocated development fund is linked to pre-agreed and verified results, and that funding is provided only when results are achieved. The tender in Nigeria is also designed as a performance-based grant tender, which is also RBF. Winning bidders will build and operate a portfolio of mini-grids, and the subsidies will be provided once each new customer is connected. On top of the subsidy, developers will be provided with grant of $350 per new connection.</p>\n\n<h4 id=\"remote-control-and-monitoring-for-rural-micorgirds\">REMOTE CONTROL AND MONITORING FOR RURAL MICORGIRDS</h4>\n\n<p>In emerging countries, the capital costs of off-grid microgrids combining PV, battery storage and a back-up diesel generator are still expensive for many rural customers. Costs also vary substantially; capacity costs for 53 microgrid projects that the World Bank ESMAP surveyed ranged from $1,420 - $22,689 per kilowatt[<a href=\"#_ftn4\">4</a>]. Although key equipment such as PV and battery storage costs are falling fast, costs for other elements may drop more slowly. Projects are typically customized, administrative processes are lengthy and cumbersome, and staff need to travel to very remote sites or islands for project development and installations. According to ESMAP and the Rocky Mountain Institute, capex accounts for 60-65% of the cost of electricity, which is typically a total of $0.60/kWh or more for well run off-grid microgrids that combine PV, battery storage and back-up diesel generation[<a href=\"#_ftn5\">5</a>].</p>\n\n<p>The remaining 35-40% of costs are for operational expenditure. This is a critical component for   developers to manage, where the remoteness and lack of skilled labor near project sites presents real challenges. Opex includes fuel (diesel), losses and utilization, overheads, and regular operational and maintenance works (Figure 3). Fuel often accounts for about half of total opex. However, some developers do not integrate diesel generation into their microgrids, but only include PV and battery storage. They manage loads to avoid oversizing the need for storage. This lowers opex and avoids fuel theft, but limits flexibility of loads. Developers usually train local personnel to maintain the microgrid, but they still need to oversee the project, provide trouble shooting and send technicians to the site if necessary. Developers want to minimize site visits to remote areas, which are particularly costly.</p>\n\n<p>Figure 3:\tCapex and opex breakdown for a rural microgrid\n<img src=\"/assets/images/content/offgrid/2019q4-capex for minigrid.png\" alt=\"\" />\n<small> Source: Rocky Mountain Institute, BloombergNEF </small></p>\n\n<p>Figure 4:\tSelected remote monitoring and control technology providers\n<img src=\"/assets/images/content/offgrid/2019q4-remote monitoring companies.png\" alt=\"\" />\n<small> Source: BloombergNEF, company logos </small></p>\n\n<p><strong>Remote monitoring and control technology to minimize opex</strong>\nDigital technologies can reduce opex by cutting engineering man-hours and fuel costs. Some technology vendors offer remote monitoring and control systems, offering real-time monitoring at component level of multiple microgrids spread across different sites (Figure 4). These systems generate alerts as well as analytic reports of system behavior and performance. According to AMMP, in the absence of remote monitoring, an operations engineer spends 50% of his time on issue identification, 22% on site-trip planning as well as execution, and 5% for reporting[<a href=\"#_ftn6\">6</a>]. In addition, to help automate these processes, the technology also assists in maximizing battery lifetimes, and further lowering costs by reducing depth of discharge, and through proactive load-shedding and managing generation.</p>\n\n<p>Reducing opex becomes even more critical when a developer scales up, with microgrids scattered across different remote sites. Scaling microgrids has been challenging as they are often not economically viable in emerging countries without subsidies. In the near-term, policy mechanisms such as tenders that allow one company to develop multiple microgrids may be needed. Longer term, continued reductions in capex and opex will be critical for the sector to scale.</p>\n\n<h1 id=\"fundamentals\">FUNDAMENTALS</h1>\n\n<p>Financing from development banks for energy projects in general recovered in 4Q 2019, and most funds were spent on bulk generation and grid improvement. Exchange-rate volatility is a continuing concern with, for example, the Ghanian cedi set to continue its annual depreciation against the U.S. dollar for a 25th consecutive year.</p>\n\n<h4 id=\"retail-diesel-prices\">RETAIL DIESEL PRICES</h4>\n\n<p>Figure 5 shows retail diesel pump prices in emerging countries. Asian diesel retail prices fell or remained stable after the hike in September, but may recover amid the rally of Brent crude’s price. South Africa’s diesel price jumped in October and November, but fell in December due to lower seasonal power demand and ample refining supplies, according to the government.</p>\n\n<p>Figure 5:\tRetail diesel prices and front-month Brent Crude\n<img src=\"/assets/images/content/offgrid/2019q4-retail diesel price.png\" alt=\"\" />\n<small>Source: Bloomberg. Note: Index is calculated on prices in U.S. dollars</small></p>\n\n<h4 id=\"foreign-exchange-rates\">FOREIGN EXCHANGE RATES</h4>\n\n<p>Figure 6 and Figure 7 show emerging-market currencies in Africa and Asia. The Ghanaian cedi per U.S. dollar hit the highest since mid-March 2019. According to Bloomberg News, Ghana has recorded the 25th straight annual depreciation against the U.S. dollar in 2019 due to the government’s fiscal challenges, making investors less confident[<a href=\"#_ftn7\">7</a>]. The Pakistani rupee was its strongest against the U.S. dollar since July 2019 – Pakistan emerged from a huge current account deficit of $20 billion in fiscal 2018, leading to the local currency to strengthen against the U.S. dollar, according to Forex Association of Pakistan President Malik Bostan[<a href=\"#_ftn8\">8</a>].</p>\n\n<p>Figure 6:\tAfrican currency spot rates to the U.S. dollar\n<img src=\"/assets/images/content/offgrid/2019q4-africa currency.png\" alt=\"\" />\n<small><center>Source: Bloomberg. Note: The unofficial Nigerian naira rate is widely accessible while the official one is not. </center></small></p>\n\n<p>Figure 7:\tAsian currency spot rates to the U.S. dollar\n<img src=\"/assets/images/content/offgrid/2019q4-asia currency.png\" alt=\"\" />\n<small>Source: Bloomberg. Note: The unofficial Nigerian naira rate is widely accessible while the official one is not.</small></p>\n\n<h4 id=\"development-bank-financing-for-energy-projects\">DEVELOPMENT-BANK FINANCING FOR ENERGY PROJECTS</h4>\n\n<p>Approved financing for energy projects by leading development-finance institutes was $3.9 billion in 4Q 2019, the highest since BNEF started tracking the data in October 2017. The Asian Development Bank (ADB) and the World Bank Group invested nearly 84% of the total. India was the largest recipient, with $1. billion, followed by $332 million for Kazakhstan. Financing for generation was $2.3 billion, of which nearly 66% will be spent building renewables plants excluding large hydro.</p>\n\n<p>Figure 8: Development-bank funding announcements for energy projects or programs\n<img src=\"/assets/images/content/offgrid/2019q4-development finanance.png\" alt=\"\" />\n<small>Source: BloombergNEF, development banks. *As of 10 December, 2019. Note: Includes Abu Dhabi Fund for Development, Asian Development Bank, Asian Infrastructure Development Bank, African Development Bank, European Bank for Reconstruction and Development, FMO, Green Climate Fund, Proparco, World Bank Group. “Bulk generation” refers to on-grid generation plants that sell all the generated electricity to the main grid.</small></p>\n\n<p>Financing for off-grid access shrank in the quarter to $169 million in 3Q and $33 million in 4Q 2019. These are 10% and just below 1% of the amount in each quarter, respectively. However, the annual amount of $1 billion in 2019 was almost equal to 2018. The 4Q 2019 financing includes several deals by ADB to assist improvement of electricity access and diesel substitution in Nauru, Solomon Islands, Tonga and Tuvalu. In June 2018, ADB announced its intention to support over $1 billion investment in energy projects in the Pacific nations between 2018 and 2021[<a href=\"#_ftn9\">9</a>].</p>\n\n<p>Notable development bank announcements in 3Q and 4Q 2019 included:\n•\tADB approved a $451 million loan to assist building 765kV transmission link to transfer the 9GW of recent capacity from Virudhunagar in the southern Chennai–Kanyakumari Industrial Corridor (CKIC) northward to Coimbatore and Chennai[<a href=\"#_ftn10\">10</a>]. The project also includes construction of a 400-kV network to pool power generated at renewable and thermal power plants in the Thoothukudi district to Virudhunagar.\n•\tThe African Development Bank (AfDB) approved a loan of 61.8 million euros ($67.3 million) to the Government of Benin for the implementation of the Rural Electrification Project (PERU) to 309 municipalities[<a href=\"#_ftn11\">11</a>]. The financing will lower the connection cost for more than 48,000 households, from 137 euros to 38 euros. Additionally, 35 schools will gain electricity access and drinking water supply.\n•\tADB is providing a $22 million grant to integrate a 6MW PV plus 2.5MWh/5MW battery energy storage system with the existing diesel generator to provide reliable electricity supplies in Nauru[<a href=\"#_ftn12\">12</a>]. It will reduce Nauru’s consumption of diesel fuel, saving on energy expenses. While its electrification rate is 100%, electricity consumers experience load shedding because there is not enough generation capacity in the country to provide reliable electricity.</p>\n\n<h1 id=\"microgrids-and-on-site-energy\">MICROGRIDS AND ON-SITE ENERGY</h1>\n\n<p>BNEF has identified nine clean-energy microgrids that were announced between September 17 and December 16, 2019. Developers increasingly offer a turnkey microgrid development service in the form of energy-as-a-service to their customers.</p>\n\n<p>Figure 9:\tAnnounced microgrid projects\n<img src=\"/assets/images/content/offgrid/2019q4-microgrids.png\" alt=\"\" />\n<small>Source: BloombergNEF. Note: Microgrids captured here are those with more than one energy source, including at least one clean-energy source (renewables, energy storage or fuel cell). Only those with aggregated clean-energy capacity over 100kW are included. We endeavour to identify all projects, although some may not be accounted for. *The 4Q 2019 figure is at December 16, 2019</small></p>\n\n<h4 id=\"utility-scale-microgrids\">Utility-scale microgrids</h4>\n\n<p>The last quarter of 2019 saw a number of large microgrid projects in the form of energy-as-a-service (or microgrid-as-a-service). Under this business model there is no upfront cost for customers as off-takers, with construction and operational risks transferred to the developers. Developers offer a full turnkey project and service to customers, and are also responsible for financing, sometimes via a financial partner. They retain ownership of the microgrid and provide the off-takers with energy, resilience guarantees and operational management, as well as maintenance services during the contract period. Schneider Electric, in partnership with the Carlyle Group, and Aggreko are known pioneers that offer energy-as-a-service model for microgrids. See Energy Service Agreements: Case Studies on Versatility. \nOn October 18, Pittsburgh International Airport said its facilities will be powered entirely by a dedicated microgrid using on-site natural gas wells and PV for generation[<a href=\"#_ftn13\">13</a>]. Peoples Natural Gas was awarded a 20-year contract for a full turnkey microgrid project with no upfront cost to the airport. \nOn December 10, French utility Engie announced it had been awarded a 50-year concession for a total value of over $1 billion for a microgrid project serving the University of Iowa, in conjunction with investment firm Meridiam[<a href=\"#_ftn14\">14</a>]. The project includes building a microgrid and offering electricity, heating, cooling and water sanitation services to the campus facilities, which will as a result be more sustainable and resilient. Engie and Meridiam will do this via a Special Purpose Vehicle with each party having a 50% share.\nIn California, Mavericks Renewable Energy will provide capital and develop a microgrid at San Benito Hemp Campus[<a href=\"#_ftn15\">15</a>]. The developer will provide the campus with electricity within a Power Purchase Agreement (PPA). The off-taker is in the service territory of Pacific Gas &amp; Electric (PG&amp;E), but increased risk of wildfires as well as the potential for lower energy costs led to its decision to adopt a microgrid.\nEnergy-as-a-service models are also seen in Southeast Asia. Canopy Power, a Singapore-based microgrid developer has completed three microgrids for private resort islands in Indonesia since September 2019 although they are not utility-scale[<a href=\"#_ftn16\">16</a>]. The company not only develops microgrids and sells them to customers but also offers energy-as-a-service as an alternative.</p>\n\n<p>Table 1 shows selected utility-scale microgrid projects announced or completed from September 17 to December 16, 2019.\n<img src=\"/assets/images/content/offgrid/2019q4-microgrid-list.png\" alt=\"\" />\n<small>BloombergNEF, news sources, press releases.</small></p>\n\n<h4 id=\"new-partnerships-investments-and-acquisition\">NEW PARTNERSHIPS, INVESTMENTS AND ACQUISITION</h4>\n\n<p>Table 2:  Selected new acquisition, partnerships and investments in the microgrid sector before and during 4Q 2019\n<img src=\"/assets/images/content/offgrid/2019q4-microgrid-partners.png\" alt=\"\" />\n<small>BloombergNEF, company logos, press releases.</small></p>\n\n<p><strong>Another containerized microgrid system was released for agile installations</strong>\nIn October, Schneider Electric and Excellerate Manufacturing launched a new containerised microgrid system called Xcape. The pre-engineered system enables faster delivery and installation. They claim that installation can take less than two days, much shorter than the months typically needed for customized microgrid projects.</p>\n\n<p><strong>AC Energy with Yoma Strategic entered the growing microgrid market in Myanmar</strong>\nOn October 14, a Singapore-based Yoma Strategic and AC Energy, a subsidiary of a Philippine conglomerate Ayala Corp. announced a strategic partnership to build a joint venture (JV) to develop microgrids as well as utility-scale renewables projects in Myanmar. The JV will invest at least $30 million in Yoma Micro Power, a subsidiary of Yoma Strategic. Yoma Micro Power planned to roll out 250 microgrids in the country by the end of 2019, and plans to scale to more than 2,000 by 2023. Myanmar’s electricity access rate was 40% at the end of 2018, one of the lowest in Asia, and its electricity tariffs have increased significantly[<a href=\"#_ftn17\">17</a>].</p>\n\n<p><strong>Shell and Sumitomo acquired 15% stake in PowerGen</strong>\nA combination of Shell’s New Energies business and Japanese trading house Sumitomo Cooperation acquired a 15% stake in PowerGen Renewable Energy in a Series B investment[<a href=\"#_ftn18\">18</a>]. The other investors include Omidyar Network, Acumen, Renewable Energy Performance Platform (REPP), ElectriFI, DOB Equity, and Micro-grid Catalytic Capital Partners. PowerGen recently signed an agreement with the Nigerian government for the performance-based grant for the microgrid development.</p>\n\n<p><strong>Siemens and juwi worked together to sell microgrid technologies to off-grid miners</strong> \nSiemens and juwi have built a strategic technology partnership to roll out their control system technologies and build microgrids for off-grid mines[<a href=\"#_ftn19\">19</a>] . Siemen’s control technology is the technical basis for juwi’s Hybrid IQ microgrid solutions. They will also collaborate further in technology development of the control system.</p>\n\n<h1 id=\"energy-access\">ENERGY ACCESS</h1>\n\n<p>The financing for pay-as-you-go (pay-go) solar struggled in the last quarter of 2019. On the other hand, microgrid startups raised the largest amount of investments since 2013.</p>\n\n<h4 id=\"investment-in-energy-access-startups\">INVESTMENT IN ENERGY-ACCESS STARTUPS</h4>\n\n<p>Figure 10: Financing announcements for energy-access startups\n<img src=\"/assets/images/content/offgrid/2019q4-energy access financing.png\" alt=\"\" />\n<small>BloombergNEF. Note: Microgrids refer to microgrids for energy access only. SHS refers to solar home systems. 2019YTD = The year up to December 16, 2019.</small></p>\n\n<p>Financing for energy-access startups selling solar kits dropped to $198 million in 2019, amounting to just over 58% of the previous year’s total (Figure 1). This is the lowest amount since 2016. In 4Q, there was only one equity financing deal amounting to 2.5 million euros ($2.8 million) raised by a Cameroon-based off-grid solar firm upOwa. Overall, disclosed financing raised by pay-as-you-go solar startups have shrunk in 2019.</p>\n\n<p>Some leading pay-go solar startups now work closely with large corporates to use their resources to expand business and even to enter new markets. Thus, not all of them may actively disclose new financing. These pay-go startups include Fenix International and Mobisol, both of which were acquired by French utility Engie. In August 2019, BBOXX raised $50 million series D funding led by Mitsubishi Corp. In November, Shell’s New Energies business acquired a minority stake of d.light with an undisclosed shareholding[<a href=\"#_ftn20\">20</a>].</p>\n\n<p>Financing for microgrid startups focusing on energy access has reached $113 million in total, the highest since BNEF started tracking it 2013. This includes financing for developers and technology companies such as $5 million raised by SteamaCo in July. Commercial financing in the microgrid sector has been limited compared to the pay-as-you-go solar sector, although the latter is also largely reliant on grants from DFIs, donor agencies and foundations. In 4Q, AC Energy and Yoma Strategic injected $30 million into Yoma Micro Power for the development of remote microgrids and utility-scale renewables in Myanmar. PowerGen raised $2 million in equity from the U.K.-backed Renewable Energy Performance Platform (REPP).</p>\n\n<p><a href=\"#_ftnref1\">[1]</a> Microgrid Knowledge, “<a href=\"https://microgridknowledge.com/nigeria-minigrid/\">World Bank Looks Forward to Nigerian Minigrid Boom”</a>”, October 30, 2019</p>\n\n<p><a href=\"#_ftnref2\">[2]</a> Nigeria Rural Electrification Agency (REA), “<a href=\"https://rea.gov.ng/mini-grid-tender/\">Mini Grid Tender</a>”, accessed on December 17, 2019.</p>\n\n<p><a href=\"#_ftnref3\">[3]</a> The case in Senegal is not a tender in narrow definition, hence, it is not included in the Figure 2.</p>\n\n<p><a href=\"#_ftnref4\">[4]</a> ESMAP, “<a href=\"https://esmap.org/mini_grids_for_half_a_billion_people\">Mini Grids for Half a Billion People: Market Outlook and Handbook for Decision Makers</a>”, January 25, 2019.</p>\n\n<p><a href=\"#_ftnref5\">[5]</a> Rocky Mountain Institute, “<a href=\"https://rmi.org/minigrids-money-reduce-costs/\">Minigrids in the Money</a>”, December 13, 2018.</p>\n\n<p><a href=\"#_ftnref6\">[6]</a> AMMP, “<a href=\"https://www.ammp.io/remote-monitoring-cost-reduction/\">Reducing the cost of operations and maintenance for remote off-grid energy systems</a>”, September 18, 2018.</p>\n\n<p><a href=\"#_ftnref7\">[7]</a> Bloomberg News, “<a href=\"https://www.bloomberg.com/news/articles/2019-12-05/there-s-no-escaping-quarter-century-losing-run-for-ghana-s-cedi\">Ghana’s Cedi Heads for 25th Straight Annual Drop Against the U.S. Dollar</a>”, December 5, 2019.</p>\n\n<p><a href=\"#_ftnref8\">[8]</a> Gulf News, “<a href=\"https://gulfnews.com/world/asia/pakistan/pakistan-rupee-hits-the-highest-level-against-us-dollar-and-uae-dirham-since-june-this-year-1.68347574\">Pakistan rupee hits the highest level against US dollar and UAE dirham since June this year</a>”, December 8, 2019.</p>\n\n<p><a href=\"#_ftnref9\">[9]</a> ADB, “<a href=\"https://www.adb.org/news/adb-supports-over-1-billion-clean-energy-investments-pacific-until-2021-report\">ADB Supports Over $1 Billion in Clean Energy Investments in the Pacific Until 2021 — Report</a>”, June 7, 2018.</p>\n\n<p><a href=\"#_ftnref10\">[10]</a> ADB, “<a href=\"https://www.adb.org/news/adb-provides-451-million-strengthen-power-connectivity-tamil-nadu\">https://www.adb.org/news/adb-provides-451-million-strengthen-power-connectivity-tamil-nadu</a>”, November 4, 2019.</p>\n\n<p><a href=\"#_ftnref11\">[11]</a> AfDB, “<a href=\"https://www.afdb.org/en/news-and-events/press-releases/benin-la-banque-africaine-de-developpement-accorde-un-pret-de-61-millions-deuros-pour-electrifier-300-communes-rurales-30577\">Bénin : la Banque africaine de développement accorde un prêt de 61 millions d’euros pour électrifier 300 communes Rurales</a>”, September 27, 2019 (French).</p>\n\n<p><a href=\"#_ftnref12\">[12]</a> ADB, “<a href=\"https://www.adb.org/news/adb-nauru-sign-grant-agreement-new-solar-project\">ADB, Nauru Sign Grant Agreement for New Solar Project</a>”, September 27, 2019.</p>\n\n<p><a href=\"#_ftnref13\">[13]</a> Pittsburgh International Airport, “<a href=\"https://www.flypittsburgh.com/newsroom/news-releases/powering-the-future-pittsburgh-international-airp\">Powering the Future: Pittsbh International Airport Unveils First-of-Its-Kind Microgrid to Power Entire Facility</a>”, October 18, 2019</p>\n\n<p><a href=\"#_ftnref14\">[14]</a> Engie, “<a href=\"https://press.engie.com/news/engie-and-meridiam-awarded-50-year-utility-management-concession-with-the-university-of-iowa-toward-a-zero-carbon-transition-55e9-314df.html\">ENGIE and Meridiam awarded 50-year Utility Management Concession with the University of Iowa toward a zero-carbon transition</a>”, December 10, 2019.</p>\n\n<p><a href=\"#_ftnref15\">[15]</a> Mavericks Renewable Energy, “<a href=\"https://www.pr.com/press-release/800077\">Mavericks Renewable Energy and San Benito Hemp Campus Team Up to Create the First Carbon Negative Microgrid</a>”, November 22, 2019.</p>\n\n<p><a href=\"#_ftnref16\">[16]</a> Energy Storage, “<a href=\"https://www.energy-storage.news/news/after-luxury-resorts-singapores-canopy-power-see-diverse-industries-embraci\">After luxury resorts, Singapore’s Canopy Power see diverse industries embracing microgrids</a>”, November 20, 2019.</p>\n\n<p><a href=\"#_ftnref17\">[17]</a> “<a href=\"http://global-climatescope.org/results/MM\">Climatescope 2019 - Myanmar</a>”</p>\n\n<p><a href=\"#_ftnref18\">[18]</a> PowerGen Renewable Energy, <a href=\"https://www.powergen-renewable-energy.com/wp-content/uploads/2019/11/191103_PowerGen-Series-B-Final.pdf\">“PowerGen targets reliable electricity for 1 million more people, entering new growth chapter with investment from Shell</a>”, November 4, 2019.</p>\n\n<p><a href=\"#_ftnref19\">[19]</a> Siemens, <a href=\"https://press.siemens.com/global/en/pressrelease/siemens-and-juwi-enter-strategic-partnership-microgrids-mining-industry\">“Siemens and juwi enter strategic partnership for microgrids in the mining industry</a>”, November 14, 2019.</p>\n\n<p><a href=\"#_ftnref20\">[20]</a> BusinessGreen, <a href=\"https://www.businessgreen.com/bg/news/3083573/shell-snaps-up-stake-in-off-grid-solar-energy-firm-dlight\">“Shell snaps up stake in off-grid solar energy firm d.light</a>”, November 8, 2019.</p>\n"
  ,
  "download_source":null
}


