


{
  "id": "4q-2018",
  "title": "4Q 2018 Off-grid and Mini-grid Market Outlook",
  "content": "<p>Acquisitions, partnerships, and new technology capabilities dominated the microgrid news flow in the past few months. Project activity became more innovative, but not more plentiful. That might change in coming months if M&amp;A strategies bear fruit.</p>\n\n<ul>\n  <li>\n    <p><strong>The decentralized energy and power backup markets are converging.</strong> Fewer new microgrid projects were announced last quarter than in 1Q 2018, but the ones that were launched cover an increasingly wide range of applications. It is not just remote areas and islands, but also projects aimed to boost the efficiency of gas-fired power plants or to integrate power from utility-scale wind and solar farms. Both Aggreko and Sterling &amp; Wilson have introduced new turnkey microgrid offerings combining solar, storage and fossil fuels, bringing new scale and expertise to the vendor universe.</p>\n  </li>\n  <li>\n    <p><strong>The decentralized energy and power backup markets are converging.</strong> Both Siemens and Rolls Royce recently acquired smaller companies that specialize in serving businesses and industrial sites. In the past, microgrid M&amp;A activity was mainly a case of U.S. utilities buying decentralized energy installers. Now, the deals are smaller, but the buyers seem more interested in battery management and uninterruptible power system capabilities.</p>\n  </li>\n  <li>\n    <p><strong>Inverter makers are also vying to build microgrid capabilities.</strong> Both Enphase and Solaredge are rolling out new products and technologies that will make it much easier for homes with solar to operate when there is a utility outage. These capabilities, coupled with increased ease of installation may be particularly valuable in emerging markets with unreliable grids, though Enphase’s high inverter costs may be a limitation.</p>\n  </li>\n  <li>\n    <p><strong>Oil price volatility could provide a tailwind for solar-diesel hybrids.</strong> Pump prices for diesel in key emerging economies were some 19–43% higher in dollar terms at the end of September than they were in January 2017, and price increases in many local currencies have been even more pronounced. At the same time, solar module prices fell some 25% in dollar terms in the first half of 2018, helping drive shipments to Latin America, Africa, and the Middle East to new heights. The most recent dip in oil prices will, however, mitigate concerns around the costs of diesel power generation.</p>\n  </li>\n  <li>\n    <p><strong>Despite such fundamentals, microgrid projects at the moment remain sparse.</strong> Bloomberg NEF tracked just nine clean energy microgrid projects publicly announced between July and September 2018. They include two shopping malls in <a href=\"http://global-climatescope.org/en/country/south-africa\">South Africa</a>, collaborations between Engie and local utilities in Africa as well as the Pacific, and a fuel-cell powered microgrid for a microprocessor manufacturing plant in California.</p>\n  </li>\n</ul>\n\n<p><strong>BY THE NUMBERS</strong></p>\n\n<ul>\n  <li>\n    <p><strong>50</strong> Million control vector calculations per second by Enphase’s new inverter</p>\n  </li>\n  <li>\n    <p><strong>100MW</strong> Engie’s microgrid project in Palau</p>\n  </li>\n  <li>\n    <p><strong>313MW</strong> PV equipment exports from <a href=\"http://global-climatescope.org/en/country/mainland-china\">Mainland China</a> to Sub-Saharan Africa in 2Q 2018</p>\n  </li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig1-PV-shipments.png\" alt=\"\" /></p>\n\n<h4 id=\"highlights\">HIGHLIGHTS</h4>\n\n<p>As batteries and solar inverters are becoming more prevalent in the home and in small businesses, vendors are scrambling to make it easier to install, operate and control such systems. Increasingly, distributed energy services offer not just energy but also resilience, encroaching on the market of established uninterruptible power system (UPS) providers. This innovation and convergence have led to a series of partnerships and acquisitions across the market boundaries for distributed energy and back-up power, both for C&amp;I and retail clients.</p>\n\n<h4 id=\"the-microgrid-and-ups-markets-start-to-converge\">THE MICROGRID AND UPS MARKETS START TO CONVERGE</h4>\n\n<p>Several recent M&amp;A deals and partnerships illustrate how established utilities, industrial equipment, and generator manufacturers are developing new capabilities to supply energy more effectively to business customers.</p>\n\n<p>Siemens on October 3, 2018 announced plans to acquire Massachusetts-based Russelectric, a specialist manufacturer of low and medium voltage power equipment designed to offer power controllers for critical facilitie ssuch as data or health centers<sup>1</sup>. Just two days earlier, Rolls-Royce’s MTU Onsite Energy took a stake in German start-up Qinous to supplement its on-site generator offering with batteries and in order to sell turnkey microgrids<sup>2</sup>. PXise Energy Solutions, a spin out from US utility Sempra Energy, also sold a stake of up to 20% to Mitsui in a new funding round<sup>3</sup>. The company makes software that can synchronize multiple generation sources at millisecond speed, which can be used to balance distribution grids or smaller microgrids. No terms were disclosed for any of the deals.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig2-selected-companies.png\" alt=\"\" /></p>\n\n<p>Corporate venture interest in microgrid vendors is nothing new. Southern Company’s $431 million acquisition of PowerSecure in 2016 and Enel’s purchase of Demand Energy for an undisclosed amount in January 2017 have already given large utilities a foothold in the emerging North American microgrid market. The dollar values in the current round of deals are undisclosed, though probably much smaller than in those previous deals. However, there are now more heterogeneous buyers and they are going for increasingly complex technologies.</p>\n\n<p>Two years ago it was mostly utilities investing in microgrid capabilities. Now, others seem equally interested in either developing or acquiring these assets and skills. Solar and battery manufacturers such as Trina or Tesla see it as a potential way to make higher margins than from the sale of PV modules. Power control manufacturers such as Siemens or Schneider hope to sell distribution grid systems and service contracts. And on-site generator companies such as Aggreko or Rolls-Royceare preparing for a world where gensets and batteries will work in tandem to provide reliable power.</p>\n\n<p>Lastly, inverter makers see the provision of microgrid capabilities as the next step to become the brain of the on-site energy system.</p>\n\n<h4 id=\"new-residential-inverters-focus-on-backup-power\">NEW RESIDENTIAL INVERTERS FOCUS ON BACKUP POWER</h4>\n\n<p>The main challenge to solar is its intermittent nature, making it hard to balance the grid system. But consumers may also be surprised to hear that with a standard configuration, they cannot actually use the solar power from their roof during a utility outage. The reasons are that regulators demand that the system shut itself down in order to avoid uncontrolled export of power into the grid, which risks harming repairmen. Makers of residential and C&amp;I inverters are now starting to offer equipment that can more easily power a home with its rooftop solar during an outage whilst keeping those repairing the network safe. In the long run, this ability of microgrid technologies — to seamlessly disconnect, operate without the grid and then reconnect — could help better integrate solar into the network.</p>\n\n<p>The ability to island a residential PV system from the grid is not entirely novel. Numerous vendors have in the last few years started to market hybrid inverters, that are capable of combining solar, energy storage and diesel generation with a grid connection. Most of these systems can be pre-programmed with rules and priorities for when to use each power source, and under what circumstances to charge or discharge a battery. With a battery or a diesel generator, they can operate independently of the grid when needed.</p>\n\n<p>The main makers of module-level electronics and residential inverters are now going further, while the market for microinverters and module-level optimizers is growing (Figure 4). Their strategies and technologies vary but they all emphasize easier installation, improved system performance during utility outages and more software-based controls of decentralized energy systems.</p>\n\n<p><strong>Enphase wants to orchestrate the home’s ensemble</strong></p>\n\n<p>Microinverter manufacturer Enphase in August talked to analysts4 about its upcoming Ensemble product.</p>\n\n<p>The IQ8 solar inverter will be grid-forming and load-following, meaning it can serve appliances when disconnected from the grid, even without a battery. The system can detect that the grid is not available, seamlessly switch the house into island-mode using an automated transfer switch, and adjust solar production to exactly match demand, without the help of a battery. The new inverter calculates control vectors every 20 nanoseconds (50 million times per second), allowing microsecond response times to manage frequency and voltage fluctuations. This speed allows the inverter to provide fast-response power from the PV system, by instantaneously responding to an increase in load, for instance when a new appliance is switched on. The inverter can manage the frequency and voltage of the AC power output independently, without synching with the larger grid and its sources of inertia.</p>\n\n<p>CEO Badrinarayanan Kothandaraman called the next product a “marketplace for energy resources” within the house. Unlike hybrid inverters today, Enphase’s controller is master-less, so that each connected energy source (down to the individual AC solar module) and load takes independent economic decisions on how to operate. This decentralized control structure allows the system to be expanded readily. Reghu Belur, the Chief Product Officer, said it is possible to install the system and the automatic transfer switch without informing the utility, because it is all on the customer side of the meter.</p>\n\n<p>Enphase executives indicated they see a market for this product in developed markets where it can compete with regular microinverters or serve customers concerned with resilience including in places like Puerto Rico, but also in emerging markets such as <a href=\"http://global-climatescope.org/en/country/india\">India</a> where outages and power quality fluctuations on the grid are common. Whether the automatic islanding function and easier installation will be sufficiently enticing to make up for Enphase’s higher costs relative to other residential inverters remains to be seen (Figure 3).</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig3-module-level.png\" alt=\"\" /></p>\n\n<p><strong>Solaredge’s inverter network as a utility service</strong></p>\n\n<p>Solaredge is taking a different approach, but also emphasizing energy reliability. Its upcoming StorEdge battery inverter will eliminate the need to install a separate backup panel for critical loads, and allow the battery to power the entire home rather than just a pre-defined emergency circuit in the event of a grid disruption, according to its website<sup>5</sup>.</p>\n\n<p>The company also completed the acquisition of Gamatronic, a company selling uninterruptable power supply (UPS) equipment in 3Q 2018. UPS systems consist of a rectifier, a battery, an inverter, and provide rapid response to keep electronics operating in case of a grid outage or power surge. Solaredge already makes the inverters and recently also bought a battery company.</p>\n\n<p>Solaredge also started marketing its virtual power plant software platform to utilities, allowing them to monitor, aggregate and control distributed resources, including of course those attached to its inverters.</p>\n\n<p><strong>New opportunities in emerging markets</strong></p>\n\n<p>As a side effect, these new inverter offerings are making it easier to install and expand combinations of solar, storage and diesel off the grid or behind the meter. Easier integration could help drive solar sales in areas suffering from poor grid reliability, where the ability to disconnect and reconnect from the grid is required on a daily or weekly basis. Simpler components that require less complex planning could also allow a larger number of installers to offer such grid-agnostic on-site systems. The same components would also make it easier to build microgrids for energy access that grow with customer demand, because it is possible to add more generation capacity at a later stage without interfering with the installed system.</p>\n\n<h4 id=\"fundamentals\">FUNDAMENTALS</h4>\n\n<p>Falling PV prices have been the strongest fundamental drivers recently in frontier energy markets. Chinese PV manufacturers managed to absorb the decline of sales to <a href=\"http://global-climatescope.org/en/country/india\">India</a> by expanding other shipments to Latin America, the Middle East, and Africa. More than $200 million worth of solar equipment was shipped from Mainland China to Sub-Saharan Africa in the first half of 2018, a newrecord. Rising development bank lending for the energy sector and more regulatory attention to microgrids in California and the Philippines could providethe sector with an additional boost.</p>\n\n<h4 id=\"solar-cells-and-modules-shipment-from-mainland-china\">SOLAR CELLS AND MODULES SHIPMENT FROM MAINLAND CHINA</h4>\n\n<p>Solar shipments from <a href=\"http://global-climatescope.org/en/country/mainland-china\">Mainland China</a> to non-OECD markets have slumped in March to May 2018, but gained ground in June amid accelerating cost declines. India and its 25% customs duty onPV cells from Mainland China and Malaysia were the biggest factor in the fall. Chinese manufacturers, however, managed to replace declining revenue in <a href=\"http://global-climatescope.org/en/country/india\">India</a> with additional sales elsewhere, including in <a href=\"http://global-climatescope.org/en/country/pakistan\">Pakistan</a>, Thailand, <a href=\"http://global-climatescope.org/en/country/argentina\">Argentina</a>, and the UAE. Total sales to Sub-Saharan Africa rose to $121 million in 2Q 2018, up from just $88m in 2Q 2017.</p>\n\n<p>Because solar PV module spot prices have declined by 33% since June 2017 and by 25% since January 2018, the higher dollar value of shipments translates to an even more significant increase in solar power capacity. We estimate solar imports to Sub-Saharan Africa totaled 476MW in the first half of 2018, up by some 96% over the first half of 2017. The top destinations in the region were South Africa, Namibia, Mozambique, and Mauritius.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig5-solar-module.png\" alt=\"\" /></p>\n\n<h4 id=\"retail-diesel-prices\">RETAIL DIESEL PRICES</h4>\n\n<p>Oil prices have risen to their highest level since 2014 in 3Q 2018, putting further pressure on the cost of diesel-fueled electricity. Diesel prices at the pump have increased somewhat less rapidly, but were some 19–43% higher than levels at the beginning of 2017. Brent crude has however fallen since the beginning of October, reducing the urgency for operators of diesel generators to look for price hedges or alternative power sources.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig6-retail-diesel.png\" alt=\"\" /></p>\n\n<h4 id=\"foreign-exchange-rates\">FOREIGN EXCHANGE RATES</h4>\n\n<p>Emerging market currencies have weakened significantly since June, and particularly so in key economies such as <a href=\"http://global-climatescope.org/en/country/south-africa\">South Africa</a> and <a href=\"http://global-climatescope.org/en/country/india\">India</a> (Figure 7 and Figure 8). For energy buyers, the weaker currencies raise import costs and have accelerated the impact of rising oil prices, making self-generation of electricity more costly. Weaker currencies of course also increase the cost of importing alternatives such as solar panels.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig7-african-currency.png\" alt=\"\" /></p>\n\n<h4 id=\"development-bank-financing-for-energy-projects\">DEVELOPMENT BANK FINANCING FOR ENERGY PROJECTS</h4>\n\n<p>Energy finance announcements from the leading development banks in 3Q 2018 totaled $3.5 billion, the highest figure in the past 12 months. The banks tracked are the World Bank Group, Asian Development Bank, African Development Bank, FMO, the New Development Bank and the Asian Infrastructure Investment Bank. Power generation projects make up the bulk of the funding. Some $179 million was earmarked exclusively for decentralized energy to promote universal energy access, the largest number on record, though the true numbers are larger as funding for decentralized energy is often included in larger loans.</p>\n\n<p>Notable development bank announcements included: _ The World Bank announced it will invest $1 billion into a battery initiative for emerging markets, in an effort envisioned to ultimately raise some $5 billion. The program aims to fund 17.5 GWh of battery storage by 2025. _ The Asian Development Bank will loan $20 million towards solar-powered irrigation pumps in <a href=\"http://global-climatescope.org/en/country/bangladesh\">Bangladesh</a>. The project will also receive $25 million in grant financing, indicating that the project is not profitable on a stand-alone basis.</p>\n\n<ul>\n  <li>\n    <p>The African Development Bank, the Nordic Development Fund, the Global Environment Facility, Calvert Impact Capital, and All On, an off-grid energy impact investment company backed by Shell, financed $58 million for the Off-Grid Energy Access Fund (OGEF). The fund aims to provide debt instruments to companies in the household energy access sector.</p>\n  </li>\n  <li>\n    <p>The African Development Bank announced it will loan <a href=\"http://global-climatescope.org/en/country/rwanda\">Rwanda</a> $266 million to boost electricity access and power quality, using both on and off-grid approaches. (The loan was announced in October and is therefore not included in the chart below).</p>\n  </li>\n</ul>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig9-development-bank.png\" alt=\"\" title=\"titulosssss\" /></p>\n\n<h4 id=\"policy\">POLICY</h4>\n\n<p><strong>California leads the way on microgrid policy</strong></p>\n\n<p>After having set a goal of 100% clean energy by 2045, California’s governor Jerry Brown signed a host of energy-related bills in September. One of them, SB 1339, mandates utilities to standardize and accelerate the connection process for microgrids and allow differentiated tariffs on “customer-supported” microgrids. This will force the regulatory commission to develop guidelines for permitting grid connections and the supporting standards. The bill specifically states that electrical corporations or system operators can develop or own a microgrid, highlighting that microgrids can be not just a threat, but also an opportunity for utilities. Diesel generators and natural gas cannot be compensated with the separate rates and tariffs for microgrids, although other distributed types of generation sources are eligible.</p>\n\n<p>The policy does not offer direct incentives, but is nonetheless likely to accelerate microgrid development in California. The incremental cost of turning a distributed generation site into a microgrid can be a fraction of the costs of the generation equipment, if it is done at the same time as the installation of that equipment, and depending on the project specifics. A clearer and better connection process will reduce the barriers to integrating several distributed resources into a microgrid where those resources are being installed in any event.</p>\n\n<p><strong>Solar Philippines forces regulatory reckoning with microgrids</strong></p>\n\n<p>Solar Philippines’ program to build solar-plus-storage microgrids in areas where the grid supply is unreliable has stirred up a regulatory debate that may force the nation to articulate a microgrid policy.</p>\n\n<p>House Bill (HB) 8179 would grant Solar Para sa Bayan, a company founded by Solar Philippines founder Leandro Leviste, a franchise to install, operate and maintain solar microgrids across the country. The bill has attracted fervent opposition from the Philippine Solar and Storage Energy Alliance (PSSEA), a trade group, arguing that the bill singles out a specific company and calling for alternative regulation instead. The group also said that customer statements from a Solar Philippines microgrid in Paluan show that Leviste’s company charges more than five times the PHP 2.98/kWh ($5.5 cents per kWh) publicly announced, according to the article in Philippine daily Business World<sup>6</sup>.</p>\n\n<h1 id=\"microgrids\">MICROGRIDS</h1>\n\n<p>Microgrid activity (as measured by project announcements tracked in our database) remained muted in the third quarter of 2018, although these projects are increasingly advanced in terms of technologies, contractual commitments, and addresses market segment. Last quarter saw a fuel-cell microgrid for semiconductor manufacturing in California; a US defense facility participating in frequency control markets; redeployable solar for mining in <a href=\"http://global-climatescope.org/en/country/ghana\">Ghana</a>; utility PPAs by Engie in Gabon and Palau; and two shopping mall microgrids in <a href=\"http://global-climatescope.org/en/country/south-africa\">South Africa</a>.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig10-microgrid-projects.png\" alt=\"\" /></p>\n\n<p><strong>South Africa’s malls</strong></p>\n\n<p>Two projects in South Africa highlight how on-site commercial solar projects in emerging markets can complement rather than compete with utility services. Shopping malls have long been a popular target for <a href=\"http://global-climatescope.org/en/country/south-africa\">South Africa</a>’s solar developers, given their large rooftops and day-time peaks in demand. The largest of them, Mall of Africa, has now opted for solar, installing a rooftop system totalling almost 5MW<sup>7</sup>. The system is coupled with backup diesel generators on site, which can provide power during outages and reduce the draw on the grid in a nation that is often plagued by power shortages.</p>\n\n<p>In a separate mall in the town of Clamwilliaw, developer Sola Future Energy claimed that its systems facilitated development of the commercial real estate. Eskom, South Africa’s utility, was only capable to provide a 250kVA connection to the site, half of what the operator required. The 850kW PV-plus-storage system can supply the difference and ensure the site’s smooth operation.</p>\n\n<p><strong>Utility microgrids</strong></p>\n\n<p>Three more utilities have now contracted with Tesla or subsidiaries of Engie, a French utility, for the construction or operation of clean energy microgrids.</p>\n\n<p>Engie’s subsidiary in Gabon, Ausar Energy, is developing a 2.2MW generation project consisting of eight different sites, where existing diesel generators will be hybridized with PV to lower energy and logistics costs. The power will be sold to a local utility, which will retail the energy.</p>\n\n<p>Another Engie subsidiary, Engie EPS, has announced a far more ambitious project in the Pacific. It announced on October 12, 2018, that it has signed a PPA with the Republic of Palau for a 100MW microgrid, which will include some 30MW of solar capacity as well as lithium ion battery storage to complement the island’s existing 12MW of diesel generation capacity. The contract will ensure that the 19,000-strong nation will be able to meet its commitments under the Paris agreement five years ahead of schedule.</p>\n\n<p>In July 2018, Tesla also announced that it is now operating a total of 13.6MWh lithium ion battery storage systems across two sites in Samoa, where it has previously installed a PV plant. Its grid controller is now orchestrating the different resources.</p>\n\n<p>Table 1 shows selected microgrid projects announced or completed between July and September 2018.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/table1-selected-microgrid.png\" alt=\"\" /></p>\n\n<h4 id=\"stand-alone-systems\">STAND-ALONE SYSTEMS</h4>\n\n<p>The pay-as-you-go solar funding bonanza is wearing a little thinner, and total announced venture financing for energy access might decline for the first time in 2018. Nonetheless, corporate interest in universal access to energy is broadening, with EDP and Veolia joining other European utilities as participants in the market. The focus has however shifted to smaller deals with novel innovations, rather than lending to solar home system startups.</p>\n\n<h4 id=\"pay-as-you-go-solar-financing-might-decline-this-year\"><strong>PAY AS YOU GO SOLAR FINANCING MIGHT DECLINE THIS YEAR</strong></h4>\n\n<p>Start-ups selling solar home systems that are bundled with consumer financing raised a total of $44 million in the third quarter of 2018, bringing the total since January to $227 million. Extrapolating these figures suggests that financing may reach some $280 million in 2018, which would be below last year’s total of $319 million. The largest amounts were raised this quarter by Solesco Centroamérica, which uses the Kingo brand name, and OffGrid Electric which trades under the Zola brand.</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig11-financing-announcements.png\" alt=\"\" /></p>\n\n<h4 id=\"big-companies-small-solutions\"><strong>BIG COMPANIES, SMALL SOLUTIONS</strong></h4>\n\n<p>Veolia and EDP have joined a longer list of European corporations that are partnering with startups that are aiming to deliver universal access to electricity on a commercial basis. Schneider and GE Electric have been already been active in this area, but have announced new partnerships. Where disclosed, the financial commitments were very small.</p>\n\n<p>The deals and partnerships seem to be small but focus on a new crop of startups. The trend suggests that there is now a group of pay-as-you-go companies such as OffGrid Electric, M-Kopa, Kingo, Fenix International and Mobisol that have raised seven or eight digit amounts in the past few years but have become a bit quieter. Following those large rounds, they are now having to show that they can deliver results and that they are worthy of their valuations. <a href=\"http://global-climatescope.org/en/country/kenya\">Kenya</a>’s leading company in the sector, M-Kopa, announced it was downsizing earlier in the year<sup>8</sup>, in a sign that profitability is taking priority over growth.</p>\n\n<p>Instead, new startups are raising much smaller seed rounds. The technology of choice is also changing. Up until a few months ago, start-ups selling solar home systems to individual households were all the rage in energy access. Now, four of the five partnerships mentioned in Figure 12 use tiny microgrids selling to a handful of households (sometimes referred to as nanogrids or picogrids).</p>\n\n<p><img src=\"/assets/images/content/offgrid/20184q/fig12-new-corporate.png\" alt=\"\" /></p>\n\n<hr />\n\n<p><sup>1</sup> Siemens, “<a href=\"https://news.usa.siemens.biz/press-release/energy-management/siemens-acquire-massachusetts-based-electric-infrastructure-manufact\">Siemens to Acquire Massachusetts-based Electric Infrastructure Manufacturer Russelectric</a>”, October 3, 2018</p>\n\n<p><sup>2</sup> Rolls Royce, “<a href=\"https://www.rrpowersystems.com/news/press-releases/press-detail/rolls_royce_expands_its_position_in_the_microgrid_market_and_invests_in_start_up_qinous/\">Rolls-Royce expands its position in the microgrid market and invests in start-up Qinous</a>”, October 1, 2018</p>\n\n<p><sup>3</sup> Sempra Energy, “<a href=\"https://www.sempra.com/newsroom/press-releases/sempra-energy-unit-pxise-mitsui-sign-equity-investment-agreement-advanced\">Sempra Energy Unit PXiSE, Mitsui Sign Equity Investment Agreement For Advanced Smart Grid Control Platform</a>”, August 15, 2018</p>\n\n<p><sup>4</sup> Enphase Analyst Day, “<a href=\"https://blinks.bloomberg.com/screens/DOCC%20/ID%20FS000000002458595237\">transcript on the Bloomberg Terminal</a>, August 16, 2018</p>\n\n<p><sup>5</sup> Solaredge, “<a href=\"https://www.solaredge.com/us/solaredge-introduces-storedge-backup-solution-for-the-entire-home\">SolarEdge Introduces StorEdge Backup Solution for the Entire Home</a>”,September 20, 2018</p>\n\n<p><sup>6</sup> Victor Saulon, “<a href=\"https://www.bworldonline.com/levistes-low-electricity-rates-questioned/\">Business World, “Leviste’s ‘low’ electricity rates questioned</a>”, October 9, 2018</p>\n\n<p><sup>7</sup> Waterfall, “<a href=\"http://waterfallcity.co.za/mall-of-africa-to-debut-worlds-largest-integrated-solar-instalation/\">Mall of Africa To Debut World’s Largest Integrated Solar Installation</a>”, 27 September, 2018</p>\n\n<p><sup>8</sup> M-Kopa, “<a href=\"http://www.m-kopa.com/our-path-to-profitability/\">Our path to profitability</a>”, March 26, 2018</p>\n"
  ,
  "download_source":null
}


