{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    h3: \"h3\",\n    strong: \"strong\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Les pays en voie de développement revoient leurs ambitions à la hausse en matière de politique d’énergié propre\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"92 % des marchés émergents ont instauré des objectifs à long terme concernant les énergies renouvelables, mais les politiques de mise en œuvre demeurent un problème crucial et non résolu, comme l’atteste la dernière enquête Climatescope de BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Charm el-Cheikh, le 15 novembre 2022\"\n      }), \" –  Les politiciens des marchés émergents et des pays en voie de développement ont de hautes ambitions dans le domaine des énergies renouvelables, tel est le résultat de l’enquête effectuée par le cabinet de recherche BloombergNEF (BNEF) publiée dans la dernière édition annuelle \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \". Plus de 9 pays en voie de développement sur 10 se sont engagés publiquement à installer et à consommer des volumes d’électricité renouvelable qui incluent des échéances spécifiques.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Cela représente une augmentation de 82 % par rapport à un an auparavant et 67 % par rapport à 2019, selon BNEF. Il existe plusieurs raisons possibles à cette augmentation : la volonté de démontrer l’existence de progrès avant les pourparlers dans le cadre de la COP27, l’anxiété liée aux problèmes de sécurité énergétique dans un contexte marqué par une augmentation des prix des combustibles fossiles, les craintes liées au changement climatique ou encore, l’attrait des nouvelles énergies renouvelables en raison de la baisse de leur coût.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Ces révélations font partie des nombreuses informations tirées du Climatescope, qui est à la fois un indice, un rapport et un outil d’étude de marché mis à la disposition du public par BNEF et qui évalue le niveau de préparation de nombreux pays pour déployer des investissements en matière de transition énergétique de manière efficace. Le Climatescope fournit des instantanés sur les conditions actuelles en matière de politique et de financement de projets d’énergie propre susceptibles d’entraîner de futurs déploiements de capitaux et de projets de développement. L’édition 2022 du Climatescope marque son 11ème anniversaire. Le projet inclut des informations détaillées sur 136 marchés dans le monde, dont 107 dans des marchés émergents et 29 dans des pays développés. Même si historiquement les études du Climatescope ont porté essentiellement sur le secteur de l’électricité, 2022 est la deuxième année pour laquelle il est question non seulement de l’électricité propre, mais aussi de la décarbonation des secteurs du transport et de la construction. Cette année, BNEF publiera les résultats pour le transport et la construction dans les semaines qui suivent la COP27.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"En matière d’objectifs à long terme concernant l’énergie propre, il est évident qu’ils ne peuvent être atteints que si les politiciens adoptent des mesures d’accompagnement et de mise en œuvre. Sur ce point, le Climatescope a trouvé des signes encourageants. Pas moins de 56 % des marchés émergents ont actuellement des mécanismes d’enchères inversées pour les contrats de livraison d’électricité propre, une hausse de 49 % par rapport à l’année dernière. La popularité de la facturation nette (en anglais, net metering) s’est également accrue, avec des politiques en place dans 53 % des marchés émergents en 2022, contre 49 % l’an dernier. En outre, 30 % des marchés émergents ont établi des tarifs d’achat (en anglais, feed-in tariff), contre seulement 27 % en 2021.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figure 1 : Part des marchés émergents ayant des politiques d’électricité propre en place\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"share-of-emerging-markets-with-clean-power-policies-in-place.jpg\",\n      ratio: 16 / 9,\n      alt: \"Figure 1 : Part des marchés émergents ayant des politiques d’électricité propre en place\",\n      caption: \"Source : BloombergNEF. Remarque : BNEF a enquêté dans 107 marchés émergents pour le rapport Climatescope. Données de juillet 2022.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"L’écart entre les objectifs à long terme et les politiques de mise en œuvre à court terme suggère que les décideurs ont beaucoup de chemin à parcourir. Même dans les pays qui ont promis d’adopter des enchères inversées, la facturation nette ou encore des tarifs d’achat, le suivi peut laisser à désirer.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"« En l’absence de réglementations, il est impossible de garantir qu’un pays puisse attirer les montants d’investissement nécessaires pour engager sa transition énergétique, », a déclaré Sofia Maia, la responsable de projet du Climatescope. « Parmi les 15 pays développés et émergents qui ont terminé dans le bas du tableau de score du Climatescope à cause de leur politique en matière d’électricité, un seul a pu sécuriser plus de 2 milliards de dollars en investissements liés à l’énergie propre entre 2017 et 2021. »\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"« Un programme d’enchères inversées pour les contrats de livraison d’électricité propre n’est utile que si un pays utilise effectivement de telles appels d’offres, » a déclaré Ethan Zindler, directeur des Études en Amérique chez BNEF. « Nous avons vu de nombreux exemples de pays qui ont adopté des objectifs à long terme et voté sur des politiques à court terme, mais ont échoué à les mettre en œuvre dans la réalité. »\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"L’analyse des énergies propres de Climatescope fournit également des données sur les tendances en termes d’investissements et de déploiement d’énergies renouvelables. En outre, le Climatescope est un outil de diagnostic qui attribue un score de 0 à 5 à chaque pays sur leur potentiel d’attirer des investissements en sources d’énergie à zéro émission de carbone. En 2022, le Chili a été le pays émergent qui a reçu le meilleur score dans l’enquête, suivi par l’Inde, la Chine continentale, la Colombie et la Croatie.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Pour plus d’informations sur le Climatescope, veuillez consulter \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"www.global-climatescope.org\"\n      }), \".\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Contact\"\n      }), \"\\nVeronika Henze\\nBloombergNEF\\n+1-646-324-1596\\n\", _jsx(_components.a, {\n        href: \"mailto:vhenze@bloomberg.net\",\n        children: \"vhenze@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"À propos de BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF\"\n      }), \" (BNEF) est un fournisseur d’études stratégiques qui couvre les marchés mondiaux des matières premières, ainsi que les technologies de rupture qui sont en pointe dans le domaine de la transition vers une économie à faible émission de carbone. Notre couverture évalue les chemins empruntés par les secteurs de l’électricité, du transport, de l’industrie, du bâtiment et de l’agriculture pour s’adapter à la transition énergétique. Grâce à nous, les professionnels de la négociation de matières premières, de la stratégie d’entreprise, de la finance et de la politique peuvent être au courant des changements en cours et tirer avantage des opportunités.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"À propos de Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"La société Bloomberg est un leader mondial dans le domaine des actualités financières et des affaires, qui fournit des données, des informations et des expertises qui bénéficient de la confiance des professionnels et apportent de la transparence, de l’efficacité et de l’impartialité sur les marchés. Par le biais de solutions technologiques fiables, la société aide les membres de communautés influentes dans l’écosystème financier mondial à prendre des décisions mieux éclairées et de favoriser la collaboration. Pour plus d'informations, visitez le site \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/empresa\"\n      }), \" ou \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"demandez une démo\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"layout":"blog"},"scope":{}}},"__N_SSG":true}