{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    h1: \"h1\",\n    p: \"p\",\n    strong: \"strong\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Methodology\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Climatescope 2024 methodology includes 252 indicators and sub-indicators split among three sectors and into three key topic areas. Together, these encompass each market’s clean energy landscape, including previous accomplishments, current investment environment, and future opportunities for growth.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"1.Fundamentals\"\n      }), \" encompass a market’s key policies and market structures that impact investment or deployment. This includes the fundamental structures that can help – or act as a barrier to – the deployment renewable power.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"2.Opportunities\"\n      }), \" examine a market’s potential to grow its supply of renewable power. This topic considers the conditions, environments and price points that offer the best opportunities for clean-power growth.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"3.Experience\"\n      }), \" takes into account a market’s achievements to date. Markets with greater experience deploying renewable power capacity typically offer lower risks, lower technology costs and lower costs of capital for developers. This parameter also includes historical deployment of clean technologies surveyed and growth rates of investment into the sectors.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"It is important to note that several key indicators that contribute to the above parameters are “levelized” against a market’s gross domestic product, population, installed capacity and generation. This is designed to recognize – and neutralize – the fact that some markets attract larger volumes of capital simply because they are bigger. For a complete description of Climatescope’s updated methodology, visit the website, or see the latest Climatescope report.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Sectors, Parameters and Indicators\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Below is a complete list of indicators used in Climatescope. These are subdivided first by sector, then by parameter and category.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Power\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Fundamentals\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Policy – Renewable energy\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Auctions/tenders:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. Renewable energy auctions or tenders are transparent competitive processes used to establish long-term contracts between energy generators and consumers. In the renewable energy sector, auctions are used to introduce competition among potential power producers and allow for a more efficient allocation of capital.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Renewable energy target:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. A renewable energy target is a medium- or long-term goal for the total clean power consumption, generation, or installed capacity that a market aims to reach by a specific year. Renewable energy targets are set by the government and are typically published in energy laws, national plans, strategies, or Nationally Determined Contributions – market’s plans to help achieve the goals of the Paris Agreement.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Feed-in tariff/premium:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. A feed-in-tariff or premium is an above-market price payment given to renewable energy producers for the electricity that they deliver to the grid.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Net metering/billing:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. Net metering (or net billing) allows retail electricity consumers to install self-generation facilities (typically distributed solar panels), interconnect with the electricity utility and deliver surplus power generation to the grid. Consumers typically obtain compensation in the form of billing credit or direct payments.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Import tax reduction/exemption:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. Import tax reduction or exemptions for renewable energy aim to lower or eliminate import duties paid on components used to build clean energy power projects.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"VAT reduction/exemption:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. A value-added tax (VAT) is tax applied on goods and services, common in most economies. The reduction or exemption of this tax for renewable energy decreases the costs of components used to build clean power plants and consequently incentivizes renewables buildout.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Priority grid access:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. Priority access means the grid operators at the distribution level are obliged to connect to renewables installations. In an overload situation, the connection of renewables is prioritized instead of fossil fuels.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Renewables mandate/renewable energy certificate:\"\n      }), \" Rewards markets that have this policy in force, be it national or at the state or provincial level, with national legislation accounting for a higher score. A renewable energy certificate (REC) is a voluntary market instrument that certifies that power was produced by a renewable energy source. A certificate is issued for each megawatt-hour of electricity delivered to the grid and is typically either bundled with and priced into a power purchase agreement or sold to entities aiming to offset their emissions. While there is policy support to maintain the structure, it is purely a corporate commitment on either side, buyer or seller. ‘REC’ is the name of such certificates in the US and they can more broadly be called ‘energy attribution certificates’ (EACs). Essentially, I-Recs, Guarantees of Origin and other national certificates are EACs used for tracking, but their scope varies depending on regulation and the market of use (such as the example of US RECs and some utilities).\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Policy – Climate change\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"NDC target coverage:\"\n      }), \" Rewards markets based on the number of sectors that are covered by their emission reduction goals.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"NDC target type:\"\n      }), \" Rewards markets that detail their emission reduction goals in absolute terms the most, followed by those that use emission intensity targets. Markets that propose to reduce emissions against a historical trend receive the least points.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"NDC target updated:\"\n      }), \" Rewards markets that have updated their NDCs or submitted a new document since 2019.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Long term strategy:\"\n      }), \" Rewards markets that have submitted their long-term strategy detailing how they will reduce emissions to the United Nations Framework Convention on Climate Change.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Net-zero policy:\"\n      }), \" Rewards markets that have a net-zero emissions target in force, in the legislative process or under discussion.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Fossil-fuel price distortions:\"\n      }), \" Rewards markets where fossil-fuel generation does not benefit from subsidies.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Power sector – General\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Power purchase agreements (PPA) of sufficient duration:\"\n      }), \" Rewards markets based on the length of PPAs that are typically awarded to renewables developers, giving more points to longer-term PPAs.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Standardized PPAs:\"\n      }), \" Awards points to markets where standardized PPAs can be used by renewables developers to accelerate negotiations.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Currency of power-purchase agreements:\"\n      }), \" Awards points to markets where developers can sign PPAs that guarantee payment for power delivered in US dollars or euros.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Retail market liberalization:\"\n      }), \" Awards points to markets in which the retail of electricity is open to competition and where developers can sign PPAs directly with consumers.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Bilateral power contracts:\"\n      }), \" Rewards markets where commercial and industrial customers can sign both on- and offsite long-term contracts for clean energy.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Transparent grid extension plan:\"\n      }), \" Awards points to markets where electricity grid transmission plans can be accessed by energy sector stakeholders.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Clear rules on interconnection:\"\n      }), \" Rewards markets where the rules for connecting renewables assets to the grid are clear and transparent.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Wholesale power market:\"\n      }), \" Awards points to markets where electricity dispatch is done on a marginal-cost basis and where a wholesale power exchange is in place.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Power sector – Wholesale\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Utility privatization:\"\n      }), \" Rewards markets where generation, transmission and/or retail of electricity are open to private sector participation. The generation segment is worth twice as many points as transmission and retail, which often remains the prerogative of public entities and is not a barrier to clean energy investment.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Utility unbundling:\"\n      }), \" Rewards markets where the generation, transmission and retail segments of the electricity sector are separated.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Concentration of generation market:\"\n      }), \" Rewards markets in which the electricity generation market is not concentrated.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Independent power transmission:\"\n      }), \" Rewards markets in which the entity responsible for the transportation of electricity is not involved in other segments of the power market.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Purchase obligation:\"\n      }), \" Rewards markets where the electricity offtaker is mandated to purchase all electricity produced by renewables developers.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Clear rules on arrival of the main grid:\"\n      }), \" Rewards markets with clear rules on the sanctity of private assets developed in regions where the main power retailers, such as state-owned utilities, are not yet active. Typically, these rules involve the state or utility being required to purchase the private asset at a fair market value, or the asset being granted independent power producer status within the grid. Such policies help protect privately developed mini-grids built where the grid does not yet exist.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Power sector – Decentralized energy\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Energy-access targets:\"\n      }), \" Rewards markets where an energy-access target is in place.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Energy-access initiatives:\"\n      }), \" Rewards markets that prioritize the development of solar home systems and mini-grids, and grid expansion to improve energy access and rural electrification.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Mini-grid site specifications:\"\n      }), \" Rewards markets where the government has specified geographical locations for mini-grids development.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Generation license:\"\n      }), \" Rewards markets that allow the development of residential and commercial solar systems and mini-grids for self-use.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Retail license:\"\n      }), \" Rewards markets that allow owners of residential and commercial solar systems and mini-grids to sell electricity directly to consumers.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Time-based tariffs:\"\n      }), \" Rewards markets that have time-based tariffs for residential customers in place.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"PAYGO availability:\"\n      }), \" Rewards markets where ‘pay-as-you-go’ solar technology is available.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Tariff deregulation:\"\n      }), \" Rewards markets where off-grid developers can structure the tariffs they charge for their electricity themselves.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Other barriers:\"\n      }), \" Rewards markets where there are no other barriers (such as business licensing requirements) that hinder the development of decentralized energy projects or retailing off-grid products.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Power sector – Flexibility\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Co-located PPAs:\"\n      }), \" Rewards markets that have co-located renewable energy power plants, such as wind or solar-plus-storage power purchase agreements (PPAs).\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Peaking capacity procurement:\"\n      }), \" Rewards markets in which peaking capacity is procured through a competitive process.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Batteries for peaking capacity:\"\n      }), \" Rewards markets that allow batteries to provide peaking capacity.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Grid balancing programs:\"\n      }), \" Rewards markets that have programs to address grid balancing issues.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Storage-specific regulatory framework:\"\n      }), \" Rewards markets that that have a storage-specific regulatory framework.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Utility debt:\"\n      }), \" Rewards markets where the main utility is not indebted.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Offtaker credit enhancement for renewables:\"\n      }), \" Rewards markets where the offtaker offers credit-enhancement measures for renewable energy projects.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Power sector – Ancillary services\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Ancillary services:\"\n      }), \" Rewards markets that promote competitive processes for ancillary services.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Barriers and incentives – General\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Curtailment risk:\"\n      }), \" Rewards markets where there is lower chance of renewables production being rejected from the grid due to transmission constraints.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Offtaker risk:\"\n      }), \" Rewards markets where the offtaker, public or private, is the least likely to default or delay payments to renewables developers.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Currency variation\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Currency stability:\"\n      }), \" Rewards markets where local currencies are less volatile.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Opportunities\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A number of indicators in this category ‘reward’ markets for the carbon intensity of their energy mixes as this influences the level of opportunity for renewables to contribute to decarbonization.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Price and costs\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Average retail electricity prices:\"\n      }), \" Rewards markets where retail electricity prices are highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Average diesel prices:\"\n      }), \" Rewards markets where retail diesel prices are highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Average kerosene prices:\"\n      }), \" Rewards markets where retail kerosene prices are highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Mobile money penetration:\"\n      }), \" Rewards markets where the use of mobile phone-based banking facilities – so-called mobile money – is highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Kerosene and diesel subsidies:\"\n      }), \" Rewards markets where diesel and kerosene prices are not subsidized.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Fossil-fuel price distortions – subsidies:\"\n      }), \" Rewards markets that don’t artificially depress wholesale prices for fossil fuels through subsidies.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Fossil-fuel price distortions – taxes:\"\n      }), \" Rewards markets that boost the wholesale price of fossil fuels through taxes.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Electrification rate:\"\n      }), \" Rewards markets with high needs for investment in electrification.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Renewables procurement\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Gap to target:\"\n      }), \" Rewards markets where the gap that remains to achieve clean energy deployment goals is largest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Upcoming renewables auctions:\"\n      }), \" Rewards markets where volumes of upcoming clean energy auctions are largest.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Decentralized energy incentives\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Decentralized energy financing organizations:\"\n      }), \" Rewards markets where specific funds are available to finance decentralized energy companies or projects.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Rural electrification program:\"\n      }), \" Rewards markets with detailed rural electrification programs in place.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"SPPs can deliver financial services:\"\n      }), \" Rewards markets where small power producers (SPPs) can offer financing solutions to their clients to reduce upfront costs and grow the market.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Carbon intensity\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Emissions from the energy sector:\"\n      }), \" Rewards markets where power sector and heating emissions are highest as an indication of the emission-reduction opportunities for renewables.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Share of emissions from energy:\"\n      }), \" Rewards markets where the share of emissions from the power sector is the highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Share of fossil fuels in generation:\"\n      }), \" Rewards markets where the share of fossil-fuel in generation is the highest.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Demand dynamics\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Coal plant pipeline:\"\n      }), \" Rewards markets where the coal-fired power plant pipeline under development is biggest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Power plant modernization program:\"\n      }), \" Rewards markets where the power plant fleet needs investment and a modernization program has been announced.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Reliability of power supply:\"\n      }), \" Rewards markets where the poor reliability of electricity supply creates opportunities for project developers.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Growth rate of generation and peak demand\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"GDP growth – five-year International Monetary Fund outlook:\"\n      }), \" Rewards markets where projected economic growth is the highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"10-year demand growth projections:\"\n      }), \" Rewards markets where BNEF projects electricity demand growth is highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Growth rate of generation:\"\n      }), \" Rewards markets where historical electricity generation growth (five-year rolling average) is highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Growth rate of peak demand:\"\n      }), \" Rewards markets where historical peak electricity demand growth (five-year rolling average) is highest.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Electrification rate – national\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Electrification rate:\"\n      }), \" Rewards markets with high needs for investment in electrification.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Corporate commitments\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Corporate emission reduction policies:\"\n      }), \" Rewards markets where policies are in place to specifically encourage large corporations to reduce emissions.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Corporate energy efficiency initiatives:\"\n      }), \" Rewards markets where policies and regulations are in place to incentivize corporations to reduce their energy consumption.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Investor pressure – PRI signatories:\"\n      }), \" Rewards markets with greater numbers of organizations that have signed the Principles for Responsible Investment.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Experience\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Foreign investment:\"\n      }), \" Rewards markets where the share of foreign investment in asset finance for renewable is highest.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Clean energy investment:\"\n      }), \" Rewards markets where historical clean energy investment is the highest (levelized against GDP).\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Growth of clean energy investment:\"\n      }), \" Rewards markets where the growth of clean energy investment is the highest (five-year rolling average, capped at 150%).\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Installed clean energy capacity:\"\n      }), \" Rewards markets where installed renewables capacity is highest (levelized against the market’s total capacity).\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Growth rate of installed clean energy capacity:\"\n      }), \" Rewards markets where the growth of installed clean energy capacity is the highest (five-year rolling average).\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Clean energy generation:\"\n      }), \" Rewards markets where renewables generation is the highest (levelized against the market’s total generation).\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Growth rate of clean energy generation:\"\n      }), \" Rewards markets where the growth of clean energy generation is highest (five-year rolling average). #\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"title":"Methodology","dataFiles":[],"slug":"/about/methodology","type":"about","_filename":"methodology.mdx","_slug":"/about/methodology"},"scope":{}}},"__N_SSG":true}