{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    h3: \"h3\",\n    strong: \"strong\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Países em desenvolvimento expandem suas políticas públicas em energia limpa\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"92% dos mercados emergentes estabeleceram metas de energia renovável de longo prazo, mas o cumprimento delas permanece crítico e incerto, revela a BloombergNEF em sua mais recente edição do Climatescope\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Sharm el-Sheikh, 15 de novembro de 2022\"\n      }), \" – Os legisladores em mercados emergentes e economias em desenvolvimento estão dando cada vez mais atenção à energia renovável, revela a última edição da pesquisa anual \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \" da BloombergNEF (BNEF). Mais de nove em cada 10 países em desenvolvimento assumiram compromissos públicos para instalar e consumir certos volumes de energia renovável com prazos específicos.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Isto representa um aumento de 82% em relação ao ano anterior e 67% comparado a 2019, de acordo com a BNEF. As possíveis razões para essa mudança incluem a vontade de demonstrar progresso antes das negociações climáticas globais da COP27, a ansiedade sobre a segurança energética em meio ao aumento dos preços de combustíveis fósseis, o medo das mudanças climáticas, ou simplesmente pela atratividade econômica cada vez maior das fontes de energia renováveis.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A constatação é uma das muitas inclusas no Climatescope, pesquisa anual realizada pela BNEF para avaliar as condições de cada mercado no que tange a atratividade para novos investimentos em projetos de transição energética. O Climatescope engloba uma ferramenta de comparação entre países em relação ao cenário energético, três relatórios setoriais e o índice de avaliação desses mercados. O Climatescope fornece um panorama geral das atuais condições políticas e financeiras no setor de energia limpa que podem levar à futura aplicação de capital e desenvolvimento de projetos. A edição de 2022 do Climatescope marca seu 11º ano de publicação. O projeto inclui informações detalhadas sobre 136 mercados em todo o mundo, sendo 107 mercados emergentes e 29 nações desenvolvidas. Embora o Climatescope tenha se concentrado historicamente apenas no setor energético, 2022 é o segundo ano no qual ele abrange não somente o setor de energia limpa, mas também da descarbonização dos setores de transporte e de construção. Este ano, a BNEF publicará os resultados para transporte e construção separadamente, nas semanas posteriores à COP27.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Em relação às metas de energia limpa de longo prazo dos mercados emergentes, estas só podem ser alcançadas se as políticas de implementação compatíveis à essas aspirações forem adotadas. Nessa frente, o Climatescope observa alguns sinais promissores de progresso. No mínimo 56% dos mercados emergentes já contam com políticas para realizar leilões reversos para contratos de fornecimento de energia limpa, uma alta ante os 49% do ano passado. A popularidade dos sistemas de compensação de energia também cresceu, com tais políticas em vigor em 53% dos mercados emergentes no ano de 2022, contrastando com 49% no ano passado. Além disso, 30% dos mercados emergentes estabeleceram tarifas feed-in, aumentando de 27% em 2021.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figura 1: Participação de mercados emergentes com políticas de energia limpa em vigor\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"share-of-emerging-markets-with-clean-power-policies-in-place.jpg\",\n      ratio: 16 / 9,\n      alt: \"Figura 1: Participação de mercados emergentes com políticas de energia limpa em vigor\",\n      caption: \"Fonte: BloombergNEF. Observação: a BNEF pesquisou 107 mercados emergentes para o relatório do Climatescope. Dados até julho de 2022.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A lacuna entre as metas de longo prazo e as políticas de implementação de curto prazo sugere que os formuladores de políticas têm um trabalho substancial pela frente. Mesmo em países que se comprometeram a adotar leilões de energias renováveis, sistemas de compensação de energia ou tarifas feed-in, a adoção pode estar abaixo do esperado.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"Sem regulamentações de suporte, a implementação de políticas por si só não pode garantir que um país atraia a quantidade de investimentos necessária para começar sua transição energética\\\", disse Sofia Maia, gerente de projetos do Climatescope. “Entre as 15 nações desenvolvidas e emergentes que terminaram na parte inferior da tabela de pontuação de políticas energéticas do Climatescope, apenas uma conseguiu garantir mais de US$2 bilhões em investimentos em energia limpa de 2017 a 2021.”\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"Um programa para realizar leilões reversos para contratos de fornecimento de energia limpa só é útil se o país realmente executar tais leilões\\\", disse Ethan Zindler, chefe de pesquisa das Américas da BNEF. \\\"Vimos muitos exemplos de países que estabeleceram metas de longo prazo, aprovaram políticas de curto prazo, mas falharam em implementá-las adequadamente.”\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A análise do Climatescope sobre energia limpa também inclui dados sobre as tendências de investimentos e implementação de energias renováveis. Além disso, o Climatescope é uma ferramenta de diagnóstico que fornece o score de nações individuais de 0 a 5 de acordo com seu potencial para atrair investimentos para projetos com fontes de energia com emissão zero de carbono. Em 2022, o Chile foi o mercado emergente com a melhor pontuação na pesquisa, seguido pela Índia, China Continental, Colômbia e Croácia, nessa ordem.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Para mais informações sobre a Climatescope, acesse \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"www.global-climatescope.org\"\n      }), \".\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Contato\"\n      }), \"\\nVeronika Henze\\nBloombergNEF\\n+1-646-324-1596\\n\", _jsx(_components.a, {\n        href: \"mailto:vhenze@bloomberg.net\",\n        children: \"vhenze@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Sobre BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF\"\n      }), \" (BNEF) é uma fornecedora de pesquisas estratégicas que cobre os mercados globais de commodities e as tecnologias disruptivas que impulsionam a transição para uma economia com baixa emissão de carbono. Nossa cobertura especializada avalia os caminhos percorridos pelos setores de eletricidade, transporte, construção, agricultura e industrial para se adaptar à transição energética. Ajudamos os profissionais de negociação de commodities, estratégia empresarial, finanças e políticas a lidar com as mudanças e criar oportunidades.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Sobre a Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"A Bloomberg é uma líder global em informações financeiras e de negócios, fornecendo dados, notícias e insights precisos que levam transparência, eficiência e integridade aos mercados. A empresa ajuda a conectar comunidades influentes em todo o ecossistema financeiro global por meio de soluções tecnológicas confiáveis que permitem que nossos clientes tomem decisões mais informadas e promovam uma melhor colaboração. Para mais informações, acesse \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/company\"\n      }), \" ou \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"solicite uma demo\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Países em desenvolvimento expandem suas políticas públicas em energia limpa","description":"92% dos mercados emergentes estabeleceram metas de energia renovável de longo prazo, mas o cumprimento delas permanece crítico e incerto, revela a BloombergNEF em sua mais recente edição do Climatescope","date":"2022-11-15","category":"Press release","lang":"pt","languages":["en","es","fr","pt","cn"],"slug":"developing-countries-raise-their-clean-power-policy-ambitions","layout":"blog"},"scope":{}}},"__N_SSG":true}