{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    a: \"a\",\n    em: \"em\",\n    img: \"img\",\n    li: \"li\",\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"November 14, 2024, LONDON\"\n      }), \": Some developing economies are making significant strides in the energy transition, with clean energy investment rising and policy conditions improving. But much more investment is needed for emerging markets to get on track for climate goals, with an average investment of $4.3 trillion per year required to 2050, BloombergNEF’s (BNEF) \", _jsx(_components.em, {\n        children: \"Emerging Markets Energy Investment Outlook\"\n      }), \" and \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" reports reveal.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Low- and middle-income economies have invested $2.2 trillion in their energy systems in 2023, marking a 35% rise over 2020 figures. But this growth was largely driven by China, which accounted for $1.1 trillion last year. In contrast, other emerging markets have lagged on investment in their energy systems as well as in low-carbon solutions.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Achieving the goals of the Paris Agreement will require significantly more spending, especially on energy transition technologies like electric vehicles and renewables. On average, China requires $1.7 trillion of annual energy-system investment to be on track to net zero – 1.5 times more than the 2020-2023 average. Other emerging markets need $2.6 trillion per year, or 2.5 times more than the historical trend.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/average-annual-energy-system-investment-across-2024-2050.png\",\n        alt: \"Average annual energy system investment across 2024-2050\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The \", _jsx(_components.em, {\n        children: \"Outlook\"\n      }), \" report was commissioned by the Glasgow Financial Alliance for Net Zero's Workstream on Mobilizing Capital to Emerging Markets & Developing Economies and is based on the findings of BNEF’s \", _jsx(_components.em, {\n        children: \"New Energy Outlook\"\n      }), \" – in particular the Net Zero Scenario, which represents a credible pathway to net-zero emissions globally by mid-century and limits planetary warming to 1.75C above pre-industrial levels.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"All markets allocate much more investment to low-carbon technologies in the Net Zero Scenario than they do today. Green solutions account for 89% ($1.5 trillion per year) of China’s investment over 2024-2050 - a marked increase on the 23% share seen over the last four years. Because other emerging markets have been slower at ramping up energy-transition investment, they face a bigger gap between the historical share of 5% and the 87% ($2.2 trillion per year) needed to 2050 in the Net Zero Scenario.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"In total, emerging markets including China see $115 trillion in energy system investment over 2024-2050 under BNEF’s Net Zero Scenario.\\nIn light of the significant finance needed, BNEF’s annual \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" assessment ranks 105 emerging markets in terms of their attractiveness for clean energy investment. Focusing on power, India has come in first for the second year in a row, according to the newest edition of the report. At the same time, the year-to-year variability in the Climatescope ranking illustrates the speed with which the energy transition is moving and can gain pace. Kenya’s top-five finish was a result of jumping up 15 places in the ranking, while Nigeria and Namibia moved up 24 and 48 places, respectively, to enter the top 10.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The number of emerging markets with clean energy policies on the books reached a new high this year. As of mid-2024, 95% of emerging markets had a clean energy target in place, and auctions and tenders are now available in nearly two-thirds of emerging markets. And these policies seem to be working: clean power investment in these markets passed $100 billion for the first time in 2023.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png\",\n        alt: \"Share of 110 emerging markets with key clean energy policies in place\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Victoria Cuming, Head of Global Policy at BloombergNEF and lead author of Emerging Markets Energy Investment Outlook, said: \", _jsx(_components.em, {\n        children: \"“The energy investment needed for net zero is substantial, especially in renewables, power networks and electric vehicles. But this also represents an opportunity: for some sectors, a net-zero pathway requires less spending than under current economic trends, while emerging markets outside China are set to expand their share of low- carbon investment over time.”\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Other key findings of BNEF’s analyses include:\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"In most emerging markets with clean energy policies in force, there is still a significant gap to meeting targets. Just 7% have reached their set targets. More than three-quarters have a medium or large gap to meeting the target, while 9% have a small gap to meeting their goals.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"There is significant disparity across emerging markets when it comes to low-carbon progress. Despite record investment in renewables last year, 84% of new-build clean energy investment was concentrated among 15 emerging markets.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Emerging markets outside China need $69 trillion of investment to be on track to net zero by 2050. This includes $1.4 trillion per year in energy demand systems such as cars and heat pumps, while $1.2 trillion per year should be directed to the supply side, including energy capacity, storage, and networks.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Media enquiries\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"BloombergNEF \", _jsx(\"br\", {}), \" Oktavia Catsaros \", _jsx(\"br\", {}), \" \", _jsx(_components.a, {\n        href: \"mailto:ocatsaros@bloomberg.net\",\n        children: \"ocatsaros@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"About BloombergNEF\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"BloombergNEF (BNEF) is a strategic research provider covering global commodity markets and the disruptive technologies driving the transition to a low-carbon economy. Our expert coverage assesses pathways for the power, transport, industry, buildings and agriculture sectors to adapt to the energy transition. We help commodity trading, corporate strategy, finance and policy professionals navigate change and generate opportunities.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"title":"Emerging markets make headway on clean energy policy and investment, but trillions more needed for net zero, BloombergNEF reveals","dataFiles":[],"slug":"/blog/press-release-climatescope-2024","type":"blo","_filename":"press-release-climatescope-2024.mdx","_slug":"/blog/press-release-climatescope-2024"},"scope":{}}},"__N_SSG":true}