{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    h3: \"h3\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Investimentos em energia limpa em mercados emergentes despencaram com a Covid-19\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"O apoio dos investidores para a transição energética aumentou em 2020, mas os fluxos de capital para países menos desenvolvidos diminuíram à medida que a pandemia se intensificou\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Londres, 14 de dezembro de 2021\"\n      }), \" — Apesar de um ano recorde para investimentos na transição energética em 2020, investidores alocaram US$ 67 bilhões a menos para energia limpa em mercados emergentes do que em países mais ricos, como revela um novo estudo da empresa de pesquisa BloombergNEF (BNEF). Os dados sugerem que os investidores se retiraram às pressas dos mercados menos desenvolvidos para se concentrarem nos países mais ricos, à medida que a pandemia de Covid-19 se alastrou.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Os investimentos na transição energética em mercados menos desenvolvidos caíram 10% de 2019 a 2020, já que os financiadores redistribuíram mais fundos para os países da OCDE, tradicionalmente de menor risco, de acordo com o \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \", a pesquisa anual da BNEF. Isto marcou uma grande mudança em relação aos anos anteriores, quando estas economias em rápido crescimento atraíram a maior parte dos novos fundos empregados.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Em 2020, as nações desenvolvidas receberam US$ 262 bilhões, ou 57%, do total de investimentos na transição energética global, que inclui o apoio para ativos de energia renovável, veículos elétricos e aquecimento elétrico. As economias em desenvolvimento receberam US$ 195 bilhões, ou 43%. Em 2019, os mercados emergentes representaram uma pequena maioria destes fundos recebidos e, em 2017, cerca de 59% destes investimentos foram para as economias em desenvolvimento.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"\\\"Com base no total de investimentos alocados em 2020, o entusiasmo pelas tecnologias de energia limpa parece estar no auge de todos os tempos\\\", disse Luiza Demôro, head de pesquisa de transição energética da BNEF e autora principal da pesquisa \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \". \\\"Mas a vontade dos investidores de empregar fundos nas regiões mais pobres do mundo realmente pareceu estagnar em 2020, à medida que a pandemia avançou\\\".\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Os resultados do Climatescope foram publicados após as negociações sobre mudanças climáticas da Conferência das Nações Unidas sobre Mudanças Climáticas (COP26) em Glasgow, durante a qual os governos representando os países mais ricos reiteraram sua promessa anterior não cumprida de fornecer US$ 100 bilhões em financiamentos para ajudar os países menos desenvolvidos a abordar os efeitos das mudanças climáticas. Em particular, os números do Climatescope não representam apenas fluxos transfronteiriços, mas todo o capital empregado em diferentes jurisdições, incluindo os volumes consideráveis de capital levantado e gasto localmente em países como a China Continental e o Brasil.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"O aumento dos investimentos em países mais ricos pode, em parte, ser explicado pelo crescimento explosivo na adoção de veículos elétricos em países da Europa Ocidental e, com menos intensidade, nos EUA. Nos mercados emergentes, com exceção da China Continental, as taxas de compra de veículos elétricos permaneceram baixas, já que tais veículos são vendidos, normalmente, por um valor a mais (premium) sobre o valor dos veículos com motor de combustão interna convencional. Os governos de tais países raramente podem oferecer os tipos de subsídios que os consumidores em nações mais ricas recebem.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A dispersão de investimentos dos mercados emergentes para os países desenvolvidos considerados menos arriscados é ainda mais evidente quando se considera apenas os fluxos de financiamento para ativos de energias renováveis, um setor onde os investimentos caíram 9% de 2019 a 2020 nos mercados emergentes, mas tiveram aumento acumulado de 24% nos países desenvolvidos.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A pesquisa revelou que os países responsáveis por quase dois terços das emissões globais de gases de efeito estufa têm metas \\\"net-zero\\\" em vigor, o que significa que planejam atingir emissões zero de CO2 em algum ponto no futuro. Formuladores de políticas em países que representam 27% das emissões estão considerando acatar tal compromisso.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"No entanto, a minoria das nações têm seguido as políticas específicas para alcançar suas metas no longo prazo. A parcela de países em desenvolvimento com leilões para contratos de entrega de energia limpa, ou com feed-in tariffs em vigor, permaneceu estável em relação a 2019, por exemplo. Nos últimos três anos, menos da metade dos mercados emergentes analisados tinha leilões em vigor, enquanto cerca de um quarto tinha mecanismos de feed-in tariffs implantados.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A China Continental ficou à frente dos mercados emergentes com uma pontuação de 2,40 (no qual 5 é a pontuação máxima possível). Enquanto o país mantém a maior frota mundial de usinas elétricas movidas a carvão, também é o maior mercado de oferta e demanda de energia eólica e solar. Além disso, o país promoveu a adoção de veículos elétricos com várias políticas de incentivo.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A Índia se classificou em segundo lugar com uma pontuação de 2,35. O país é o maior mercado mundial de leilões de energias renováveis, resultando em investimentos substanciais em energia limpa. A Croácia ficou em terceiro, no geral, com 2,15. O país tem uma meta para energias renováveis que deve representar 63,8% do consumo total de eletricidade até 2030.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Levando em conta apenas as pontuações relacionadas à eletricidade, a Índia ficou no topo da tabela, seguida pelo Chile e pela China Continental. O Chile originalmente estabeleceu uma meta de ter 20% de eletricidade a partir de energias renováveis até 2025, mas excedeu esta meta em 2020, com 25% da produção proveniente de energia limpa.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figura 1: Financiamento de ativos de transição energética por grupo de países\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-press-release-chart.png\",\n      caption: \"Fonte: BloombergNEF. Obs.: os dados incluem financiamento de ativos para energia renovável, transportes elétricos e aquecimento elétrico. Os mercados desenvolvidos incluem os países da OCDE, excluindo o Chile, a Colômbia, a Costa Rica, o México e a Turquia. Os mercados em desenvolvimento incluem todas as outras economias.\",\n      alt: \"Figura 1: Financiamento de ativos de transição energética por grupo de países\",\n      type: \"chart\",\n      ratio: 16 / 9\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"O \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \", agora no seu 10o. ano, é uma ferramenta online que oferece aos investidores, formuladores de políticas e outros pesquisadores uma visão abrangente das condições do mercado de transição energética em países emergentes, incluindo estruturas políticas locais. Para 2021, o projeto expandiu seu escopo para avaliar as atividades não apenas em energia limpa, mas também na descarbonização dos setores de transporte e de construção. O Climatescope inclui dados detalhados de 136 mercados mundiais, sendo 107 mercados emergentes e 29 países desenvolvidos.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Investimentos na transição energética, conforme definido pela BNEF, engloba fundos para: ativos de energia renovável, tais como projetos de energia eólica ou solar em grande escala, e capacidade solar distribuída; veículos de transporte rodoviário movidos à energia limpa e infraestrutura incluindo veículos elétricos; e tecnologias de aquecimento elétrico.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Usuários podem analisar as pontuações dos países em várias dimensões e compará-las com outros países utilizando diferentes métricas no site do \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \".\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Contato\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Veronika Henze \", _jsx(\"br\", {}), \"\\nBloombergNEF \", _jsx(\"br\", {}), \"\\n+1-646-324-1596 \", _jsx(\"br\", {}), \"\\n\", _jsx(_components.a, {\n        href: \"mailto:vhenze@bloomberg.net\",\n        children: \"vhenze@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Sobre BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF\"\n      }), \" (BNEF) é uma provedora de pesquisa estratégica que cobre os mercados globais de commodities e as tecnologias disruptivas que impulsionam a transição para uma economia de baixo carbono. Nossa cobertura de especialistas avalia caminhos para que os setores de energia, transporte, indústria, edificações e agricultura se adaptem à transição de energia. Ajudamos profissionais de negociação de commodities, estratégia corporativa, finanças e políticas a navegar um cenário de mudanças e gerar oportunidades.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Sobre a Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"A Bloomberg, líder mundial em notícias e informações sobre negócios, conecta influentes tomadores de decisão a uma rede dinâmica de informações, pessoas e ideias. O forte da empresa – a entrega de dados, notícias e análises por meio de tecnologia inovadora, com rapidez e precisão – é a essência do \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/\",\n        children: \"Bloomberg Terminal\"\n      }), \". É nisso que se baseiam as soluções corporativas da Bloomberg: alavancando tecnologia para que clientes possam acessar, integrar, distribuir e administrar dados e informações entre organizações de modo mais eficiente. Para mais informações, visite o site \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/company\"\n      }), \" ou \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"solicite uma demo\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Investimentos em energia limpa em mercados emergentes despencaram com a Covid-19","description":"O apoio dos investidores para a transição energética aumentou em 2020, mas os fluxos de capital para países menos desenvolvidos diminuíram à medida que a pandemia se intensificou","date":"2021-12-14","category":"Press release","lang":"pt","languages":["en","es","fr","pt","ru"],"slug":"press-release-climatescope-2021","layout":"blog"},"scope":{}}},"__N_SSG":true}