{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    h3: \"h3\",\n    h2: \"h2\",\n    a: \"a\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"India, China, Chile, the Philippines and Brazil top ranking as the most attractive developing economies for clean energy investment according to report\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"BloombergNEF’s Climatescope report reviews clean energy progress in 110 emerging economies. Almost all of these markets have renewable energy targets in force, but three-fifths of them have yet to achieve even half of their stated ambitions.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"London, 29 November, 2023\"\n      }), \" — India is the most attractive developing economy for renewable energy investment, narrowly edging out mainland China, Chile, the Philippines and Brazil in this year’s Climatescope report by research provider BloombergNEF (BNEF). Climatescope provides an analysis of clean energy progress and attractiveness across 110 developing economies, which together accounted for nearly two-thirds of total global clean energy additions in 2022 and 82% of the world’s population.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"India’s high ambitions, renewable energy auction program and growing investment in renewable capacity brought it to the top spot in the rankings. These scores rest on three analytic parameters: Fundamentals, which include a given economy’s key policies, market structure and barriers that could hinder investment; Experience, which considers a market’s achievements to date across the sector; and Opportunities for clean energy investment, which reflect a market’s potential to grow its renewable power supply.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figure 1: Top ten most attractive developing economies for clean energy investment\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-2023-press-release-figure-1.png\",\n      caption: \"Source: BloombergNEF. Note: Maximum score is 5. Fundamentals, Opportunities and Experience are the parameters that together make up a market’s overall score for clean power. Between them, the parameters encompass over 100 indicators, or individual data inputs collected by Climatescope researchers.\",\n      alt: \"Figure 1: Top ten most attractive developing economies for clean energy investment\",\n      type: \"chart\",\n      ratio: 2 / 1\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Mainland China took second place, and remains the largest market for clean energy deployment, with significant growth opportunities in the immediate future. Chile, which topped the rankings last year, took third place this time around. While a much smaller market than India or China, it has ambitious renewable energy targets and well-established policies that drive investment.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Philippines, in fourth place, is the only economy to have newly entered the top four, gaining six places since last year. The market has now run two renewable energy auctions, and its supportive policy environment, including an ambitious offshore wind roadmap, is stimulating growth in clean energy investment. Brazil rounds out the top five, moving up from ninth place last year, after a boom in small-scale solar additions – thanks largely a successful net-metering scheme – saw almost 11GW of the technology added in 2022 alone.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Sofia Maia, BNEF’s head of country transition research, said, “In order to be truly attractive for clean energy investment, the first thing these markets need is a well-structured power market, with a range of policies in force to support their renewable energy targets. Climatescope’s top five clearly reflect that, and that’s why they have all remained among the top 10 markets over the past four years.”\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"In addition to ranking markets, \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" provides an overall assessment of the clean power transition in emerging markets and developing economies. Out of the 110 emerging markets, 102 have renewable energy targets in place, and a record 74 markets installed at least 1MW of solar last year. In addition, the pace of installations is accelerating, with developing economies installing 222GW of wind and solar in 2022, up 23% from the year before.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"However, progress and investment are highly concentrated, with just 15 emerging markets (excluding mainland China) accounting for 87% of renewable energy investment in 2022. Brazil, India and South Africa were the top three non-Chinese markets for renewables investment last year, together accounting for more than half of the $80 billion invested in developing economies outside of mainland China. Moreover, the report finds there is a large gap between ambition and action. Out of 102 markets with renewable energy targets, 57 have yet to achieve even half of the targeted levels (denoting a ‘large’ gap in Figure 2 below).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Luiza Demôro, head of energy transitions at BNEF, said, “Accelerating clean energy investment in developing economies is among the most important challenges facing the international community today, and a combination of smart policymaking and multilateral support will be needed.”\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"“As host of both next year’s G-20 and COP30 in 2025, Brazil, our fifth-ranked market, can play a catalytic role in unlocking decarbonization progress across the developing world,\\\" she added.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figure 2: Gap to achievement of renewable energy target in emerging markets\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-2023-press-release-figure-2.png\",\n      caption: \"Source: BloombergNEF. Note: Data shows only the 110 emerging markets covered by Climatescope. Parameters are: up to 20% = Small, 20-50% = Medium, over 50% = Large. ‘Not applicable’ indicates the target has already been achieved, or the market does not have a target in force.\",\n      alt: \"Figure 2: Gap to achievement of renewable energy target in emerging markets\",\n      type: \"chart\",\n      ratio: 16 / 9\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" report focuses on progress in decarbonizing the power, transport and buildings sectors.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Contact\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Oktavia Catsaros \", _jsx(\"br\", {}), \"\\nBloombergNEF \", _jsx(\"br\", {}), \"\\n+1 212 617 9209 \", _jsx(\"br\", {}), \"\\n\", _jsx(_components.a, {\n        href: \"mailto:ocatsaros@bloomberg.net\",\n        children: \"ocatsaros@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"About BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF (BNEF)\"\n      }), \" is a strategic research provider covering global commodity markets and the disruptive technologies driving the transition to a low-carbon economy. Our expert coverage assesses pathways for the power, transport, industry, buildings and agriculture sectors to adapt to the energy transition. We help commodity trading, corporate strategy, finance and policy professionals navigate change and generate opportunities.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"About Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Bloomberg, the global business and financial information and news leader, gives influential decision makers a critical edge by connecting them to a dynamic network of information, people and ideas. The company’s strength – delivering data, news and analytics through innovative technology, quickly and accurately – is at the core of the \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/\",\n        children: \"Bloomberg Terminal\"\n      }), \". Bloomberg’s enterprise solutions build on the company’s core strength: leveraging technology to allow customers to access, integrate, distribute and manage data and information across organizations more efficiently and effectively. For more information, visit \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/company\"\n      }), \" or \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"request a demo\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"India, China, Chile, the Philippines and Brazil top ranking as the most attractive developing economies for clean energy investment according to report","description":"BloombergNEF’s Climatescope report reviews clean energy progress in 110 emerging economies","date":"2023-11-29","category":"Press release","lang":"en","languages":["en"],"slug":"press-release-climatescope-2023","layout":"blog"},"scope":{}}},"__N_SSG":true}