{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    h3: \"h3\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Kоличествo инвестиций в чистую энергетику развивающихся стран СОКРАТИЛОСЬ по мере распространения Covid-19\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Поддержка проектов в области чистой энергетики со стороны инвесторов возросла в 2020 году, но потоки капитала в менее развитые страны сократились во время пандемии\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Лондон, 14 декабря 2021 г.\"\n      }), \" — в соответствии с новым исследованием, проведенным Bloomberg NEF (BNEF), несмотря на то, что 2020 год стал рекордным для инвестиций в проекты, обеспечивающие переход к современным источникам энергии, инвесторы вложили на 67 миллиардов долларов меньше в чистую энергетику на развивающихся рынках, чем в более богатые страны. Данные свидетельствуют о том, что в течение пандемии Covid-19 инвесторы поспешили отойти от менее развитых рынков и переориентировались на более богатые страны.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Согласно ежегодному опросу BNEF \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \", инвестиции в энергетику на менее развитых рынках сократились на 10% по сравнению с 2019-2020 годами, так как финансисты направили больше капитала в страны ОЭСР с традиционно низким риском. По сравнению с предыдущими годами, когда быстро развивающиеся страны привлекали большую часть новых средств, это является значительным изменением.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"В 2020 году развитые страны получили 262 млрд долларов США, или 57%, а развивающиеся страны - $195 млрд, или 43%, от общих глобальных инвестиций на энергетические проекты по переходу к современным методам получения энергии, которые включают поддержку возобновляемых источников энергии, электрических автомобилей и электрического отопления. В 2019 году на долю развивающихся рынков приходилась большая часть полученных средств, а в 2017 году около 59% таких инвестиций было направлено в развивающиеся страны.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"По словам Луизы Деморо, руководителя отдела исследований в BNEF по переходу к современным источникам энергии и ведущего автора \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \": \\\"Если судить по числу общего количества инвестиций в 2020 году, энтузиазм в отношении экологически чистых технологий находится, по-видимому, на рекордно высоком уровне, но по мере развития ситуации с пандемией в 2020 г. желание инвесторов вкладывать средства в более бедные страны немного угасло\\\".\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Результаты Climatescope были опубликованы после переговоров о борьбе по изменению климата COP26 в Глазго, в ходе которых правительства более богатых стран подтвердили, что они не выполнили предыдущее обязательство предоставить 100 млрд долларов США на финансирование, нацеленное помочь менее развитым странам решить проблемы, связанные с изменением климата. Примечательно, что показатели Climatescope включают не только трансграничные финансовые потоки, но и весь капитал, размещенный в различных юрисдикциях, в том числе значительные объемы привлеченного и потраченного на местном уровне капитала в таких странах, как континентальный Китай и Бразилия.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Рост инвестиций в более богатые страны может частично объясняться стремительным ростом внедрения электрических автомобилей в странах Западной Европы и, в меньшей степени, США. На развивающихся рынках, исключая континентальную часть Китая, темпы покупки электромобилей до настоящего времени оставались низкими, поскольку стоимость таких автомобилей выше, чем автомобилей с двигателями внутреннего сгорания и правительства стран не могут предоставить помощь при покупке в виде субсидий, которые получают потребители в более богатых странах.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Однако тенденция отхода от развивающихся рынков к странам, которые считаются менее рискованными, очевидна, если учитывать только потоки финансирования возобновляемых источников энергии. Инвестиции в такие источники упали на 9% по сравнению с 2019-2020 годами в развивающихся странах, но выросли на 24% по сравнению с прошлым годом в развитых странах.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Опрос показал, что на рынках, ответственных за почти две трети мировых выбросов парниковых газов, существует цель по \\\"углеродной нейтральности\\\", т.е. они планируют достичь нулевых выбросов CO2 к некоторой дате в будущем, а политики в странах, представляющих 27% от общего числа таких стран, активно рассматривают возможность кодификации такого обязательства.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Совсем небольшое число стран проводят конкретную политику, позволяющую достичь своих долгосрочных целей. Доля развивающихся стран, в которых существуют схемы обратных аукционов для заключения контрактов на поставку чистой энергии или действуют льготные тарифы, осталась неизменной по сравнению с 2019 годом. В течение последних трех лет менее чем на половине развивающихся рынков, на которых провели опрос, были действующие аукционы, а около 25% применяли механизмы льготных тарифов.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Материковый Китай, который является крупнейшим рынком спроса и предложения для проектов по ветряной и солнечной энергии, несмотря на наличие самого большого в мире парка угольных электростанций, возглавил список развивающихся рынков с общим баллом 2,40 (максимально возможный балл составляет 5,0). Кроме того, посредством ряда политик Китай активно способствует внедрению электрических автомобилей.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Индия, которая является крупнейшим в мире рынком для аукционов на возобновляемые источники энергии, что приводит к существенным инвестициям в экологически чистую энергию, занимает второе место с общим баллом 2,35. Хорватия, чья цель - получение 63,8% от общей потребляемой энергии из экологически чистых источников к 2030 г., идет третьей в списке с общим баллом 2,15.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Если учитывать только показатели, связанные с электроэнергией, то Индия заняла первое место в таблице, за ней идут Чили и материковый Китай. Изначальная цель в Чили - обеспечить 20% своей электроэнергии из возобновляемых источников к 2025 году, которую страна превысила в 2020 г., достигнув уровня в 25%.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"График 1: Финансирование энергетических активов по рыночной группе\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-press-release-chart.png\",\n      caption: \"Источник: BloombergNEF. Примечание. Данные учитывают финансирование активов для возобновляемых источников энергии, электрического транспорта и источников тепла. Развитые рынки включают страны ОЭСР, за исключением Чили, Колумбии, Коста-Рики, Мексики и Турции. Развивающиеся рынки включают все другие страны.\",\n      alt: \"График 1: Финансирование энергетических активов по рыночной группе\",\n      type: \"chart\",\n      ratio: 16 / 9\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Вот уже 10 лет \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \" является онлайн-инструментом, предоставляющим инвесторам, политикам и другим специалистам комплексный обзор рыночных условий для перехода на альтернативные источники энергии в развивающихся странах, включая местные политические механизмы. В 2021 году проект расширился и начал оценивать деятельность не только в области чистой энергетики, но и декарбонизации секторов транспорта и строительства. Climatescope включает подробные данные о 136 рынках по всему миру, в том числе 107 развивающихся рынков и 29 развитых.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Инвестиции в переход к современным источникам энергии, как определено BNEF, включают финансирование активов для возобновляемых источников энергии, как, например, коммунальных ветряных или солнечных энергетических проектов, распределенных солнечных мощностей, чистых и энергоэффективных транспортных средств и инфраструктуры, включая электромобили, а также электрических теплотехнологий.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Пользователи могут проанализировать рейтинги стран по нескольким показателям, а также провести прямое сравнение этих стран на веб-сайте Climatescope \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \".\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Контактное лицо\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Veronika Henze \", _jsx(\"br\", {}), \"\\nBloombergNEF \", _jsx(\"br\", {}), \"\\n+1-646-324-1596 \", _jsx(\"br\", {}), \"\\n\", _jsx(_components.a, {\n        href: \"mailto:vhenze@bloomberg.net\",\n        children: \"vhenze@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF\"\n      }), \" BNEF) предоставляет стратегическую аналитику, каторая включает мировые товарные рынки и передовые технологии, способствующие переходу к низкоуглеродной экономике. Наши эксперты оценивают пути адаптации энергетического, транспортного, промышленного, строительного и сельскохозяйственного секторов к переходу на экологически безопасные источники энергии. Мы помогаем разным специалистам ориентироваться в изменениях на энергетическом рынке и создавать новые возможности.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"О компании Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Компания Bloomberg является международным лидером в области данных и новостей финансово-экономического характера и предоставляет специалистам доступ к динамичной сети информации, людей и идей. Весь потенциал компании – быстрая и точная передача данных, новостей и аналитики при помощи инновационных технологий – представлен в системе \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/\",\n        children: \"Bloomberg Terminal\"\n      }), \". В решениях Enterprise реализуется технология оптимизации, позволяющая клиентам получать доступ, интегрировать, распространять и управлять данными и информацией внутри организации более эффективно и рационально. Дополнительная информация представлена на сайте компании \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/company\"\n      }), \" или по ссылке \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"запроса демоверсии\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"layout":"blog"},"scope":{}}},"__N_SSG":true}