{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    h3: \"h3\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Dans les marchés émergents, le Covid-19 entraîne une baisse des investissements pour la transition énergétique\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Le soutien aux investisseurs pour la transition énergétique a grimpé en 2020, mais la pandémie a freiné les influx de capitaux dans les pays moins développés\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Londres, le 14 décembre 2021\"\n      }), \" — L’année 2020 a été une année record au niveau de l’investissement pour la transition énergétique mais, en contexte de pandémie, les investisseurs ont nettement privilégié les pays plus riches, ces derniers recevant quelque 67 milliards de dollars de plus que dans les pays émergents, d'après une étude récente de BloomgergNEF (BNEF).\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"D'après l'enquête annuelle \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \", les investissements pour la transition énergétique ont chuté de 10 % entre 2019 et 2020, les financiers préférant investir dans les pays de l'OCDE qui en général présentent des risques plus faibles. Ce mouvement est à l'opposé des tendances des années antérieures où les économies en croissance étaient nettement favorites.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"En 2020, les pays développés ont reçu 262 milliards de dollars, soit 57 % du total des investissements mondiaux dans la transition énergétique destinés notamment aux actifs d'électricité renouvelable, aux véhicules électriques et au chauffage à l'électricité. Les économies en développement ont reçu quant à elles 195 milliards de dollars, soit 43 % du total, par comparaison à 59 % en 2017 et un peu plus de 50% en 2019.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"« Si l'on se concentre sur le total des fonds déployés en 2020, nous voyons que l'enthousiasme pour les technologies vertes est à un sommet », souligne Luiza Demôro, responsable de la recherche sur la transition énergétique de BNEG et principale auteure du \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \". « Mais il semble bien que l'aggravation de la pandémie en 2020 a freiné la volonté d'investir dans les pays plus pauvres. »\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Les résultats du Climatescope ont été publiés après la COP26 tenue en août à Glasgow, une réunion au cours de laquelle les gouvernements des pays les plus riches ont réitéré leur ancienne promesse de fournir 100 milliards de dollars aux pays moins développés pour les aider à combattre les effets du changement climatique. À cet égard, soulignons que les chiffres du Climatescope ne portent pas sur les flux transfrontaliers, mais représentent plutôt l'ensemble des capitaux déployés dans différents territoires, y compris les gros volumes de capitaux levés et utilisés localement dans des pays tels que la Chine continentale et le Brésil.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"La hausse de l'investissement dans les pays plus riches s'explique en partie par l'adoption massive des véhicules électriques dans les pays de l'Europe de l'Ouest et, à un moindre degré, aux USA, par comparaison à une transition beaucoup plus timide dans les marchés émergents (autres que la Chine continentale) due au coût d'achat plus élevé que pour les véhicules conventionnels et au fait que les gouvernements de ces pays ne sont pas en mesure d'offrir l'aide financière souvent octroyée dans les pays plus riches.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"L'abandon des marchés émergents au profit des pays développés jugés moins risqués est encore plus évident si l'on considère uniquement les flux de financement pour les actifs d'électricité renouvelable, un secteur où les investissements ont chuté de 9 % depuis 2019-2020 dans les marchés émergents alors qu'ils ont grimpé de 24 % dans les pays développés (en glissement annuel).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"L'enquête a révélé que les marchés responsables de près des deux tiers des émissions de gaz à effet de serre dans le monde ont mis en place des cibles en matière d’émissions nettes zéro, ce qui signifie qu'ils prévoient d'atteindre zéro émission de CO2 d'ici une certaine date dans le futur. De plus, les responsables politiques des pays qui représentent 27% supplémentaires envisagent activement de codifier des engagements allant dans le même sens.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Malgré ces signes encourageants, peu de pays sont passés à l'acte et ont instauré des politiques spécifiques afin de parvenir à leurs cibles à long terme. À titre d'exemple, la part des pays en développement ayant des programmes d'enchères inverses pour les contrats de livraison d'électricité propre, ou encore des tarifs incitatifs en vigueur, est restée inchangée par rapport à 2019. Sur les trois dernières années, moins de la moitié des marchés émergents dans l'enquête avaient des enchères en place et seulement un quart environ avaient des mécanismes de tarifs incitatifs.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"La Chine continentale occupe la tête de la liste des marchés émergents avec un score composite de 2,40 (pour un score maximum possible de 5,0). Bien que le pays ait toujours le plus grand nombre de centrales électriques au charbon dans le monde, il est également le plus grand marché en ce qui concerne l'offre et la demande d'énergie éolienne et solaire. En outre, le pays a encouragé activement l'adoption des véhicules électriques par l'entremise de nombreuses mesures incitatives.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"L'Inde est classée deuxième, avec un score de 2,35. Le pays est le plus important marché mondial en matière d'enchères d'énergies renouvelables, ce qui a comme conséquence d'importants investissements dans le secteur de l'énergie propre. La Croatie a terminé troisième avec un score de 2,15. Le pays a comme objectif de couvrir 63,8 % de sa consommation d'électricité en 2030 grâce à des énergies renouvelables.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"En prenant en compte uniquement les scores liés à l'électricité, l'Inde a fini en tête, suivie par le Chili et la Chine continentale. La bonne nouvelle est qu'alors que le Chili avait initialement établi un objectif de 20 % d'électricité provenant des énergies renouvelables d'ici 2025, il l'a dépassé dès 2020, avec 25 % de la production provenant d'énergies propres.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figure 1 : Financement d'actifs dans le secteur de la transition énergétique par groupe de marché\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-press-release-chart.png\",\n      caption: \"Source : BloombergNEF. Note : Les données incluent le financement d'actifs relatifs à l'énergie renouvelable, ainsi que le transport et le chauffage à l'électricité. Les marchés développés sont les pays de l'OCDE, moins le Chili, la Colombie, le Costa Rica, le Mexique et la Turquie. Les marchés en développement comprennent toutes les autres économies.\",\n      alt: \"Financement d'actifs dans le secteur de la transition énergétique par groupe de marché\",\n      type: \"chart\",\n      ratio: 16 / 9\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Désormais dans sa 10ème année, le \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \" est un outil en ligne qui offre aux investisseurs, aux politiques et aux chercheurs une vue d'ensemble exhaustive des conditions en matière de transition énergétique dans les marchés émergents, y compris les cadres politiques locaux. En 2021, le projet a élargi son périmètre en évaluant les activités non seulement dans les énergies propres, mais aussi dans la décarbonation des secteurs du transport et de la construction. L'enquête Climatescope comprend des données détaillées sur 136 marchés du monde entier, y compris 107 marchés émergents et 29 pays développés.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Les investissements dans le domaine de la transition énergétique et selon la définition de BNEF comprennent : le financement d'actifs liés aux énergies renouvelables, tels que les projets d'énergie éolienne ou solaire (au niveau industriel), ainsi que les projets pour la distribution d'énergie solaire, les véhicules et les infrastructures propres (y compris les véhicules électriques) et les technologies liées au chauffage électrique.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Les utilisateurs peuvent étudier les scores des pays sous de multiples angles et faire des comparaisons directes entre les pays pour une variété de métriques sur le site Web\\n\", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \".\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Contact\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Veronika Henze \", _jsx(\"br\", {}), \"\\nBloombergNEF \", _jsx(\"br\", {}), \"\\n+1-646-324-1596 \", _jsx(\"br\", {}), \"\\n\", _jsx(_components.a, {\n        href: \"mailto:vhenze@bloomberg.net\",\n        children: \"vhenze@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"À propos de BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF\"\n      }), \" (BNEF) est un fournisseur d'études stratégiques qui couvre les marchés mondiaux des matières premières ainsi que les technologies de rupture qui sont à la pointe de la transition vers une économie à faible émission de carbone. Notre couverture évalue les chemins empruntés par les secteurs de l'électricité, du transport, de l'industrie, du bâtiment et de l'agriculture pour s'adapter à la transition énergétique. Grâce à nous, les professionnels de la négociation de matières premières, de la stratégie d'entreprise, de la finance et de la politique peuvent être au courant des changements en cours et tirer avantage des opportunités.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"À propos de Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"La société Bloomberg, leader mondial dans le domaine des données et des actualités financières et des affaires, dote les décideurs influents d'un avantage capital en les connectant à un réseau dynamique de professionnels et d’échange d’informations et d'idées. La force de la société – fournir rapidement des données, des actualités et des outils d'analyse qui sont irréprochables grâce à une technologie innovante – est au cœur du \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/\",\n        children: \"Terminal Bloomberg\"\n      }), \". Les solutions pour entreprise de Bloomberg reposent sur ces fondations, à savoir tirer parti de technologies de pointe pour donner la possibilité à ses clients d'accéder, d'intégrer, de distribuer et de gérer les données et les informations à l'intérieur de leur organisation avec davantage d'efficience et d'efficacité. Pour plus d'informations, veuillez consulter \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/company\"\n      }), \" o \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"pida una demostración\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Dans les marchés émergents, le Covid-19 entraîne une baisse des investissements pour la transition énergétique","description":"Le soutien aux investisseurs pour la transition énergétique a grimpé en 2020, mais la pandémie a freiné les influx de capitaux dans les pays moins développés","date":"2021-12-14","category":"Press release","lang":"fr","languages":["en","es","fr","pt","ru"],"slug":"press-release-climatescope-2021","layout":"blog"},"scope":{}}},"__N_SSG":true}