{"iso":"dk","name":"Denmark","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":1,"value":2.888818245,"year":2022}]},"score":{"data":[{"rank":1,"value":2.888818245,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":1,"value":3.103229642,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":14,"value":2.49028615,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":3,"value":2.644116151,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":3,"value":3.524899285,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":1,"value":2.251948559,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":2,"value":2.253525852,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":2,"value":3.853912882,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":4,"value":2.325587243,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":3,"value":2.379505558,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":24,"value":2.937035,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":18,"value":1.86797566,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":2,"value":2.219098939,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":3,"value":3.125722778,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":12,"value":2.415005405,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":3,"value":1.910013645,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Denmark has a target of net-zero emissions by 2050, in line with the European Union’s goal. The country also has an interim 2030 target of a 70% reduction in greenhouse-gas emissions, compared to 1990 levels."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["Denmark is part of the EU’s joint Nationally Determined Contribution (NDC), or the plan to help achieve the goals of the Paris Agreement. The updated NDC, submitted to the United Nations Framework Convention on Climate Change (UNFCCC) in 2020, pledges to reduce emissions by 55% before the end of 2030, compared to 1990 levels."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["Denmark has a phaseout plan for coal and oil in power and heat generation by 2030. For coal power, this is not particularly ambitious as many plants are likely to shut before this date. Its target for 100% renewable electricity generation by 2030 also implicitly means gas will phase out by 2030."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Denmark is characterized by a bipartisan and almost unilateral energy policy, which has survived several changes in government and energy market trends. The country has committed to achieving 100% renewable electricity supply by 2030 and net-zero greenhouse gas emissions by 2050. Denmark has already met its legally binding 2020 renewable energy goal, with a 37% share of renewables in final energy consumption in 2019 compared to a 30% target. The percentage is now over 67%. Denmark produces almost twice as much wind energy per capita as the runner-up among industrialized countries in the OECD. In 2021, Denmark commissioned Scandinavia's biggest wind farm. \"Kriegers Flak\" has a total capacity (605 megawatts) to cover electricity consumption of approximately 600,000 Danish households. The wind farm is located 15 to 40 kilometers off the Danish coast in a 132 square kilometer area in the Baltic Sea and is expected to increase the Danish annual electricity production from wind turbines by approximately 16%.","Denmark has two major auction schemes to support renewable energy projects with government offtake contracts. These are a technology-neutral auction scheme (primarily for onshore wind and PV), and a tender scheme for offshore wind. There are two minor tenders for PV: a tender scheme or solar PV with an installed capacity of less than 1 megawatt, and a pilot tender of price premium for electricity from solar PV.","Offshore wind tenders have been in place since 2015 and have awarded contracts to 600 megawatts of capacity at Krieger's Flak, 400 megawatts at Horns Rev III, and 350 megawatts in a near-shore auction. Technology-neutral auctions were introduced in 2018, with an agreement to run these annually until 2024. The first round in 2018 awarded contracts to 261 megawatts of wind and solar projects, and the second round in 2019 supported 271 megawatts. The third round was delayed until 2021 due to a redesign of the contracts on offer (from fixed to variable feed-in premiums). The government aimed to award contracts to around 428 megawatts of capacity in the round but received no bids. Denmark encourages developers to offer nearby communities at least a 20% stake in onshore wind farms taller than 20 meters and has put a limit on the number of onshore wind turbines to be installed in the country by 2030. The nine winning tenders in the pilot tender (a total capacity of 21.6 megawatts) of aid for solar PV conducted by the Danish Energy Agency were for a premium of only 12.89 Danish øre per kWh, significantly below the projected requirement for aid, signaling the economic viability of solar PV."]},{"key":2,"title":"Power prices and costs","text":["Wholesale power prices in Denmark are generally low, which has led to some concerns about a lack of investment in new firm capacity. This is characteristic of all NordPool markets, which are dominated by low marginal cost sources like hydro and wind. In 2021, the average baseload power price surged to $141.8/MWh, below the EU average. Power price for all end-users increased, with commercial power price ranking highest at $359/MWh. In Denmark, the majority of the retail price came from levies and taxes – of which the renewable public service obligation (PSO) accounted for more than half. In 2021, the government restructured electricity taxes to reduce these costs for consumers, by fully phasing out the PSO tariff and gradually shifting the financing of clean energy subsidies to the state budget."]},{"key":3,"title":"Power market","text":["Denmark shares a wholesale power market with Norway, Sweden and Finland, but has a separate and sovereign energy policy. The country is split into two power price zones. Wind power is the dominant source for electricity, accounting for 60% of generation in 2021. The percentage has been more than 60% for three years. The country has been committed to build out wind capacity for decades and aims to reach 100% renewable electricity by 2030, which will include launching two 2-gigawatt offshore wind 'islands'. There are discussions on how to integrate high and future higher percentage of renewable in the Danish power system. The future solutions will rely on demand-side flexibility and increased sector coupling, with the help of new technologies, and new business models."]},{"key":4,"title":"Doing business and barriers","text":["There are few legal barriers to entry into the Danish power market, shown by the fact that there are several hundred local generators and around 50 suppliers active in the market. There is, for example, no local content rule to develop renewables projects onshore or offshore. However, the country promotes community ownership and has put an obligation on developers to offer 20% ownership for onshore wind farms taller than 20 meters to nearby communities. Denmark's recent offshore wind farm tender highlighted a \"pay to play\" trend. The winning bidder will have to pay some of the electricity revenues to the state whenever the average spot price for electricity in western Denmark rises above its near-zero bid during the 20-year symmetrical Contract-for-Difference (CfD) contract. After that, the wind farm will run on commercial terms for the rest of its lifetime."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["Denmark has lagged on electric vehicle (EV) uptake compared to its Nordic counterparts Norway and Sweden, due to historically lower levels of subsidy support. Sales of passenger EVs in Denmark rocketed in 2021, reaching more than 65,000 units sold, or more than five times that of 2020. The trend continues in 2022. EV sales represented about 35% of total vehicle sales in Denmark in 2021, which is a record high EV penetration."]},{"key":2,"title":"EV policy","text":["The Danish government has set a target for a fleet of 775,000 EVs by 2030, which would represent around 23% of the total fleet – up from around 1.5% (37,000) in 2020. However, the Danish Climate Council says that 1 million EVs could be required by 2030 to reach the country’s climate targets. Denmark has also set a target to phase out new sales of internal combustion engine (ICE) vehicles by 2030, though this is not legislated due to an EU dispute about the proposal. Despite these ambitious targets, Denmark has a rocky history with EV subsidies. The government removed tax incentives designed to support EVs in 2015, which damaged the market and led to several years of very low uptake. The move demonstrated the harmful impacts of subsidy cuts on EV adoption, as EVs were still particularly dependent on subsidies to reduce upfront costs and incentivize adoption at this time. Denmark re-introduced policy support with registration tax deductions in 2020, and in June 2021, the tax deduction scheme entered a new phase with steeper benefits for EVs relative to combustion engine vehicles. Denmark is a signatory to the C40 Cities Fossil-Fuel-Free Streets Declaration.  The declaration calls on signatories to procure only zero-emission public buses from 2025 onward. In June 2020, the six largest Danish municipalities set a commitment to buy only zero-emission buses from 2021 on. It means that, starting 2021, all new buses for public transport in Copenhagen, Aarhus, Odense, Aalborg, Vejle and Frederiksberg must be powered via electricity. The country still does not offer direct incentives to support EV charging point rollout, unlike many EU member states, although tax exemptions are available for commercial EV charging. As an EU member state, tighter EU fuel economy standards and falling technology costs are boosting adoption of EVs in Denmark. BloombergNEF expects these standards to be an important driver of increased EV model availability among automakers and adoption of EVs in the region over the coming decade."]},{"key":3,"title":"Doing business and barriers","text":["Charging infrastructure is a bottleneck for the development of EVs in many countries. Denmark is one of the countries that does not have an EV charge point target. Frederiksberg Municipality, however, has a municipal level target. It previously stated its ambition to become Denmark’s Electric Car City No.1. In addition, it also announced a goal to have a charging point no more than 250 meters away from every building. More evidence is needed to prove the progress and results in Frederiksberg Municipality."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["Residential heating plays an important role in Denmark due to the country’s cold climate. The average home in Denmark consumes 36% more energy per year than the equivalent-sized home in the Netherlands. Denmark is the only Nordic country with a gas distribution grid serving residential homes. But only around 15% of Danish homes currently rely on gas for space heating – and the government has no plans to build out its gas grid further. The economics for gas boilers in Denmark are relatively strong, but the government is working to phase them out altogether as part of its net-zero goals. Heat pump sales almost tripled between 2010 and 2020 and supplied more than 6% of residential heating in 2020. More than 64% of residential households are connected to district heating networks, of which 76% are fueled by renewable energy."]},{"key":2,"title":"Buildings policy","text":["Compared to Sweden, Denmark has a much smaller heat pump market. A lack of stable policy has had a negative impact on heat pump market development: Denmark had a brief period of subsidies in the late 1970’s, but all subsidies were removed by 2001. More recently, Denmark has begun the process of phasing out fossil fuel heating systems as part of its climate targets. The government instated a ban on oil boilers in new homes in 2013 and banned the replacement of oil boilers in existing buildings in 2016, with only limited exceptions. The government has also banned the installation of gas grid connections in new homes since 2013 but has not set a date to end gas boiler replacements in existing homes. Danish consumers have had access to a range of incentives aimed at encouraging switching from fossil heating to heat pumps. The government put in place a carbon tax on oil and gas heating in 1992, which has risen over time from 24 euros to 144 euros/ton CO2 from 1991 to 2021. This has been particularly important in supporting a switch to biomass boilers, which supplied a quarter of residential heating demand in 2019. The government also had a grant program available for households installing a heat pump, with up to 6,000 euros per installation if the building is located outside of district heat areas until end-2021. A tax deduction for annual electricity consumption exceeding 4,000kWh for heat pump owners is also available. The Danish Energy Agency launched in 2021 a new DKK44.6 million ($7 million) subsidy round to support the installation of commercial-scale electric heat pumps. The scheme is open to companies specializing in district heating and offers rebates covering up to 15% of the total investment made to buy and install the heat pump, with developers being eligible for a maximum of DKK5 million for each project. The Danish parliament decided in 2016 to investigate a new way of providing heat from heat pumps; “heat pumps on subscription” or “heat as a service”, where the heat pump is not owned and serviced by the house owner. Instead, a company owns the heat pump, while the house owner pays for the heat delivered to the house as well as the benefit of someone else taking care of the maintenance of the heat pump. Four companies with different background were selected to participate in a pilot project. The project included a subsidy scheme where the companies were rewarded economically for each heat pump installed. The overall result was good and the Danish parliament has decided to start a new, more permanent, scheme on heat pumps on subscription."]},{"key":3,"title":"Doing business and barriers","text":["Denmark does not have incentives in the form of tax credit or rebates for heat pumps."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Not Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Not Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":1516.013},{"year":"2013","value":1351.003},{"year":"2014","value":1410.353},{"year":"2015","value":1408.983},{"year":"2016","value":1470.548},{"year":"2017","value":1973.144},{"year":"2018","value":1955.711},{"year":"2019","value":1973.144},{"year":"2020","value":1966.951},{"year":"2021","value":1966.951}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":4192},{"year":"2013","value":3296},{"year":"2014","value":3296},{"year":"2015","value":3296},{"year":"2016","value":2536},{"year":"2017","value":2536},{"year":"2018","value":2536},{"year":"2019","value":1221},{"year":"2020","value":1221},{"year":"2021","value":1221}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":1506},{"year":"2013","value":1562},{"year":"2014","value":1509},{"year":"2015","value":1508.99},{"year":"2016","value":1484.99},{"year":"2017","value":1490.29},{"year":"2018","value":1490.29},{"year":"2019","value":1476.29},{"year":"2020","value":1461.03},{"year":"2021","value":1461}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":864.16},{"year":"2013","value":958.18},{"year":"2014","value":1052.2},{"year":"2015","value":1051},{"year":"2016","value":701.1},{"year":"2017","value":1051},{"year":"2018","value":1007},{"year":"2019","value":1007},{"year":"2020","value":1009},{"year":"2021","value":1009}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":9},{"year":"2013","value":9},{"year":"2014","value":9},{"year":"2015","value":9},{"year":"2016","value":9},{"year":"2017","value":6},{"year":"2018","value":7},{"year":"2019","value":7},{"year":"2020","value":7},{"year":"2021","value":7}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":394},{"year":"2013","value":556},{"year":"2014","value":607},{"year":"2015","value":800},{"year":"2016","value":853},{"year":"2017","value":912},{"year":"2018","value":1008},{"year":"2019","value":1110},{"year":"2020","value":1361},{"year":"2021","value":2074}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":4095},{"year":"2013","value":4802},{"year":"2014","value":4870},{"year":"2015","value":5060},{"year":"2016","value":5229},{"year":"2017","value":5472},{"year":"2018","value":5800},{"year":"2019","value":6184},{"year":"2020","value":6337},{"year":"2021","value":6860}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,14598.951000000001]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":2729.423},{"year":"2013","value":2687.138},{"year":"2014","value":2784.308},{"year":"2015","value":2888.809},{"year":"2016","value":2770.689},{"year":"2017","value":2897.523},{"year":"2018","value":2883.519},{"year":"2019","value":3177.085},{"year":"2020","value":2816.952288},{"year":"2021","value":2817}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":10539},{"year":"2013","value":14292},{"year":"2014","value":11064},{"year":"2015","value":7109.878},{"year":"2016","value":8865.235},{"year":"2017","value":6205.663},{"year":"2018","value":6567.345},{"year":"2019","value":3310.174},{"year":"2020","value":3082.498755},{"year":"2021","value":4682}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":4192},{"year":"2013","value":3417},{"year":"2014","value":2095.755},{"year":"2015","value":1824.288},{"year":"2016","value":2254.877},{"year":"2017","value":2017.258},{"year":"2018","value":2071.918},{"year":"2019","value":2102.249},{"year":"2020","value":1207.522358},{"year":"2021","value":1558}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":403},{"year":"2013","value":351},{"year":"2014","value":316},{"year":"2015","value":317.756},{"year":"2016","value":323.939},{"year":"2017","value":278.761},{"year":"2018","value":263.746},{"year":"2019","value":241.809},{"year":"2020","value":224.7977002},{"year":"2021","value":263}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":17.476},{"year":"2013","value":13.419},{"year":"2014","value":15.104},{"year":"2015","value":18.03},{"year":"2016","value":19.272},{"year":"2017","value":17.871},{"year":"2018","value":14.862},{"year":"2019","value":17.217},{"year":"2020","value":16.56126848},{"year":"2021","value":16}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":103.861},{"year":"2013","value":517.541},{"year":"2014","value":595.518},{"year":"2015","value":604.262},{"year":"2016","value":743.78},{"year":"2017","value":751.485},{"year":"2018","value":952.973},{"year":"2019","value":963.269},{"year":"2020","value":1181.314},{"year":"2021","value":1308.929469}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":10269.94},{"year":"2013","value":11123.273},{"year":"2014","value":13078.504},{"year":"2015","value":14133.092},{"year":"2016","value":12781.731},{"year":"2017","value":14780},{"year":"2018","value":13901.955},{"year":"2019","value":16149.833},{"year":"2020","value":15822.04802},{"year":"2021","value":16032}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,32401.371]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":302.14},{"year":"2017","value":313.94},{"year":"2018","value":329.95},{"year":"2019","value":292.78},{"year":"2020","value":293.35},{"year":"2021","value":354.59}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":309.35},{"year":"2017","value":311.34},{"year":"2018","value":329.29},{"year":"2019","value":292.65},{"year":"2020","value":291.22},{"year":"2021","value":349.18}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":284.52},{"year":"2017","value":278.47},{"year":"2018","value":289.34},{"year":"2019","value":254.56},{"year":"2020","value":258.12},{"year":"2021","value":319.53}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":341.41},{"year":"2017","value":341.62},{"year":"2018","value":368.59},{"year":"2019","value":330.61},{"year":"2020","value":322.2},{"year":"2021","value":373.41}]}],"domain":{"x":[2016,2021],"y":[254.56,373.41]}},{"indicator":"Investment Buildings","sectorName":"Buildings","dealType":"Asset Finance","data":[{"year":"2016","value":341.1711885},{"year":"2017","value":568.2730192},{"year":"2018","value":673.3141096},{"year":"2019","value":764.6450959},{"year":"2020","value":848.0279891},{"year":"2021","value":956.1749565}]},{"indicator":"Investment Transport","sectorName":"Transport","dealType":"Asset Finance","data":[{"year":"2016","value":59.00585445},{"year":"2017","value":51.58014344},{"year":"2018","value":128.7023748},{"year":"2019","value":391.6231073},{"year":"2020","value":1357.4183},{"year":"2021","value":2701.853977}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":2229.1},{"year":"2017","value":1036.5266},{"year":"2018","value":1690.801},{"year":"2019","value":370.93},{"year":"2020","value":613.325},{"year":"2021","value":1635.982}],"domain":{"x":[2016,2021],"y":[370.93,2229.1]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":false},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":true}],"similar":[{"iso":"NL","name":"Netherlands","similarity":0.9835052792000001},{"iso":"DE","name":"Germany","similarity":0.9830136242},{"iso":"FI","name":"Finland","similarity":0.968152238},{"iso":"GB","name":"United Kingdom","similarity":0.9600411674},{"iso":"LT","name":"Lithuania","similarity":0.9556532036},{"iso":"SE","name":"Sweden","similarity":0.9521512494},{"iso":"ES","name":"Spain","similarity":0.9516650201000001},{"iso":"BE","name":"Belgium","similarity":0.9512875631},{"iso":"FR","name":"France","similarity":0.9466315724},{"iso":"IT","name":"Italy","similarity":0.939700991}]}