{"data": [{"note": "Generation, transmission and distribution are independent in Argentina under the law 24.065. Among utilities, Pampa Holding is a vertically-integrated company, acting in the three sectors; Endesa acts in the generation sector and owns Edesur; AES acts in the generation sector and owns Edelap. However, no utility monopolises the country's power market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "There are private companies and government-owned companies in each segment.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Cammesa operates the technical dispatch -- it is a company with private management but a public mandate. ENRE regulates the concessions under which transmission operations occur.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "In the past 13 years, subsidising electricity prices has cost the government as much as $51bn. However, Argentina's new president,  who has been in power since December 2015, aims to eliminate subsidies and raise electricity bills. Higher electricity tariffs are in force since February 2016.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "There are indirect barriers to private sector participation in the generation sector, such as imported fuel subsidies, an exchange rate crisis and high rates of inflation. Despite this, 75% of installed capacity is private and there is no impediment for a generator to sign a bilateral PPA or enter in the Mercado Electrico Mayorista in Argentina.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers cannot choose retail suppliers or enter into a third-party power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The wholesale market is not functioning, according to Cammesa.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "There are several different generators, both public and private. Private generators account for 75% of the installed capacity.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Argentina has 23 provinces, each of which has its own distribution utility. Edenor, Edesur and Edelap are the three main distributors in Argentina covering 75% of the Buenos Aires area.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ar", "name": "ar"}