{"data": [{"note": "Light & Power Holdings is an investment company with electricity as its core business. It owns the Barbados Light & Power which controls generation, transmission and distribution of electricity in Barbados.The company has been serving electricity customers in Barbados since 1911. Electricity service is available to the entire island community.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Barbados Light & Power controls generation, transmission and distribution in Barbados. Light & Power Holdings Ltd. is an investment company with electricity being its core business. The Company has a wholly owned regulated electric utility, The Barbados L", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Barbados Light & Power controls generation, transmission and distribution on the island.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The subsidies are only applied through ad-hoc tax adjustment in case the end-consumer electricity rate is higher than the maximum rate established by the Fair Trading Commission. High rates are a consequence of the high cost of imported fossil fuels. Electricity subsidies, estimated using the price-gap approach, average 1.2% of GDP.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Under current law, only the BLPC is allowed to sell power to the general public.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Under current law, only the BLPC is allowed to sell power to the general public.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Barbados does not have a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Barbados Light & Power controls generation, transmission and distribution in Barbados.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Barbados Light & Power controls generation, transmission and distribution in Barbados.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "bb", "name": "bb"}