{"data": [{"note": "Generation, transmission and distribution is undertaken by separate companies, most of which are state-owned. The Bangladesh Power Development Board, a part of the Ministry of Power, Energy and Mineral Resources, oversees the sector and is the single buyer. It also operates a number of mainly urban distribution networks and most of the country's generation. Transmission is carried out by the monopoly state-owned Power Grid Company.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "State-owned companies control most of Bangladesh's power market. Independent power producers (IPPs) are involved in power generation, accounting for nearly half of capacity, but a large proportion of that is short-term emergency rental plants.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Although independent, the state-owned Power Grid Company is susceptible to interference from the government, not least because the Bangladesh Power Development Board is the only buyer and responsible for most of the country's generation.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Prices are regulated and set at a subsidised rate. As a result, Bangladesh Power Development Board operates at a loss. Government funding is used to plug the gap.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The government is actively encouraging IPPs, and has a good track record of attracting and paying them for gas and other fossil fuel generation. The country lacks policy mechanisms for renewables, and even aspirations for renewables, but IPPs can make unsolicited proposals for projects.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Designated state-owned power distribution companies have a monopoly in their respective zones for retailing power. Ironically, Bangaldeshis living off-grid have more options when it comes to choosing a solar home system provider.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is no wholesale market. The Bangladesh Power Development Board operates as a single buyer.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "The Bangladesh Power Development Board is responsible for most generation, but there are also many smaller IPPs engaged in the market.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Designated state-owned power distribution companies have a monopoly in their respective zones for retailing power.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "bd", "name": "bd"}