{"data": [{"note": "The country's power sector is mostly served by recently nationalized companies responsible for generation, transmission and distribution.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The country's power sector is mostly served by recently nationalized companies responsible for generation, transmission and distribution. Public companies control most of the sectors, but there are private companies in each of the segments.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "There are 3 transmission companies in Bolivia: ENDE, TESA and ISA", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The 'tarifa dignidad' provides subsidies of 25% for clients that consume up to 70kWh per month. In 2015, the government spent $11.5m (BOB 78.7m) in subsidies for 1,046,622 residential customers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Only 16% of the national installed capacity is in the hands of private companies and the country doesn`t hold auctions or tenders to award new contracts.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers cannot choose retail suppliers or third-party power suppliers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Bolivia has a functioning wholesale power market. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Twelve companies participate in the generation market. Six public companies control 84% of Bolivia's installed capacity, and six private companies have the remainder. ESGA is the main public company and controls 16% of the national installed capacity.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The Bolivian supply market is in the hands of eight companies.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "bo", "name": "bo"}