{"data": [{"note": "In 1995, Brazil conducted a power sector reform, which required all power companies to have separate businesses for generation, transmission and distribution. It also opened the market to private companies. Before 1995, state-owned company Eletrobras had a market monopoly", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Brazil's power market has developed and diversified since 1995. Eletrobras still is an important player, but has lost significant market share over the years as more private companies entered the market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The National System Operator (ONS) is the market operator. Aneel is the power market regulator and CCEE oversees the wholesale market. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The tariff for low-income customers is subsidised. It is called 'tarifa baixa renda'.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "The distribution market is divided into concession areas. Consumers are not allowed to choose retail suppliers. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Regulated by CCEE since 1995, when the market was opened.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "No, as the largest player (Eletrobras) has only 30% of the market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The largest player (AES) has only 12% of the market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "br", "name": "br"}