{"data": [{"note": "Two companies monopolise the power sector in Bahamas. The Bahamas Electricity Company controls generation, transmission and distribution in Bahamas and Grand Bahamas (private company) controls generation, transmission and distribution in Grand Bahamas island.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Bahamas Electricity Company controls generation, transmission and distribution in Bahamas. Grand Bahamas (private company) controls generation, transmission and distribution in the Grand Bahamas island.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Bahamas Electricity Company controls generation, transmission and distribution in Bahamas,BS, while Grand Bahamas (a private company) controls generation, transmission and distribution in Grand Bahamas island.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "According to the IMF working paper 'Energy Subsidies in Latin America and the Caribbean: Stocktaking and Policy Challenges' (2015), the average pre-tax energy subsidies in the Bahamas in 2013 is 1% of its GDP, the second highest between importers in Latin America and the Caribbean region.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "According to the Out Island Act, private utilities are allowed to supply power to the Family Islands if it is in the nation's best interest, but due to the subjectivity of this provision, it is difficult for new private players to enter the market. Furthermore, BEC is not required to buy electricity from independent power producers (IPP).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Interconnection of any private generation (including solar panels) with the electricity grid is not allowed. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Bahamas does not have a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "BEC is the monopoly supplier to all of the major islands of The Bahamas with the exception of Grand Bahama Island. Self-generation is not allowed, and IPPs are permitted only in the Family Islands.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "BEC is the monopoly supplier to all of the major islands of The Bahamas with the exception of Grand Bahama Island. Self-generation is not allowed, and IPPs are permitted only on the Family Islands.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "bs", "name": "bs"}