{"data": [{"note": "There are no plans to unbundle the value chain, although IPPs at the generation level are being encouraged.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The Botswana Power Corporation (BPC) is the sole provider of generation, transmission, distribution and retail services. BPC is a state-owned monopoly.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "There is no independent transmission system operator and no current plans to change this. This was confirmed with the Department of Energy and other stakeholders on the ground.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "There is a focus on making electricity available and affordable. As such, retail electricity prices are heavily subsidised for both domestic and commercial customers. However one of the roles of the planned Botswana Energy Regulatory Authority (BERA) is to regulate pricing.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "In December 2007, the Electricity Supply Act of 1973 was amended to allow for independent power producers (IPPs). Still, without a proper framework or an independent regulator, participation has been limited to a single IPP operating a temporary diesel plant. However, this is expected to change with the recent establishment in law of a regulator and the formation of a renewable energy strategy. The latter is expected in October 2016.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "BPC is the sole provider of retail energy services. There is no expectation that this will change.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is no functioning competitive wholesale generation market, but Botswana is part of the Southern African Power Pool, where BPC participates on behalf of Botswana to import electricity from neighbouring countries, including South Africa and Mozambique.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "The generation market is highly concentrated in the hands of BPC. The country's only IPP until recently operated a temporary diesel plant. However, this is expected to change with the establishment of a proper framework to support IPPs in the form of the Renewable Energy Strategy and the BERA.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Power distribution is under full control of the BPC and there is no expectation that this will change soon.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "bw", "name": "bw"}