{"data": [{"note": "There are at least five different generators, but Belize Electricity Limited (BEL) is the only buyer, distributor and transmission company in Belize.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "BEL controls transmission, distribution and a small part of the generation market in Belize.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "BEL controls power transmission.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "According to the IMF report on energy subsidies in Latin America and the Caribbean, annual tariffs are set by the regulator on estimated fixed and variable costs and a surcharge/rebate to cover the gap with actual costs. The country has a subsidized electricity tariff for small consumers that consume less than 60kWh per month, called the social tariff.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "In 2013, the Belize Public Utilities Commission held one auction to contract power for the national grid.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers cannot choose who they buy energy from.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Belize does not have a wholesale power market", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Five companies generate electricity in the country: BEL (2%), Becol (74%), Hydro Maya (3%), BAL/Bapcol (1%) and Belcogen (20%). Additionally, 59% of the total electricity sold in the country is imported from Mexico (2014 numbers).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "BEL controls transmission and distribution.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "bz", "name": "bz"}