{"data": [{"note": "The 2014 electricity sector law provides for unbundling by opening up different parts of the value chain to private participation. Effectively however, national utility SNEL still remains the dominant player, combining generation, transmission, distribution and sales. Also, practically, unbundling is difficult given the fragmented nature of the country's power system. This means that often the role of generator and distributor is handled by the same company.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The Electricity Law of 2014 was enacted in June 2016 opening the door to private ownership of generation and distribution assets. For now, however, government-owned Société Nationale d'Electricité (SNEL) remains the only significant player in generation, transmission and distribution. Some private companies are active in generation and distribution, however these are mostly isolated cases. Private participation can happen through concessions, licensing, authorisation or simple declaration, depending on the nature of the activity.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "In theory, transmission is also open to private participation, but SNEL, the state-owned integrated utility, remains the dominant player.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The utility's technical and commercial losses were close to 50% in 2013 and 35% in 2014. The average electricity tariff (at $6.6 cents per kWh in 2014) is the lowest amongst members of the South African Power Pool and well below marginal costs. To improve cost recovery, the government is targeting a gradual increase in tariffs to a level of around $8 cents per KWh for households on average, although individual prices are expected to vary by region.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The Electricity Law of 2014 has been followed by decrees to set up an electricity regulator. The office of regulator is currently being set up by the energy ministry, and is scheduled to be active and in place by mid-2017. As a transitional solution, applications by private companies to participate in the country's electricicity sector are handled on a case-by-case basis by the energy ministry. Although the National Agency for Investment Promotion (ANAPI) is assisting, this bilateral process is slow and unlikely to attract sufficient interested private companies. Also, public companies including SNEL, have reneged on contractual obligations in the past, increasing the counterparty risk for private companies. At least one private company has decided, in principle, not to take on any project that has public companies as a counterparties. In general, private investment is focused on areas with mining activities (private mining companies are seen as a reliable counterparties).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "No. In theory the 2014 law allows this, but in practice the fact that grids are scattered locks in customers with a specific producer.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "No. Generators sell based on pre-agreed contracts with offtakers, not according to a wholesale market price.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Although some private operators exist, SNEL operates practically all the installed capacity in the country.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Although some private suppliers exist, SNEL is also dominant in supply.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "cd", "name": "cd"}