{"data": [{"note": "Cote d'Ivoire's power sector was fully unbundled by the Electricity Act of 2014. However, the private company CIE, in which the government has a 15% stake, is licensed to operate the country's transmission grid and as the sole distributor and retailer of electricity until 2020. Thereafter, the government will still have a monopoly in power dispatch, but may choose to license a private operator to take on these responsibilities. Generation has been fully liberalised since 1994 and private developers already own twice as much generation capacity as the government, which limits itself to hydro assets.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Generation was liberalised in 1994 and is the only segment of the power sector in which separate private companies are active. The country's three private generators are entirely fossil fuel-based and own about twice as much capacity as the government, which has only hydro assets. Transmission and distribution is fully owned and operated by the private Compagnie Ivoirienne d'Electricite (CIE), in which the government has a 15% stake and whose monopoly license runs until 2020. Thereafter, the 2014 Electricity Act provides that new licenses, limited in time and geography, may be awarded. This could see CIE lose its current contract covering the state-owned part of transmission grid.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The only transmission system operator, CIE, does not rely on market dynamics for its dispatch system as generators are contracted through government-signed take-or-pay power purchase agreements (PPAs). Retail prices are defined by the government and the regulator and uniformly applied across the country.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Cote d'Ivoire has regulated retail electricity prices. These vary by type and consumption of user and are applied uniformly across the country. Prices are updated frequently and kept at levels meant to ensure the financial stability of the power sector, a process established in law by the 2014 Electricity Act. The frequent increase of retail prices in recent years and the financial health of CIE confirm this. However, the setting of cost-reflective tariffs might become more of an issue as electricity sector license holders are bound to deliver on the government's ambitious electrification plans enshrined in the 2014 law and domestic fossil fuel resources become scarcer. The prospect of continuously escalating tariffs and rising fossil fuel power generation costs (there are currently no significant gas import facilities) creates opportunities for non-hydro renewables that the government does not yet seem to be aware of.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Cote d'Ivoire's regulation is open to large and medium independent power producers (IPPs), but is not tailored to let in smaller loads. While the 2014 Electricity Act states that generation facilities used primarily for self-consumption may sell excess to the grid, the current interpretation of this article is that such agreements will be awarded on a case-by-case basis and thus primarily target large facilities linked to industrial activities.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "CIE holds a license to operate an electricity retail monopoly until 2020. Thereafter, the liberalisation provided by the 2014 Electricity Act will impose geographic and time limits on licenses. However, the government could limit the awarding of licenses to ensure that operators have a monopoly in their area in an attempt to attract more actors. Furthermore, retailing electricity outside of the grid is strictly forbidden and punishable by law, rendering mini-grid enterprises virtually impossible. A number of off-grid electricity providers are attempting to get around this by selling related services such as phone charging, internet access, refrigeration and so on.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Cote d'Ivoire awards long-term 'take-or-pay' contracts to IPPs. These are negotiated on a case-by-case basis and exclude fuel supply, which is provided by the state. This has allowed the country to successfully expand its fossil fuel power generating capacity and attract well-established international developers. For instance, it led to the successful negotiation of an ambitious 275MW hydro project with Chinese state-owned hydropower engineering and construction company Synohydro valued at around $500m, most of which will be covered by Chinese concessional finance. This deal is proof that the Ivoirian authorities are open to negotiations with developers of large projects. However, non-hydro renewable energy projects have failed to feature to date. The 2014 Electricity Act also provides for the establishment of a single public or private authority responsible for dispatch, opening the door for a wholesale power market. Progress towards a wholesale power market could be accelerated by the fact that new PPAs are unlikely to be awarded fuel supplies, which should increase visibility over generation costs and efficiencies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Cote d'Ivoire has a diversified supply of electricity relative to the overall size of its system thanks to the opening up of the generation sector to IPPs in 1994. Long-term contracts were subsequently awarded to three private actors, which burn mostly natural gas and are now responsible for almost three-quarters of total national generation. To date, there have been just two IPPs, Azito Energy and CIPREL, plus the short-term power generation solution company Aggreko. The government is actively evaluating and developing new projects. However, progress is slow due to the case-by-case evaluation approach.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "CIE has a license to run an electricity supply monopoly until 2020. Thereafter, the liberalisation introduced by the 2014 Electricity Act will see new time- and geography-specific supply licenses awarded. The price at which power is sold to suppliers will continue to be regulated.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ci", "name": "ci"}