{"data": [{"note": "Chile's electricity sector has been unbundled, leaving distinct actors in generation, transmission and distribution.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "As of 2015, there were legally separate private companies in generation, transmission and distribution. There were about 175 generators, 16 transmission companies and 31 distribution companies.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "There are two private transmission system operators: the Northern Interconnected System (SING) and the Central Interconnected System (SIC). ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Under law 20040, Chile has a transitory subsidy applicable for up to six months for residential costumers when electricity rates increase more than 5%. This is the only subsidy in force in the country and, as it is not applied often, doesn't distort prices.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers can't choose retail suppliers or third-party power suppliers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The wholesale generation market is operated by the Northern Interconnected System (SING) and the Central Interconnected System (SIC). ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "There are several generators participating in the electricity market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "There are about 30 distribution companies in the SIC and SING systems.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "cl", "name": "cl"}