{"data": [{"note": "Eneo Cameroon (the new name for AES-Sonel following its acquisition by Actis, a private equity investor) is an integrated utility. There are two independent power producers (IPPs) - Kribi Power Development Corporation (KPDC) and Dibamba Power Development Corporation (DPDC) - which were acquired in 2014 by Globeleq, which is controlled by Actis. The 2011 Electricity Law paves the way for unbundling and creation of a publicly-owned transmission company. The law was also designed to attract additional private investment in generation.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The power sector is open to IPPs. A number of private projects have been announced, including two PV solar farms and a biomass power project.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The 2011 Electricity Law foresees the unbundling of the sector and the creation of a publicly-owned transmission company. While this has not happened yet, the decision to proceed in this direction seems to be firm. Preparatory work is ongoing.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Power tariffs are calculated based on a cost-recovery formula. In recent years, the government has preferred to pay a subsidy directly to the power company rather than increase tariffs paid by consumers. Government subsidies amount to between 15% and 20% of the retail price.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The 2011 Electricity Law laid the foundations for liberalisation of the market. However, this will only be achieved in practice subject to operational decrees being passed.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "There is still only one retail supplier, the integrated utility Eneo.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is just one player, the integrated utility Eneo. The two IPPs supply power to Eneo.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Eneo is an integrated utility and owns most of the country's generation capacity. New generation projects being developed will probaby not be managed by Eneo.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Eneo is the only supplier. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "cm", "name": "cm"}