{"data": [{"note": "The power sector in China is still essentially a monopsony (a market in which there are many generators, but only one buyer). There are several giant state-owned enterprises in the generation segment, as well as many smaller private players, particularly in the renewable sector. Monopoly grid companies have traditionally controlled transmission, distribution and retail. However, as of 2016, the private sector is allowed to invest in distribution grids and participate in the retail market.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Legally separate private companies have existed in the generation sector for more than a decade. Under the 2015 power market reforms, private sector players were given access to the distribution segment (although related policies were only released in 2016). Transmission will still be held by the three state-owned grid companies.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The three grid companies, State Grid, Southern Grid and Western Inner Mongolia Grid are all susceptible to state interference.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Retail prices are determined by the government and include payments to subsidise large hydro and renewable energy generation projects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "There are no barriers to private sector participation in generation.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Market liberalisation means some industrial consumers are able to bypass the grid and negotiate directly with generators on volume and price. This is known as the 'direct power purchase' policy. While still in the pilot phase and only intra-provincial, direct power purchase is expected to grow fast as the country is trying to liberalise its power retail segment.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Wholesale prices are determined by the government. Although generators will be able to decide selling prices under the 'direct power purchase' mechanism, this market is small (less than 10% of national total generation).", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "The 'big-five' state-owned generators have more than 50% of capacity in all major sectors, including coal, hydro and wind. But for the PV sector, it is much more decentralised.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "State-owned actors hold the majority of nuclear, coal and wind assets. They are also active in solar PV, but there are more small private players in this sector.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "cn", "name": "cn"}