{"data": [{"note": "The Organismo Coordinador del Sistema Elétrico Nacional Interconectado (OC-SENI) was created in 1998 to coordinate the electricity generation, transmission and distribution companies. There is no vertically-integrated monopoly utility in Dominican Republic,DO, and the power sector is unbundled.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "There are public and private companies at each of the segments. Generation, transmission and distribution utilities, self-producers and co-generators are coordinated by OC-SENI.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The independent state-owned power transmission operator is the Empresa de Transmisión Eléctrica Dominicana (ETED)", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The Fondo de Estabilización de la Tarifa Eléctrica provides subsidies to electricity tariffs in order to keep them constant. Total electricity subsidies are estimated to have been about 2% of GDP in 2013. In the first semester of 2015, the government spent $34.4m (DOP 1.37bn) on subsidising electricity.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Private companies own 90% of the installed capacity.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Distributors and large end-users can buy electricity from generators under long-term contracts. There is a spot market where generators, distributors and large end-users can buy/sell the short-term energy deficit/surplus.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "A wholesale market exists for transactions between generators, distributors and large end-users.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "15 companies generate electricity to the grid. Private companies only operate in generation, with government-owned companies handling transmission and distribution.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "System operation and transmission are controlled by ETED. Distribution and sales/retail are in the hands of three companies: Edesur, Edenorte and Edeeste.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "do", "name": "do"}