{"data": [{"note": "Ecuador's power market is controlled by state-owned utility Corporación Eléctrica del Ecuador (Celec), responsible for transmission and most of the generation. CELEC is not involved in the distribution sector, where the main players are CNEL, Electrica de Guayaquil and other nine regional companies.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Ecuador's power market is controlled by state-owned utility Corporación Eléctrica del Ecuador (Celec), responsible for transmission and most of the generation. Celec is not involved in the distribution sector, where the main players are CNEL, Electrica de Guayaquil and other nine regional companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Cenace is the independent grid operator. It is not a for-profit private agency. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Ecuador has a 'tarifa dignidad', which benefits consumers that use less than 110kWh/month in the mountains and less than 130kWh/month on the coast.  Approximately 4.3m clients enjoy this benefit.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Every 10 years, Arconel publishes its Master Electrification Plan (PME), which sets strategies for Ecuador's power system expansion. The plan currently in force includes a list with 36 plants (5.2GW), mostly from Celec EP, that are expected to start operation from 2013 to 2022. The private sector may apply for permits for projects that were not considered in the PME. After the submission of a feasibility study, the project will be evaluated by Arconel. If approved, a PPA is signed between it and the private company.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Ecuador's supply market includes CNEL, Electrica de Guayaquil and other nine small companies. All of them receive regional concessions, and consumers are limited to the companies established in their regions.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The Mercado Electrico Mayorista in Ecuador was created in 1999 by Conelec. It is managed by Cenace. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Celec (state-owned utility) has 60% of the generation market. The remaining share is generated by 18 IPPs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Eleven companies operate in the supply market in Ecuador,EC, but 84% (2014) of the sector is in the hands of three of them.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ec", "name": "ec"}