{"data": [{"note": "Egypt has formally unbundled the former vertically integrated Egyptian Electricity Authority. But in practice, the power sector remains principally in the hands of the state-owned Egyptian Electricity Holding Company (EEHC), or rather its six subsidiaries for power generation, the Egyptian Electricity Transmission Company (EETC), and its nine subsidiaries for electricity distribution and retail. Private-sector participation has been allowed through three build-own-operate-transfer (BOOT) contracts and some other very small IPPs. But, the electricity law issued in June 2015 will transform the current market set-up into a competitive one based on bilateral contracts plus a regulated market. An independent transmission system operator will be created and unbundled from the other participants.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Most of the market power at each segment of the value chain is held by subsidiaries of the state-owned EEHC. One aim of the power-sector reform is to pave the way for gradual market liberalization. It is not yet clear how precisely greater privatization will be achieved in generation. The government may offer the capacity currently under development to the private sector, with the aim that by the end of the transition period, private capacity outweighs the state-owned installations belonging to EEHC.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The Egyptian Electricity Transmission Company (EETC) was previously established as a private company of EEHC. However, as part of the power-sector reform, EETC will become a state-owned company independent from other electricity players, including EEHC. As well as more legal independence, EETC will also have more autonomy over market regulation.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "This applies to low-income persons with a certified disability, who earn a monthly income of not more than $525 (TTD 3,500).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Most of the land for renewables projects is government-owned and is allocated by the New & Renewable Energy Authority. While this may be helpful, the allocation process can be lengthy, particularly if multiple agencies are involved. Overall, some administrative processes could be streamlined, the government needs to localise international standards and there is a lack of awareness about renewables among consumers.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "At present, consumers have no choice over their retail suppliers, which have monopolies over geographical areas. However, under the 2015 electricity law, 'qualified' retail consumers will be able to choose from authorised suppliers, or negotiate power supply deals directly with generation companies. The law does not define 'qualified', but it seems likely to cover industrial and commercial customers. 'Non-eligible' customers will pay a regulated tariff and buy power from the distribution companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Egypt does not appear to have plans to implement a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "EEHC and its subsidiaries own over 90% of the generating capacity.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "EEHC and its subsidiaries own some 99% of the retail supply market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "eg", "name": "eg"}