{"data": [{"note": "Technically, the sector has been partially unbundled, but it continues (for the time being) to operate under a vertically-integrated entity. One could argue that the Ethiopian market is effectively still bundled. In December 2013, the government initiated a split-up of the vertically-integrated Ethiopian Electric Power Corporation (EEPCo) into Ethiopian Electric Power (EEP), which controls transmission and generation - currently it operates all grid-scale plants in the country - and Ethiopian Electric Services (EES), which is in charge of retail sales and distribution. Both are state-owned and, as of June 2016, are still governed by the same board of representatives.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The generation and transmission segments have been legally dissociated from retail and distribution, with the state-owned Ethiopian Electric Power (EEP) and Ethiopian Electric Utility (EEU) in charge of each, respectively. Privately-owned independent power producers (IPPs) have been invited to own their own plants (this has been permitted for over a decade), but no IPPs are yet in operation. Transmission, distribution (and retail sales) are still monopoly state-owned enterprises.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The grid is still operated as it was under the former vertically-integrated regulated utility, EEPCo. EEP is still the only generator (although a handful of IPPs are poised to enter the market) and it will remain the only transmission system operator, indefinitely. Economic principals (merit order) are in effect, by virtue of EEP's self-interest in dispatching as cost-efficiently as possible. However, with only one generator and very few plants with non-zero short-run marginal costs (very few burn fuel), the dispatching algorithms are much more basic than occur, for instance, under a dynamic independent system operator (ISO) arrangement with multiple IPPs. What few IPPs may come to exist will likely hand the keys to their plants over to EEP to operate. Thus, dispatching practices will continue to resemble what occurs under a vertically-integrated regime, despite some of the rhetoric around market liberalisation.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "EEU is a public entity that does not disclose its financials, so the full extent of subsidisation is incalculable. It is known that the state-owned distribution utility receives around ETB 2bn ($90m, using the 27 September 2016 exchange rate) each year in direct subsidies from the national treasury for rural electrification purposes, but these direct subsidies are less important than the indirect benefits that enable EEU to sell retail electricity at prices well below generation costs. Specifically, the cost of wholesale generation is indirectly subsidised by state backing of electricity infrastructure bonds for the construction of new power plants and transmission projects. State backing allows EEP to raise capital at extremely cheap interest rates (for example, the Grand Ethiopian Renaissance Dam was financed at LIBOR + 2%). These rates can yield negative real returns for investors, given that inflation in Ethiopia hovers north of 5% per year. Clearly, even with a government loan guarantee, EEP would be unable to raise capital at negative real rates of return without some sort of policy intervention. That intervention manifests itself as follows: legally, banks in Ethiopia are forced to allocate a portion of their capital (roughly one quarter) to state infrastructure bonds. Even with state subsidies, state regulators concede that retail prices will need to rise to align better with costs.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Economics will continue to be a challenge for grid-scale IPPs, which must compete against a cheap mostly-hydro fleet that is indirectly subsidised by the federal government. This is why, in over a decade, we have yet to see a successful IPP project completed. For an IPP to operate in Ethiopia,ET, it would need to negotiate a power purchase agreement (PPA) with EEP. There is very little precedent for this, and the regulator (the Ethiopian Energy Authority; EEA) is still deciding on the details for determining an acceptable PPA price. For the existing fleet, for example, the EEA is still deciding how to distinguish between generation, transmission, and distribution costs. The generation-only component could be a benchmark upon which EEP could consider PPAs with IPPs. Retail prices (around $30/MWh) are much too low to support any new generation technologies, let alone the fact that the generation-only benchmark is a mere fraction of this price. Thus, economics (distorted by indirect subsidisation of state-owned generation) are a tremendous challenge for IPPs. It is true that the EEA will force EEP to consider PPAs at above-market prices (Reykjavik Geothermal's Corbetti project has received a PPA priced at $75/MWh, for example), but the incentive to buy expensive electricity from IPPs rather than indirectly subsidised energy from EEP-owned projects is minimal.  Foreign exchange is another major issue for private enterprise in Ethiopia. There is a persistent shortage of foreign exchange in the country, since the Ethiopian Central Bank's (ECB's) monetary policy enforces a 'crawling peg' between the value of the Ethiopian birr and the US dollar. Essentially, the ECB limits exchange transactions in order to artificially inflate the value of the birr, to help limit its current account (import minus export) deficit, and to control against inflation. What this means for private companies is i) it can be challenging to import equipment into the country (there is a waiting list for foreign exchange transactions), and ii) it can be challenging to transfer domestic profits to a safer, less inflation-riddled currency than the birr.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "EEU is the sole distributor of grid-scale power. However, there are many examples of unofficial off-grid transactions, whereby the owner of a diesel generators sell power to customers directly.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There are no plans for a domestic wholesale market. Ethiopia is a member of the East Africa Power Pool and there are currently large interconnection projects underway to connect the member countries. One of Ethiopia's ambitions is to become a major exporter of power within the region as the government sees it as a means of generating foreign currency. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "EEP owns virtually all grid-scale power generation in Ethiopia. Reykjavik Geothermal is developing the Corbetti geothermal project and will become the country's first IPP. Off-grid, it is estimated that there is around 2GW of diesel power generation owned by various actors. This represents roughly one-third of the total installed capacity within the country, as of 2016. Some of this capacity is designed as grid backup and some is used in remote locations for general power supply.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Official (on-grid) distribution falls under the EEU umbrella, and there are no plans to introduce competition at the retail level. Off-grid, there are number of private companies and owners of diesel generators from whom a customer may buy electricity.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "et", "name": "et"}