{"data": [{"note": "Prior to 2008, the government-owned Volta River Authority (VRA) was wholly responsible for electricity generation, transmission and distribution throughout Ghana. Under reforms begun in 2005, the VRA was restricted to power generation, while the Ghana Grid Company (GridCo) took over transmission. Distribution is carried out by state-owned companies, the Northern Electricity Department (NEDco) and the Electricity Company of Ghana (ECG). The government has interests in four independent power producers (IPPs).", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The government has interests in four IPPs, both through indirect equity holdings, and as a power purchaser. There is a mix of private and state-owned companies in generation and distribution, while transmission is run by state-owned GridCo.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "GridCo is the only organisation conducting transmission activities in Ghana. It is wholly-owned by the government and is independent of generation companies. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "All prices are regulated through the Public Utilities Regulatory Commission (PURC). In December 2015, electricity and water tariffs were increased by 59.2% and 69%, respectively.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "It is very difficult to get a power purchase agreement (PPA) with the government, according to developers. There are also generation and transmission risks, as reflected in the failure of the state to honour PPAs with existing generators or new prospects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "The three distribution companies all operate in different areas of the country and do not compete for customers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "All generators are required to sell to GridCo, usually under long-term PPAs. They report that GridCo has debt obligations that it cannot meet, which signifies there is some off-taker risk.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "IPPs are predominately state-owned entities and currently make up just 15% of generation. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Customers can access three distribution and sales/retail firms - ECG, NEDCo and Enclave Power Company (EPC). The first two are primarily state-owned enterprises and service residential consumers, while EPC services industrial consumers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "gh", "name": "gh"}