{"data": [{"note": "All the segments have distinct actors, especially in generation where more than 80% of the players are independent power producers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "There are private and publicly-owned companies in all segments.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The system operator and wholesale regulator are the same: Administradora del Mercado Mayorista (AMM). The company is a non-profit organization.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The tarifa social provides subsidies to small customers that consume up to 300kWh/month.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "There is a designated distributor for each region of the country.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The system operator and wholesale regulator are the same: Administradora del Mercado Mayorista (AMM). The company is a non-profit organization.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "There are 46 generation companies in Guatemala,GT, private and state-owned.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "There are some 18 distributors in Guatemala,GT, but 14 are municipal cooperatives that supply smaller communities.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "gt", "name": "gt"}