{"data": [{"note": "Guyana's electricity market is controlled by the state-owned Guyana Power and Light (GPL), a vertically integrated company responsible for electricity distribution, transmission and part of generation. The country's market also includes independent power producers, which must sell electricity to GPL.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Guyana's electricity market is controlled by the state-owned Guyana Power and Light (GPL), a vertically-integrated company responsible for electricity distribution, transmission and part of generation. The country's market also includes independent power producers, which must sell electricity to GPL.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Guyana's electricity market is controlled by the state-owned Guyana Power and Light (GPL), a vertically integrated company responsible for electricity distribution, transmission and part of generation. The country's market also includes independent power producers, which must sell electricity to GPL.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "There are a few specific subsidies, but not enough to affect the country's average electricity prices. There was a general subsidy to GPL customers, but it was cut in 2013, increasing electricity rates by 26.7%. In 2016, the electricity subsidy for senior citizens was cut. Linden, a former bauxite mining town, has benefited from subsided electricity rates. This results in a lower electricity rate to the town residents, compared to the country average.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The vast rural areas of the country are supplied by small-scale private energy companies that produce and distribute electricity for the country's hinterland and rural villages. (Total 35MW)", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "GPL controls transmission and distribution.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Guyana does not have a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Guyana Power and Light (GPL) is responsible for all the centralized generation, transmission and distribution.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "GPL's operations comprise generation, transmission and distribution.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "gy", "name": "gy"}