{"data": [{"note": "On 20 May 2014, a new electricity law came into force in Honduras. The law regulates the generation, transmission, distribution and sale of electricity in Honduras,HN, as well as the operation of the national electricity system. It determined the end of ENEE's monopoly and allowed greater participation of private players in the power market.  The is a first step for participation of private players. However as of June 2016, besides an electricity tariffs increase, no new policy had been published to regulate electricity sector activities. The CREE will be responsible for granting licences to new players and regulating the market.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "On 20 May 2014, a new electricity law came into force in Honduras. The law regulates the generation, transmission, distribution and sale of electricity in Honduras,HN, as well as the operation of the national electricity system. It determined the end of ENEE's monopoly and allowed greater participation of private players in the power market.  The is a first step for participation of private players. However as of June 2016, besides an electricity tariffs increase, no new policy had been published to regulate electricity sector activities. The CREE will be responsible for granting licences to new players and regulating the market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "On 20 May 2014, a new electricity law came into force in Honduras. The law regulates the generation, transmission, distribution and sale of electricity in Honduras,HN, as well as the operation of the national electricity system. It determined the end of ENEE's monopoly and allowed greater participation of private players in the power market.  The is a first step for participation of private players. However as of June 2016, besides an electricity tariffs increase, no new policy had been published to regulate electricity sector activities. The CREE will be responsible for granting licences to new players and regulating the market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Until December 2014, small customers (about 610,000 in number) didn't have to pay for electricity if they consumed less than 150kWh per month. In December 2014, the subsidies were eliminated and electricity tariffs started to reflect the real cost of electricity. Power subsidies are one of the reasons for ENEE's high debt levels. In June 2016, a second increase in electricity tariffs entered in force. From this month onwards, residential customers  with monthly consumption up to 50kWh pay $0.06/kWh (HNL 1.46/kWh). Residential custumers that consume from 51kwh to 500 kwh/month will pay $0.16/kwh (HNL 3.61/kwh). Low income customers who consume up to 75kwh/month are eligible to a discount of $5.28/month (HNL 120) in the total amount of their electricity bill.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "76.6% of the installed capacity is from private companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "On 20 May 2014, a new electricity law came into force in Honduras. The law regulates the generation, transmission, distribution and sale of electricity, as well as the operation of the national electricity system. It determined the end of ENEE's monopoly and allowed greater participation by private players in the power market.  This is a first step towards the participation of private players, but as of April 2016 no new policy had been published to regulate electricity sector activities. The CREE will be responsible for granting licences to new players and regulating the market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Honduras does not have a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "76.6% of the installed capacity is from private companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "ENEE is the only distributor. On 20 May 2014, a new electricity law came into force in Honduras. The law regulates the generation, transmission, distribution and sale of electricity in Honduras,HN, as well as the operation of the national electricity system. It determined the end of ENEE's monopoly and allowed greater participation of private players in the power market.  This is a first step for the participation of private players in the power sector. However, as of June 2016, no new policy was published to regulate electricity sector activities. The CREE will be responsible for granting licences to new players and regulating the market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "hn", "name": "hn"}