{"data": [{"note": "Electricité d'Haiti (EdH) is the country's utility company responsible for part of Haiti's electric power generation, transmission, and retail distribution. According to The Haiti Sustainable Energy Roadmap, 'although EDH has its own generation park and technically holds a monopoly over the country's electricity system, most power is currently produced by independent power producers, including Sogener, E-Power, and Haytrac. IPPs have been operating in Haiti's electricity sector since 1996. The first to sign a contract with EDH was Interselect SA in Cap Haïtien in 1996. Outside of Port-au-Prince, Sogener signed two power purchase agreements in 2002 for a total installed capacity of 16MW: Cap Haïtien (8MW) and Artibonite (8MW). Haytrac currently operates two plants with a total installed capacity of 12MW: Petit-Goâve (6MW) and Les Cayes (6MW). Following the earthquake in 2010, E-Power entered the market with a 30MW heavy fuel oil diesel power plant in Port-au-Prince.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Electricité d'Haiti (EdH) is the country's utility company responsible for part of Haiti's electric power generation, transmission, and retail distribution. According to The Haiti Sustainable Energy Roadmap, 'although EdH has its own generation park and technically holds a monopoly over the country's electricity system, most power is currently produced by independent power producers, including Sogener, E-Power, and Haytrac. IPPs have been operating in Haiti's electricity sector since 1996. The first to sign a contract with EdH was Interselect SA in Cap Haïtien in 1996. Outside of Port-au-Prince, Sogener signed two power purchase agreements in 2002 for a total installed capacity of 16MW: Cap Haïtien (8MW) and Artibonite (8MW). Haytrac currently operates two plants with a total installed capacity of 12MW: Petit-Goâve (6MW) and Les Cayes (6MW). Following the earthquake in 2010, E-Power entered the market with a 30MW heavy fuel oil diesel power plant in Port-au-Prince.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Haiti does not have a independent transmission system operator.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The government provides high subsidies to residential electricity tariffs. As a consequence, residential electricity rates in Haiti are among the lowest in the Caribbean and lower than generation costs for EdH and IPPs. However, commercial and industrial rates are very high.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Although government allows private sector participation, many factors, such as lack of availability of financial investments, political instability and lack of regulations, make the generation sector unattractive to private actors.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers can't choose retail suppliers or third-party power suppliers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Haiti does not have a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Most power is currently produced by independent power producers (IPPs), including Sogener, E-Power, and Haytrac. IPPs have been operating in Haiti's electricity sector since 1996. The first to sign a contract with EDH was Interselect SA in Cap Haïtien in 1996. Outside of Port-au-Prince, Sogener signed two power purchase agreements in 2002 for a total installed capacity of 16MW: Cap Haïtien (8MW) and Artibonite (8MW). Haytrac currently operates two plants with a total installed capacity of 12MW: Petit-Goâve (6MW) and Les Cayes (6MW). Following the earthquake in 2010, E-Power entered the market with a 30MW heavy fuel oil power plant in Port-au-Prince.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Electricité d'Haiti (EDH) controls transmission and distribution in Haiti. As EDH lacks the capacity to provide electricity services throughout Haiti,HT, electrification efforts and minigrid development will need to involve independent producers, according to Haiti Sustainable Energy Roadmap. EDH's legal monopoly over distribution has arguably limited investment. Explicitly enabling IPPs to distribute electricity in parts of the country where EDH cannot provide power would significantly accelerate renewable energy deployment. Arrangements allowing IPPs to produce power on EDH's behalf have so far been negotiated bilaterally and in apparent conflict with the 1973 law granting EDH exclusive control over production, transmission and distribution. This has created a great deal of uncertainty and inconsistency for developers. In June 2014, the government launched an open call for local or international companies to assume EDH's role in the Southeast Department. The successful bidder will be awarded a concession to generate, transmit, distribute, and sell electricity within that area, and will be obligated to improve infrastructure and add sufficient capacity to provide electricity to all inhabitants. Ultimately, this model could be expanded throughout Haiti,HT, with the exception of the metropolitan area. This pilot project marks an important step forward and an exciting shift in the structure and operation of Haiti's electricity sector.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ht", "name": "ht"}