{"data": [{"note": "The Indonesian power sector is dominated by the vertically-integrated state-owned utility PLN and its regional subsidiaries. Independent power producers (IPPs) and suppliers are legally able to operate, but apart from some activity by a small number of generators such as Supreme Energy, the majority of the value chain is still bundled.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Full privatisation of the power system remains a pipe dream. While there are a number of active independent power producers, transmission and distribution remain firmly in the hands of the national utility. Following the Supreme Court's ruling against further liberalisation, this is not likely to change anytime soon.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The national vertically-integrated utility PLN and its regional subsidiaries own and operate all transmission assets in the archipelago of Indonesia. Publicly-owned, it is still highly regulated. Its grid development plans are updated annually and closely follow the long-term strategy of the government.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The Indonesian government sets consumer electricity prices below market levels to ease the economic burden for disadvantaged customers. Several tariff classes are subsidised, especially residential, business and industry customers with low voltage connections. Tariff adjustments are announced by the national utility on a monthly basis. They are calculated using the Indonesian rupee/ US dollar exchange rate, the Indonesian Crude Price and the inflation rate.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The largest barrier to private sector participation in the generation business is PLN's lack of willingess to act as an off-taker for power generated from renewable energy at a price above the average power production costs of PLN in the area. Utility-scale projects by independent power produers are only possible where they displace PLN's expensive diesel-fired generation.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "According to legislation enacted in 2009, consumers are free to choose third-party power suppliers. However, in practice PLN has a monopoly and right-of-first-refusal, owing to its ownership of all transmission and distribution infrastructure.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The Supreme Court is strongly adverse to the liberalisation of industries vital to Indonesian society, including the power sector. Progress towards a competitive wholesale market therefore likely to remain elusive for the foreseeable future. The power price benchmark is PLN's average cost of production.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Power generation is dominated by the national utility PLN, although it is envisaged that the majority (25GW) of a new 35GW development programme should be undertaken by the private sector.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "PLN has a right-of-first-refusal to sell electricity to consumers. It exercises this right everywhere except in remote parts of the country, with the result that private companies can operate more easily in these areas. In many cases, the supply in remote regions is provided through off-grid generation.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "id", "name": "id"}