{"data": [{"note": "PGCIL is a central government-owned company that operates five regional electricity grids and solely handles inter-state electricity transmission in India. Within the states, different private, state and central government-owned entities exist for the purpose of distribution and generation of power.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Legally separate distribution and power generation companies exist at the state level, while transmission is handled by Power Grid Corporation of India Limited (PGCIL) alone.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Power System Operation Corporation (POSOCO), a wholly-owned subsidiary of PGCIL, operates regional and national load dispatch centres. The company plans and implements infrastructure for the despatch centres, schedules and dispatches electricity over inter-regional links and monitors and supervises security of the national grid.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Industrial and commercial consumers subsidise agricultural and domestic consumers in many states. Electricity tariffs across India tend to be influenced by political factors.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "There are no regulatory barriers to private sector participation in power generation. Independent power producers (IPPs) are a major driver of renewable energy growth.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers with demand of more than 1MW (mainly medium and large-scale industrial operations) can buy power at competitive tariffs either directly from the generation companies or through third party power trading companies/power exchanges. However, such an option is not available to domestic, commercial and small industrial consumers who are limited to buying electricity from their regional electricity distribution company.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The Indian Energy Exchange and Power Exchange India Limited allow competitive wholesale trades. The exchanges enable large consumers (those with demand of more than 1MW) to receive competitive tariff bids from generation companies for short-, medium- and  long-term power supply.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "The generation market in India is not concentrated, being made up of private players together with a number of central and state government-owned companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The supply market is dominated by a few state-owned and independent electricity distribution companies. In most regions there is just one electricity distribution company.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "in", "name": "in"}