{"data": [{"note": "Private utility Jamaica Public Service (JPS) is in charge of 60% of generation, and 100% of transmission and distribution services in the island. Other players may enter the market as independent power producers and sell electricity to JPS. JPS is owned by Japan-based Marubeni Corporation at 40%; South-Korea-based Korea East-West Power at 40%; the Government of Jamaica at 19.9%; and some 3,000 shareholders holding the remaining 0.1% of the shares. Five companies generate electricity to the grid, but JPS is the only buyer.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Private utility Jamaica Public Service (JPS) is in charge of 60% of generation, and 100% of transmission and distribution services in the island. Other players may enter the market as independent power producers and sell electricity to JPS. JPS is owned by Japan-based Marubeni Corporation at 40%; South-Korea-based Korea East-West Power at 40%; the Government of Jamaica at 19.9%; and some 3,000 shareholders holding the remaining 0.1% of the shares. Five companies generate electricity to the grid, but JPS is the only buyer.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "JPS controls the transmission of electricity in Jamaica. The company owns approximately 14,000 kilometres of distribution and transmission lines.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Since 2014, the government  has provided a lifeline rate, which benefits customers that consume less than 100kWh/month. This cross-subsidy is from those consumers using 101kWh/month or more.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Jamaica already held two renewable energy auctions opened for both national and international entities. Jamaica's generation market is currently composed of five IPPs, and another two are expected to enter the market in 2016.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "JPSCo controls transmission and distribution of electricity in Jamaica.  Consumers cannot choose third-party power suppliers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Jamaica does not have a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "JPSCo holds 60% of generation in Jamaica. The remaining share is in the hands of five private generators. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "JPSCo controls the supply market in Jamaica.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "jm", "name": "jm"}