{"data": [{"note": "Distinct actors exist for different phases of energy production/transmission and distribution. There are a number of generators, but a monopsony exists where there is only one buyer. National Electric Power Company (Nepco), the single bulk buyer of energy from the generators, is in charge of transmission. Distribution is then handled by three companies, each serving a region in Jordan: Electricity Distribution Company (EDCO), Irbid District Electricity Company (Ideco) and Jordanian Electric Power Company (Jepco).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Under  generation and distribution, there are separate private companies, but transmission is under the responsbility of Nepco, which is state-owned.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Transmission is controlled by state-owned NEPCO. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The Jordanian electricity market has a single-buyer model, and generators have only one off-taker for the power they produce. Prices are not market-driven as generators cannot sell directly to distributors and tariffs are subsidised by the government (particularly domestic tariffs).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Private sector participation is encouraged and incentivised where possible. There have been the introduction of tax incentives and off-taker guarantees, and the establishment of the Jordanian Investment Commission.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "There are three distributors in the country, each serving a region in Jordan: Electricity Distribution Company (EDCO), Irbid District Electricity Company (Ideco) and Jordanian Electric Power Company (Jepco).  Consumers are not able to choose who they buy power from.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is no wholesale generation market. All generated electricity is purchased by Nepco. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Two players (CEGCO and SEPCO) own 62% of total generation, however, the remainder of the market is split between more than seven generators.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Nepco is the only supplier of energy for distributors. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "jo", "name": "jo"}