{"data": [{"note": "Kenya has 20 licensed independent power producers (IPPs) feeding power into the grid. Of these, KenGen is by far the largest, contributing more than two-thirds of total consumed electricity. Kenya Power owns and operates most transmission lines, while Ketraco has been licensed to develop new lines. Kenya Power is the only distributor of power, with the single exception of PowerHive, a mini-grid operator that received the country's first private distribution license.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "There are numerous private companies engaged in power generation. The transmission system is run by Kenya Power, a listed private company, while Kenya Electricity Transmission Company (Ketraco), a government-owned entity, develops new high-voltage transmission lines. Kenya Power is also the country's only distribution company.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Ketraco is a dedicated transmission company, but it is government-owned and is not yet required to dispatch according to marginal cost economics. News reports from May 2016 suggest the Energy Regulatory Commission hopes to launch a national load dispatch centre operated by Ketraco.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Retail electricity tariffs are fully regulated for all customer segments. The same tariff system applies to consumers on mini-grids that are operated by Kenya Power. These off-grid systems are therefore cross-subsidised by on-grid consumers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The licensing process for IPPs is considered relatively simple. There are no major hurdles.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Kenya Power is the only entity holding a distribution license and offering a service across the country. PowerHive has received a distribution licence, but will only offer its services in off-grid communities. There are low barriers for consumers who install behind-the-meter generating units such as diesel or solar.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Kenya Power is currently the only off-taker for all power generated in Kenya.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "There are 20 companies delivering power to the grid in Kenya. KenGen, the former monopolist, still holds almost 70% of the generation market. Its share is expected to decline to around 50% in the coming years as new capacity is added.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Kenya Power is the only entity holding a distribution licence and offering services across the country. PowerHive has a distribution licence, but only offers its services in off-grid communities.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ke", "name": "ke"}