{"data": [{"note": "Lebanon's utility, Electricité du Liban (EDL), has a monopoly for transmission, distribution and retail of electricity in the country. On the generation side, independent power producers are authorised by law but it is unclear which institution is mandated to award licenses. Consequently, new generation capacity from IPPs has been very limited.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Lebanon's utility, Electricité du Liban (EDL), has a monopoly for transmission, distribution and retail of electricity in the country. On the generation side, independent power producers are authorised by law but it is unclear which institution is mandated to award licenses. Consequently, new generation capacity from IPPs has been very limited.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Lebanon's utility, Electricité du Liban (EDL), has a monopoly for transmission, distribution and retail of electricity in the country.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Retail prices have not been changed since 1994 due to their politicisation, and range from $29.5/kWh to $ 0.97/kWh. This is far below the cost of generation in a country that has had to rely almost entirely on oil imports for producing electricity. When global oil prices were above $100 per barrel, the annual deficit exceeded $2bn per year.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Independent power producers are authorised by law, but it is unclear which institution is mandated to award licences. Consequently, new generation capacity from IPPs has been very limited. Historically, this situation has created a boon for retailers of diesel gensets and even, despite it being illegal, retailers of electricity produced by groups of diesel gensets. Together they are estimated to generate around 30% of the electricity consumed in Lebanon. This is creating opportunities for rooftop solar.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Lebanon's utility, Electricité du Liban (EDL), has a monopoly for transmission, distribution and retail of electricity in the country.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Lebanon's utility, Electricité du Liban (EDL), has a monopoly for transmission, distribution and retail of electricity in the country. On the generation side, independent power producers (IPPs) are authorised by law but it is unclear which institution is mandated to award licenses. Consequently, new generation capacity from IPPs has been very limited.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Lebanon's utility, Electricité du Liban (EDL), has a monopoly for transmission, distribution and retail of electricity in the country. However, illegal power retailers and private diesel generators are estimated to be supplying around 30% of the electricity consumed in Lebanon.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "lb", "name": "lb"}