{"data": [{"note": "CEB is owned by the government and has a monopoly in the transmission and distribution of power. It is also the country's single largest power generator. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Ceylon Electricity Board (CEB) controls and is ultimately responsible for all functions - generation, transmission and distribution - within Sri Lanka.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "CEB is in charge of electricity transmission and distribution, and is state-owned.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The Public Utilities Commission (PUC) has switched from a system of feed-in tariffs to reverse auctions, which is expected to push prices down.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The main hindrance for private companies looking to generate on-grid renewable energy is the application process itself. The key stumbling block is getting 'sign-off' from the CEB, which needs to verify grid connection. Other ministries also pose problems. New small hydro plants, for instance, need to get sign-off from the Ministry of Irrigation, while wind projects on the west coast had issues with the Ministry of Tourism. The CEB does also still control the amount of capacity that is offered to the private sector, and has kept a large chunk (100MW) of the proposed 375MW Mannar wind farm's permits for itself.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "All power purchase agreements (PPAs) are signed with the CEB, which is also the sole supplier.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Although the CEB is by far the largest player in the generation market (67%), there is significant level of participation by private players in the renewables and oil and diesel generation sectors. The government has indicated that all future projects, including large-scale CCGT plants, will be subject to a transparent public tendering process.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "All conventional power generation, including large hydro and coal-fired power plants, is government-owned. This capacity makes up the bulk of the CEB's 67% share of national power generation.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The CEB and its holding company, Lanka Electricity Company (LECO), have a monopoly in electricity supply.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "lk", "name": "lk"}