{"data": [{"note": "The 2015 Energy Law is designed to unbundle the country's generation and distribution segments, but no distinct actors have entered the market yet. Procedures and by-laws to enable full unbundling to take place still need to be created. Theoretically, the generation and distribution segments of Liberia's power sector are liberalised as private players can enter the market and work with the independent energy regulator to arrange optimal PPAs. However, the Liberian Electricity Corporation remains the only active player in the country's generation, transmission, distribution and retail segments.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "State-owned Liberian Electricity Corporation (LEC) manages all generation, transmission and distribution infrastructure. No private companies have entered any segment of the power market yet, aside from a few small producers feeding micro-grids outside of Monrovia. Independent power producers (IPPs) will need to get approval from the Ministry of Lands, Mines and Energy to sign power purchase agreements (PPAs) with LEC and sell electricity to the grid.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "There is no independent transmission system operator. Integrated, state-owned utility LEC is likely to continue as transmission system operator. It does not dispatch according to market dynamics, as all generation projects are constantly feeding into the grid.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The standard national electricity tariff is $0.52/kWh. The new energy law allows for the establishment of subisides, but none are in place currently.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The two major barriers to private sector participation in Liberia are the creditworthiness of LEC, which operates at a loss and is entirely donor-funded, and the lack of an independent energy regulator. The regulator currently resides within the Ministry of Lands, Mines and Energy and will not become fully independent until October 2017. This makes it difficult for an investor to be guaranteed a return on investment. With no regulator, an IPP risks financing a project with no guarantee that LEC can interconnect and buy all output from the project consistently. LEC's revenues have grown as its custmer base has increased, but its operating costs are growing even faster. It has had a negative net operating income for several years.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "LEC is responsible for all generation, transmission and distribution. All customers legally connected to the grid must therefore purchase electricity from LEC. Alternatively, people can pay a flat monthly rate (that is more expensive than the energy tariff) to an illegal IPP, which usually refers to a diesel generator in their local neighborhood.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There are no IPPs in Liberia. LEC is responsible for all generation, transmission and distribution, meaning there is no competitive power market. The 2015 energy law hopes to create a competitive wholesale market with IPPs entering the generation segment of Liberia's power system, but currently no such system exists.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "LEC is the sole actor in the country's generation market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "LEC is the sole actor in the supply market at the moment.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "lr", "name": "lr"}