{"data": [{"note": "he generation segment includes government-controlled entities and independent power producers (IPPs). The transmission segment is state-controlled. There are three main distributors, all government-controlled, which serve the Yangon and Mandalay regions and the grid-connected areas outside of those regions.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The generation segment includes legally separate private companies in addition to government-controlled plants. The distribution entities serving Yangon and Mandalay have been restructured from 'boards' to 'corporations', although both remain government-controlled.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Myanmar Electric Power Enterprise, a government-controlled entity, operates the national grid. However, it does not practice economic dispatch (or 'merit order', in which the cheapest power is dispatched first).", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Residential, commercial and industrial retail electricity rates are subsidised to a level significantly below the cost of generation, transmission and distribution. Previous attempts to raise prices have not succeeded in the national parliament.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "NA", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "The Ministry of Electricity and Energy (MOEE, formerly the Ministry of Electric Power, also called the Ministry of Electric Power and Energy) is the only significant purchaser of electricity for the grid. Off-grid power purchasers obtain electricity from other sources, but generally do not have the ability to 'choose' a supplier.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "NA", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "More than 75% of the country's grid-delivered electricity is generated by government-owned plants. The remainder comes from third-party producers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "More than 75% of the country's grid-delivered electricity is generated and supplied by the government; the remainder comes from third-party producers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "mm", "name": "mm"}