{"data": [{"note": "The power sector is vertically integrated. ESCOM, the national utility, provides all on-grid generation, transmission, distribution and retail. The unbundling of generation and transmission was announced in 2015 and expected to be completed by December 2016. A new state company, Malawi Generation Co, will be responsible for generation, while ESCOM will continue to control the transmission and distribution segments.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The Electricity Supply Corporation of Malawi (ESCOM) is the only generator and system operator at present. With the unbundling to be completed by December 2016, independent power producers (IPPs) will be allowed to operate.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "ESCOM is the state-owned operator. As such, it is heavily regulated and enjoys a monopolistic position that prevents market dynamics from playing a role in dispatch decisions.\nq3,MX,1,Mexico's energy reform created the Centro Nacional de Control de Energí­a (Cenace)", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Retail electricity prices are severely regulated by the state-owned utility ESCOM. Tariffs are kept extremely low at a rate of $0.8-0.9/kWh, which is insufficient to finance capacity growth.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The regulation and licensing procedure can be burdensome. There are licensing fees to be paid to MERA (Malawi Energy Regulatory Authority) for application, issue and renewal. ESCOM negotiates tariffs on a single project level, which further delays the overall process. High initial investment costs, the lack of dedicated financing mechanisms and technical expertise represent additional barriers to the successful delivery of projects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "ESCOM, the national utility, has a monopoly across the entire power sector, retail included. Consumers can only buy from the state-owned company.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There are no plans for the establishment of a domestic wholesale generation market, although Malawi is a member of the Southern African Power Pool (SAPP), whose goal is to facilitate the development of a competitive electricity market in the Southern African region.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "ESCOM, the national utility, owns almost 99% of national generation capacity. Thirty IPPs signed MoUs with the government in recent months. Two of them, HE power  (41MW hydro plant) and IntraEnergy (120MW coal plant), are currently negotiating power purchase agreements (PPAs) with ESCOM. In addition, Illovo Sugar operates two captive biomass plants with a combined capacity of 19.6MW.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The national utility ESCOM is the only electricity supplier in the country.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "mw", "name": "mw"}