{"data": [{"note": "One of the main changes introduced by Mexico's energy reform is the separation of state-owned vertically integrated utility Comisión Federal de Electricidad (CFE), which holds the vast majority of generation assets and has monopoly over transmission and distribution. In January 2016, Mexico's Ministry of Energy (Sener) issued the decree that guides CFE's unbundling and creates different companies for generation, transmission and distribution. CFE's business separation is still ongoing.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "At the moment, separate private companies are only present in the generation segment. In 2016, CFE is going to hold the first transmission IPO, which will allow private participation in the transmission business.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": null, "values": [], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Retail prices in Mexico have come down in recent years, as part of CFE tariff adjustments. The utility also offers subsidized rates for low-income consumers.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Mexico's energy reform has streamlined the process for private generators to participate in the power market. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "CFE continues to have the monopoly on distribution services.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Mexico's wholesale market is still operating in a limited fashion, with only day-ahead market. Starting in 2017, the hour-ahead market will start operation.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Mexico is undergoing an energy reform, which will increase private participation in the generation market. Still, at this stage the market is highly concentrated in the hands of CFE, which has 76% of generation assets.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "CFE has the monopoly on distribution services.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "mx", "name": "mx"}