{"data": [{"note": "EDM is the sole actor in the transmission, distribution and retail markets, and dominates the generation market. There are independent power producers.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Electricidade de Moçambique (EDM) is solely reponsible for transmission and distribution. The only legally distinct companies are at the generation level. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The state-owned utility, EDM, is the sole transmission system operator. Power for domestic use is not dispatched according to market dynamics.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "There are a variety of tariffs. These range from $0.02/kWh for up to 100kWh per month, to $0.06 for more than 500kWh per month. Agricultural customers pay between $0.04 and $0.07 per kWh depending on consumption levels, with commercial customers paying between $0.05 and $0.08 per kWh. EDM's annual report states that current tariff levels do not reflect the costs of aquisition and power supply.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The development of power generation plants in Mozambique requires a concession from the government. Projects with an output of greater than 100MVA require consessions to be approved by the Council of Ministers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers can only buy electricity from EDM, with the exception of the Mozal aluminium smelter, which is part-owned by BHP Billiton and can import power directly from South African utility Eskom.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is no wholesale power market. However, EDM has special tariffs in place for major customers", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "The generation market is dominated by EDM, primarily through its ownership of the 415MW Cahora Bassa hydro project. The company entered into a partnership with South African company Sasol that owns a 175MW gas plant that was commissioned in 2014. Independent power producers (IPPs) account for a small percentage of the country's generation market, with much of their capacity being short-term emergency power stations owned by Aggreko.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The supply market is monopolised by EDM.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "mz", "name": "mz"}