{"data": [{"note": "The only part of the power sector that has not been fully privatised is transmission. The Transmission Company of Nigeria (TCN) was managed by Manitoba Hydro, a canadian company, but is now being managed by TCN staff who were trained by Manitoba Hydro.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Generation and distribution are fully privatised, while transmission is still government-owned.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "TCN is not private.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Retail prices are calculated using a methodology known as the 'multi-year tariff order', which tries give independent power producers (IPPs) returns of 10% to 15%, while minimising the cost to consumers.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The procedure established by the Nigerian Electricity Regulatory Commission (NERC) to become an IPP can be lengthy. The regulations are set out in detail here http://www.nercng.org/index.php/industry-operators/licensing-procedures. Section 62 of the Electric Power Sector Reform Act 2005 states that any person intending to engage in the business of electricity generation, transmission, system operation, distribution or trading must first obtain an operator's licence from NERC.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers must purchase electricity from one of Nigeria's 11 electricity distribution companies (DISCOs) that are active in their region. DISCOs are privately-owned and managed.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Power purchase agreements (PPAs) are negotiated and paid by the Nigerian Bulk Electricity Trader (NBET). As the market develops, it should theoretically be able to regulate itself without the need for NBET.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "There are not many players in the generation sector as it was only recently privatised. More are expected soon as the country attempts to become more attractive, for instance, by holding reverse power auctions.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Although private, the number of distribution companies is limited to 11. The only transmission company is TCN.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ng", "name": "ng"}