{"data": [{"note": "Nicaragua's power sector is unbundled and distinct actors participate in the generation and distribution sectors.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Nicaragua's power sector is unbundled and distinct actors participate in the generation and distribution sectors.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Enetrel controls transmission in Nicaragua.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The government provides subsidies for customers with monthly consumption of up to 150kWh, and forgoes taxes on customers with monthly consumption up to 300kWh. A 7% tax reduction is granted to customers that consume from 300 to 1,000kWh/month. Subsidies are also provided to users in certain regions.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "In Nicaragua,NI, electricity generation can be contracted through bilateral arrangements between generators and distributors and/or large consumers. The Instituto Nicaragüense de Energí­a (INE) regulates transmission and distribution with tariffs, while generators may compete freely in the market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Nicaragua has a functioning wholesale power market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Nicaragua's generation sector is composed of 20 companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Disnorte and Dissur control most of Nicaragua's supply market. Although there are other players, they represent less than 10% of the sector.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ni", "name": "ni"}