{"data": [{"note": "The national utility Nepal Electricity Authority (NEA) has a monopoly on transmission and distribution, and dominates generation too. However, the number of independent power producers (IPPs) involved in hydro generation is increasing.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "The power system is run by the NEA, a vertically-integrated state-owned utility.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Transmission is conducted by state-owned utility, the NEA.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The utility subsidises retail power prices, and as a consequence operates at a loss that has averaged NPR 5bn ($46.6m) per year for the last 10 years.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "The national utility is to freeze new power purchase agreements (PPAs) for hydro plants, according to reports, having contracted enough additional capacity to meet its targets.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "There is no power market as such. The national utility is the only distributor and consumers do not have a choice of supplier.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is no power market as such, and all tariffs are regulated.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "The NEA owns and operates the large share of generation. There are several hydro IPPs, but their projects tend to be small.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The NEA has a monopoly on distribution and supply. In practice, rural small hydro mini-grids are operated by local cooperatives.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "np", "name": "np"}