{"data": [{"note": "Panama's electricity sector has been unbundled, having distinct actors in generation, transmission and distribution.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "As of April 2016, there were about 42 generators (including private and public companies), three distribution companies known as Edemet, ENSA and Edechi and one transmission company known as Etesa.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Etesa is Panama's system operator and transmission company. The Centro Nacional de Despacho (owned by Etesa) is the wholesale market system operator.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The Fondo de Estabilización Tarifaria (FET) provides subsidies for clients that consume less than 400kWh/month, equivalent to 80% of  system users. In 2015 the government spent $62m on FET.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Generation companies can request grid access to be approved by the transmission regulator.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "The distribution system is controlled by three companies: Empresa de Distribuicion Electrica Chiriqui (Edechi), Empresa de Distribuicion Electrica Elektra Noroeste (ENSA) and Empresa de Distribuicion Electrica Meio Oeste (Edemet). The distribution rights are divided by region, and customers cannot choose the company from which they buy power.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The wholesale generation market is operated by the company Centro Nacional de Despacho.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "As of April 2016, there were about 42 generators in Panama,PA, of which 40 were private.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The supply market is concentrated in the hands of three companies:  Edemet (51%) , ENSA (40%) and Edechi (9%).", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "pa", "name": "pa"}