{"data": [{"note": "There are a number of state- and privately-owned companies in generation, transmission and distribution. There is a vertically integrated private sector company that handles all three - generation, transmission and distribution - in and around Karachi. In the rest of the country, there are different actors for generation, transmission and distribution. There have been independent power producers (IPPs) in the generation sector historically, and the government plans to introduce private players to the transmission and distribution sector. While some private players now have distribution and transmission licences, most of power is purchased directly by the National Transmission Despatch Company Limited (NTDC).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "There are separate companies (both public and private) involved in generation, transmission and distribution, except in and around Karachi where a vertically integrated private sector company handles all three - generation, transmission and distribution. The generation sector has long been populated by private players and the government plans to open up the transmission and distribution sectors to private companies. However, most power is purchased directly by National Transmission Despatch Company Limited (NTDC).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "There are two transmission companies, privately owned K-Electric for the Karachi region and state-owned National Transmission Despatch Company Limited (NTDC) for the rest of Pakistan. K-Electric is known to suspend electricity supply to areas with poor payment records during times of high power prices and power shortages.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Subsidies and regulated pricing are features of Pakistan's power sector. Residential, commercial and industrial retail electricity rates are significantly lower than the cost of generation, transmission and distribution. A variety of subsidy mechanisms are used, including direct subsidies from the government, as well as cross subsidies and inter-distribution company subsidies. These help to create a uniform national electricity tariff for large consumers and a suitable national electricity tariff for low-income consumers. Electricity pricing is heavily influenced by national and regional politics and efforts to reduce subsidies have not succeeded in the past.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Pakistan's current focus is the addition of new power generation capacity. The government is therefore making efforts to remove bottlenecks that hinder entry of new private players to the market. Project developers have previously complained about the length of time it takes the National Electric Power Regulatory Authority to process applications. Project financing is becoming easier. For instance, State Bank of Pakistan has reduced interest rates for new projects by around 45% in recent years.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers are not free to choose a power supplier. In Karachi, consumers can only buy electricity from K-Electric. Elsewhere, regional distribution companies have a complete monopoly on power supply in their respective areas. A few distributed generators supply electricity directly to industrial units, but these make up only a very small fraction of the overall power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is no wholesale power market at present.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "There are more than 20 major private power generators in Pakistan,PK, but a large proportion (46.3%) of the national total comes from the five state-owned generation companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "There is a single supplier for each region and they are all owned by the government, except for K-Electric in Karachi, which is a private monopoly. All power generated must be sold to these distribution companies and there are no alternatives for consumers to choose.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "pk", "name": "pk"}