{"data": [{"note": "Administración Nacional de Electricidad (ANDE) manages generation, transmission and distribution. The same organization also determines retail prices.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Administración Nacional de Electricidad (ANDE) manages generation, transmission and distribution. CFLYSA and Chorlitzer, Ferheim and Neuland are very small players in the distribution sector with regional concessions, which together account for only 0.2% of the market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "ANDE manages generation, transmission and distribution.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Paraguay has a social tariff program that subsidizes low-income families' electricity tariffs. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "ANDE manages generation, transmission and distribution in Paraguay. In addition, the country's economy is very much state-centred, which inhibits private sector participation.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers cannot choose retail suppliers or third-party power suppliers. ANDE controls 99.8% of the distribution market. The remaining share is supplied by very small companies that receive regional concessions. Consumers are limited to the companies established in their regions.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Paraguay does not have a wholesale power market. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Although ANDE dominates the market, Paraguay has a law to regulate independent and self-generators of electricity.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Only one company controls generation, transmission and distribution (ANDE).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "py", "name": "py"}