{"data": [{"note": "State-owned REG was incorporated in 2014 (Law 97/2013). One subsidiary, the Energy Development Corporation, focuses on transmission and development of new generation capacity (either by itself or by tendering with IPPs), while another, the Energy Utility Corporation, operates existing assets, manages retail and is power off-taker for IPPs. Generation is fully liberalised and the large majority of projects are being developed by IPPs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Rwanda Electricity Group (REG) was incorporated in 2014 (Law 97/2013) and is 100% state-owned. The group has two wholly-owned subsidiaries, the Energy Development Corporation, which focuses on transmission and developing new generation capacity (either by itself or by tendering with independent power producers; IPPs), and the Energy Utility Corporation Limited (EUCL), which operates the existing assets, manages retail of electricity and is power off-taker for IPPs. Generation is fully liberalised and the large majority of projects are being developed by IPPs.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "EUCL, a subsidiary of state-owned REG, has been responsible for dispatch since 2014 (Law 97/2013). EUCL is the off-taker for IPPs, all of which operate under 20- to 25-year 'take-or-pay' power purchase agreements (PPAs).", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Rwanda's retail electricity prices are not cost-reflective and are heavily subsidised. However, at an average of $195/MWh they are around 50% higher than the average in East Africa. Costs are high because domestic resources have not been fully exploited and, as a land-locked country, imports are expensive. To reduce the cost of generation the government is specifically targeting renewables and locally-sourced fossil fuels (peat and methane from Lake Kivu) as part of its 2015 energy policy strategy, which also aims to phase out indiscriminate subsidies and move to cost-reflective tariffs by 2018", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "IPPs are at the heart of Rwanda's ambition to grow its generation capacity to 563MW by 2018, up from 160MW in early 2015. The government has identified capital expenditure of $1.6bn to meet this target, including $167m for hydro nationally (86MW), $206m for hydro regionally and $103m for solar PV (40MW). Another $116.5m is budgeted to facilitate the development of geothermal projects (if sufficient resources are confirmed). The majority of these contracts will be procured through tenders, which have elicited high levels of competition in the past. The small hydro feed-in tariff is currently under review and is likely to be renewed and extended to more technologies (the 2015 energy strategy includes 26MW of new hydro and 12MW of combined solar PV and bioenergy capacity). All IPPs operate on 20- to 25-year take-or-pay PPAs, which protects them, to a certain extent, from problems in other segments of the energy sector.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Electricity retail is controlled by EUCL, a subsidiary of state-owned REG. However, the government is supporting establishment of mini-grids and is working on a framework that will allow them to operate commercially. Generation for direct use, whether it is for residential, commercial or industrial purposes, is authorised and supported by the government.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "All IPPs operate on 20- to 25-year take-or-pay PPAs, which affords them some degree of protection from malfunction in other segments of the energy sector. Competition only occurs during the tendering process.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Rwanda had 160MW of installed capacity in 2015, all of which was developed by the national utility. However, generation is fully liberalised and the vast majority of future projects are being developed by IPPs whose contracts will be awarded competitively as the government looks to reduce the cost of electricity supply. If the government's plans fully materialise, then the state's share of installed capacity should shrink to less than one-fifth by the end of the decade.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Electricity retail is controlled by EUCL, a subsidiary of state-owned REG. However, the government is supporting establishment of mini-grids and is working on a framework that will allow them to operate commercially.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "rw", "name": "rw"}