{"data": [{"note": "The National Electricity Act, 2011 established the unbundling of the state-owned integrated utility (Sierra Leone's National Power Authority) into: (i) the Electricity Generation and Transmission Company (EGTC); and (ii) the Electricity Distribution and Supply Authority (EDSA). This became effective in 2015.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "EGCT remains a state owned enterprise. The Sierra Leone Energy Sector Utility Reform Project, funded by the WB and launched in December 2014, is expected to bring private expertise into the utility through a management contract. The tender for bids has closed and evaluation of the bids is underway", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "NPA, the integrated utility, was recently unbundled into the Electricity Generation and Transmission Company (EGTC) and the Electricity Distribution and Supply Authority (EDSA). EGTC is the only player in transmission and distribution.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Sierra Leone's power tariffs are subsidised to some degree but the high price suggests they are somewhat linked to costs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Addax's bioenergy 14MW plant is the first IPP asset to be built, but it is yet to be fully commissioned. The PPA was negotiated with NPA and the ministry. The lack of grid capacity, particulary for intermittent supply sources, is a major barrier to an IPP. It is also took a solar developer four years to obtain a PPA, albeit that this period covered a change in ministry personnel and also the ebola outbreak. Such a long development cycle will hinder many smaller IPPs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "EDSA is the only player in distribution.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "The only players in generation are EGTC and Addax, an IPP.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "The only players in generation are EGTC and Addax, an IPP.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "The only generators are EGTC and Addax (IPP). This may change in the future, if the country manages to attract the targeted private investments.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "sl", "name": "sl"}