{"data": [{"note": "Senelec, Senegal's national power company, continues to control transmission, distribution and retail of electricity in the country, apart from in rural electrification concessions where concession holders handle retail and distribution. Senelec has a monopscony until 2019 on the wholesale buying and selling of electricity. From 2019 onwards it may be possible for individual generators like Kououne Power to sell power directly to another stakeholder, depending on what happens in future legislation. Energy generation on the central grid system comes primarily from thermal power stations - Bel-Air and Cap-des-Biches, located close to Dakar, and the Kahone diesel power stations located in Kaolack, as well as from a hydro-electric dam located in Mali. In 2016, Senelec controls 74% (432.9MW) of the generation market with three private actors: Kounoune Power (67.5MW of diesel), Manatali (66MW of hydro from Mali, derived from the Senegal river) and Felou (15MW of hydro from Mali). The market share of independent power producers will increase in coming years as new solar and wind projects come online. 50 megawatts worth of solar PV projects are currently under construction and will connect to the grid at the by latest Q1 2017, and another 70MW worth have agreed contracts with Senelec. A 150MW wind project also has a contract signed and is awaiting financial close. Renewable energy development is seen as an important tool to meet energy deficiencies and contribute to reduction of poverty. The country benefits from 3,000 hours of solar irradiation on average per year, and an average wind strength of 5 meters per second. New conventional power projects: A new 125MW coal power station will come online in January 2018 on the Sendou site, developed by Conseil Economique et Social Sénégal (CES), with another 125MW expected to be added in January 2020. It is being financed by the African Development Bank (AfDB), a local bank and SMO - a Netherlands fund. Power will be sold to Senelec. Senegal has also recently discovered gas reserves off the Saint Louis coast, estimated at 450bn cubic meters, which is expected to be available from 2022. In expectation of this, new power stations are being built with capacity to operate both fuel and gas (once it becomes available). A new 52MW diesel power station at Cap des Biches is also expected to be operational from June 2016, developed by US company Contour Global, with a 30MW extention expected for January 2017. Senelec has also signed a contract with Tobene Power to build a 70MW diesel power station to be located at Taiba NDIAYE, with a 35MW extension forecast for January 2017.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Generation continues to be the only segment of Senegal's power system in which private companies operate. In 2015, Senelec controled 74% (432.878MW) of the generation market with three private actors: Kounoune Power (67.5MW of diesel), Manatali (66MW of hydro from Mali) and Felou (15MW of hydro from Mali). Senelec has a monopoly in all other segments of Senegal's power system. Exceptions are made for Senegal's rural electrification concessions. There, concession holders (a private company associated with an international donor in most cases) own and operate the generation, distribution and retail segments, while Senelec only owns and operates transmission.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Senelec, Senegal's national power company, is responsible for all electricity transmission in Senegal,SN, apart from in rural areas where the independent power producers are responsible for distribution of electricity. In rural areas, the initial electrification point is carried out by the rural electrification agency (ASER). The African Development Bank is supporting Senelec in funding additional 225kHz transmission lines between principal population centers, to better distribute power between cities.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Due to Senelec's dependence on imported fuel to run its power system, the production cost of electricity is closely tied to global commodity prices. The state has provided Senelec with compensation for the past few years due to the discrepancy between electricity prices and the cost of imported fuel. But since the last trimestre of 2015, Senelec no longer receives tariff compensation due to the recent commodity price drop. CRSE is also recalculating tariff prices for the 2017 to 2019 period, and it is possible that electricity prices for the general public will be lowered due to lower commodity prices. The electricity tariff is recalculated every three years and adjustments are made every annual trimester. If the difference between the maximum revenue and the actual revenue received by Senelec is plus or minus 5% then the tariffs are recalculated. Any changes less than this, then tariffs are left untouched.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "There are no legal or official barriers to private sector participation in generation, nevertheless the structure of energy sector governance could be simplified to better drive the government's ambitious growth targets for energy. The environment for investing in Senegal is not currently adapted to fast and easy project development. VAT for renewable energy projects is suspended during the construction phase only, and is applied once the project starts producing energy. This creates a challenge for project developers because subcontractors do not benefit from the VAT removal. Contact between project developers and stakeholders like constructors, lawyers and debt providers can be slow and difficult, especially due to the sector's complicated governance structure. The wind and solar projects currently under construction lost time in negotiations due to a lack of renewable energy expertise on the part of Senelec.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Inside Senegal's main power system, Senelec, the national power company, is the only authorised retailer of electricity products. Inside rural electrification concessions, the concession holder is the only authorised retailer of electricity products. However, the growing market for off-grid products such as solar lanterns and solar home systems could mean that people in rural areas increasingly have a choice to retain control over their own energy production, instead of being limited to the concession holder or Senelec power tariffs. As many of these households rely on agriculture - which is dependent on unpredictable seasonal income - this option may become increasingly popular. Pay-as-you-go credit models will also help make these products more affordable.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Senelec has a monopsony until 2019 on the wholesale buying and selling of electricity. From 2019 onwards, it may become possible for individual generators like Kououne Power to sell power directly to another stakeholder. In the long run, Senegal's liberalised power generation sector and the power system integration ambitions of the Economic Community of West African States could also be drivers for the introduction of a wholesale power market.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "In 2016, Senelec controlled 74% (432.9MW) of the generation market with three private actors: Kounoune Power (67.5MW of diesel), Manatali (66MW of hydro from Mali, derived from the Senegal river) and Felou (15MW of hydro from Mali). A previous 50MW fuel oil plant owned by GTI is being rehabilitated and is currently not in operation. Several sources said that GTI is being bought out by ContourGlobal LP. Over the next year, inclusion of several renewable energy independent power producers could change the generation mix considerably. Initiatives such as the IFC Scaling Solar programme could help to bring new actors into the market. A solar auction is due to be held. It will offer between 50MW to 200MW and will finance the winning bidders via equity or debt (or both) and will also validate project agreements to ensure they are bankable and ideally can be completed within 24 months from the launch date. The small size of Senegal's power system means that the concentration of the country's generation market could change rapidly if a small amount of private projects come online. In the long run, the implementation of the country's net metering law could contribute to the broadening of the generation base.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Senelec controls supply inside Senegal's main power system and in rural electrification concessions. The concession holder is the only authorised supplier of electricity.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "sn", "name": "sn"}