{"data": [{"note": "In 1999, the Ley General de Electricidad unbundled and restructured the Comisión Ejecutiva Hidroeléctrica del Río Lempa (CEL), separating generation, transmission and distribution assets. CEL stayed only at the generation level, with competition open to private players, Etesal was created to be in charge of transmission, and distribution was open to private competition.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "In 1999, the Ley General de Electricidad unbundled and restructured the Comisión Ejecutiva Hidroeléctrica del Río Lempa (CEL), separating generation, transmission and distribution assets. CEL stayed only at the generation level, with competition open to private players, Etesal was created to be in charge of transmission, and distribution was left open to private competition.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Etesal is the independent power transmission operator.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Decree 354/1998 creates the Fondo de Inversión Nacional en Electricidad y Telefoní­a (Finet), a fund that grants subsidies to residential and rural electricity consumers. Residential subsidies apply for consumers with a monthly consumption up to 99kWh. Temporary  subsidies apply for consumers with monthly consumption between 100 and 200kWh.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "71.5% of national installed capacity comes from from private companies.   ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers can't choose retail suppliers. Distribution companies receive regional concessions, and consumers are limited to the companies established in their regions.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "El Salvador has a functioning wholesale market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "71.5% of national installed capacity comes from private companies. The generation market is composed of one public company (CEL) and 14 private firms.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "There are eight distribution companies in El Salvador: CAESS, Delsur, Clesa, EEO, Deusem, Edesal, B&D, Abruzzo.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "sv", "name": "sv"}