{"data": [{"note": "BT, the state-owned power utility, handles generation, transmisson and distribution.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Barki Tojik (BT) is not currently divided into separate entities for each function. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "BT is the state-owned but independent body that operates the transmission system. It is tied to the national generation and distribution businesses.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The electricity tariff is set by the government and is heavily subsidised. The Ministry of Energy and Water Resources proposes the tariffs, which are subject to approval by the Anti-Monopoly Agency. A tariff increase, part of the 2016-2030 National Strategy, was planned to start from 2016, but is now likely to be delayed until 2017.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "BT operates all power plants connected to the grid. To set up a new plant an independent power producer (IPP) would have to embark on a long process that is encumbered by bureaucratic hurdles.  The process varies and is subject to case-by-case processing by the Ministry of Energy, the Taxation Committee and environmental clearances. Electricity prices are too low for investors to make a profit.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "All power is distributed by BT, which is the only off-taker.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "A wholesale market does not exist in Tajikistan.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "BT runs the majority of electricity-generating assets. It does not run the hydro-electric plants Sangtuda 1 & 2, which are owned by Russian company Inter Rao, Dushanbe CHP 2, which was developed by Chinese group TBEA, and 50MW of hydro assets owned by local public-private partnership Pamir Energy.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "BT is the only entity in the supply market. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "tj", "name": "tj"}