{"data": [{"note": "State-owned and vertically integrated Tanesco continues to dominate the power sector, holding a monopoly over transmission and an oligopoly (with Mwenga Hydropower) over distribution and retail. In principle, the generation market comprises eight companies, but in practice Tanesco has more than half of the generating capacity in Tanzania.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "There are seven privately-owned IPPs of various sizes. But government-owned Tanesco has the majority market share. It also has a 100% slice of transmission, and shares distribution with a hydro mini-grid operator. This set-up is due to change: the power-sector reform roadmap published in 2014 outlines how the country intends to move from a single-buyer model to retail competition. The first major step will be to take away the responsibility for distribution and retail from Tanesco by June 2021.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Tanesco performs this function at present. While there have been media reports of plans to sell a minority share in the utility, the state would continue to hold the controlling stake. As part of the power-sector reform roadmap, in the short term Tanesco would be made the independent transmission system operator (ISO). Its business units would be ring-fenced and the ISO would be embedded within the transmission unit. In the longer term, a separate ISO and independent market operator would be set up. It is not clear whether these bodies would remain state-owned.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Retail electricity prices are regulated and set by Ewura.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Government support is required to undertake big projects. While the regulator (Ewura) has a good reputation, other parts of government are less transparent and can be harder to predict. In addition, securing land for a power plant can be an issue but not to the extent seen in other countries such as Kenya. Also, the process for securing the necessary environmental and social clearance is not transparent, causing delay.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Tanesco has a monopoly over the retail market for the main national grid. For the mini-grid powered by the Mwenga hydro project, Rift Valley Energy is the licensed distributor. Under the power-sector reform roadmap, Tanzania is not due to see full retail market liberalisation until the middle of the next decade.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Like most countries in sub-Saharan Africa, Tanzania does not have a wholesale power market. The reform roadmap expects generators to participate in a wholesale market around the end of the decade.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Four major fossil-fuelled IPPs operate in the generation market. But Tanesco retains just over half of all installed electricity-generating capacity.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Tanesco has a monopoly over the retail market for the main national grid. For the mini-grid powered by the Mwenga hydro project, Rift Valley Energy is the licensed distributor. Under the power-sector reform roadmap, Tanzania is not due to see full retail market liberalisation until the middle of next decade.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "tz", "name": "tz"}