{"data": [{"note": "The Ugandan Electricity Board was unbundled into separate entities for generation, transmission and supply through the 1999 Electricity Act, which also saw the creation of the Electricity Regulatory Authority. UMEME, a privately owned company, was granted a 20 year supply concession by the state owned Uganda Electricity Distribution Company. New sections of the distribution grid are granted under concession to UMEME or one of the other regional suppliers depending on location. Uganda is one of the few sub-Saharan countries with an unbundled power sector.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Generation, transmission and distribution are all run by legally seperate companies. UMEME, the distribition and supply company, is publicly traded on the Uganda Stock Exchange and Nairobi Stock Exchange. The Uganda Electricity Generation Company (UEGCL), which owns 42% of generating capacity, and the Uganda Electricity Transmission Company (UETCL) are fully state-owned entities.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "The Uganda Electricity Transmission Company (UETCL) is a fully owned subsidiary of the Ugandan Government. While it has made strides in recent years to operate the power system day to day in an impartial, rules-based manner, the priorities of the company and planning of the national transmission system are set by government policy, and it has a mandate to pursue that.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The Electricity Regulatory Authority (ERA) tried to liberalise retail tariffs in 2012, but as a result of the political backlash that ensued it settled on a compromise. Each quarter, ERA reviews the tariffs and adjusts them based on commodity prices, the production cost of the generation mix and the cost to serve customers. The aim is to make tariffs cost-reflective without fullying liberalising pricing.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "On the view that a number of speculators had entered the Ugandan energy sector, since 2015 the regulator has charged increasing amounts to hold site permits. Developers who fail to progress their projects may be fined and have their permits revoked. Missed deadlines can also be met by fines, but the process is not entirely transparent for developers. Additionally, due to the pipieline of projects due to be commissioned, the regulator is no longer accepting new applications for solar projects. Concerns over the ability of the transmission grid to absorb more renewables capacity may also limit prospects for developers.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Concessions are granted to different groups to operate the distribution grid and to supply customers in regions where the network has been developed. Currently, 10 companies have supply licenses. Customers within those areas have no choice but to be served by the local distribution monopoly.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There is no power market. UETCL is the single off-taker for all power production.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "83% of Uganda's generation capacity is owned by four groups. UEGCL, the state generation company, has a 42% share while Bujagali, an independently owned hydropower plant, accounts for a further 28% of capacity.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Despite there being a total of 10 suppliers in Uganda,UG, the majority of electricity is supplied by just one of these: Umeme. The company operates in the capital Kampala and surrounding regions where electrification rates are the highest. As a result, it supplies over 98% of electricity consumed in Uganda.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ug", "name": "ug"}