{"data": [{"note": "According to the presidential decree 5330 from July 2007, Corpoelec is a state-owned company in charge of electricity generation, transmission, distribution and retail in Venezuela. Corpoelec originated from a fusion of 14 regional state-owned companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "According to the presidential decree 5330 from July 2007, Corpoelec is a state-owned company in charge of electricity generation, transmission, distribution and retail in Venezuela. Corpoelec originated from a fusion of 14 regional state-owned companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "According to the presidential decree 5330 from July 2007, Corpoelec is a state-owned company in charge of electricity generation, transmission, distribution and retail in Venezuela. Corpoelec originated from a fusion of 14 regional state-owned companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Since mid-2014 the 'Banda Verde' has been applied. This subsidizes the residential sector according to its historical standard of consumption, for a number of kWh per region. Above this amount, the rate charged increases by 4.5 times per kWh .", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Corpoelec, which incorporates 14 regional state-owned companies,  is the only organisation allowed to generate eletricity in Venezuela.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Corpoelec is a state-owned company in charge of electricity generation, transmission, distribution and retail in Venezuela.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "There isn't a wholesale power market in Venezuela", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Corpoelec, which incorporated 14 regional state-owned companies, is the only company allowed to generate eletricity in Venezuela.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Corpoelec is a state-owned company in charge of eletricity generation, transmission, distribution and retail in Venezuela.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "ve", "name": "ve"}