{"data": [{"note": "EVN and two other state-controlled companies, Vinacomin and PetroVietnam,VN, control 78% of all generation. Independent power producers (IPPs) provide around 16% of generation, mostly in the form of large coal-fired power projects. Private companies are engaged in the sector via the build-operate-transfer model, whereby the asset is operated by the IPP for a period of time, but eventually reverts to EVN. A competitive wholesale market is being piloted, with the aim of being operational by 2021. There are also plans for a competitive retail market by 2023.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Electricity Vietnam (EVN) is the only major stakeholder across all segments of the energy industry. It is a state-run monopoly that reports to the Ministry of Industry and Trade, which reports directly to the Prime Minister's Office. A competitive wholesale market pilot is being tested and the aim is to have it fully operational by 2021. A competitive retail market is scheduled for 2023. Transmission is 100% controlled by EVN and there are no plans to change this.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "There is no independent system operator and all generation is either owned or purchased by EVN, which also controls transmission and dispatch. Long-term resource planning is set by Prime Minister's Office through its Power Development Plan.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Raw fuels such as coal, oil and natural gas are subsidised, but generation of power is not. The overall effect is that the cost of electricity is artificially low. The government sets annual retail and wholesale rates at the beginning of every year. For the residential sector, prices have increased nearly 100% over the last five years, but remained flat for the industrial and commercial sectors. According to the most recent Power Development Plan, retail prices are set to increase further in the future.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "In 2014, the Ministry of Planning and Investment relaxed laws hindering foreign investment so that foreigners are now allowed to fully own assets and companies. Limitations on land ownership remain in place, but 50 to 100-year concessional leases are available instead. Despite this progress, many companies active in market refer to the cumbersome permitting process as the greatest obstacle to attracting private participation. Projects owned by EVN and its JVs get special warranties from the Ministry of Industry and Trade, guaranteeing payment on their contracts. IPPs do not recieve the same financial incentives.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "EVN is the sole retailer and distributor. There are plans to deregulate the retail market by 2023. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "EVN generates or purchases all wholesale power under set contract rates. However, there is a pilot programme to test a competitive wholesale market, with plans for it to be operational by 2021.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "EVN and its JVs own 68% of generation, while two state-run companies, PetroVietnam and Vinacomin, own 12% and 5% respectively. IPPs generate 16%.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "EVN is the only distributor. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "vn", "name": "vn"}