{"data": [{"note": "Eskom, the national utility, is responsible for the majority of power generation in South Africa,ZA, with a fleet of coal power stations. Independent power producers have started to capture market share, mostly by adding renewable power assets to the grid. There are plans in place to add privately-owned coal and gas generation capacity in the coming years.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "Eskom, the national utility, is responsible for the majority of power generation in South Africa with a fleet of coal power stations. Independent power producers have started to capture market share, mostly by adding renewable power assets to the grid. There are plans in place to add privately-owned coal and gas generation capacity in the coming years.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "In February 2015, the government scrapped the Independent System and Market Operator Bill, which was designed to unbundle the South African power market. A replacement for the bill was not part of the Department of Energy's 2016 legislative agenda.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Electricity prices have been rising in recent years but the National Energy Regulator of South Africa (Nersa) has always met the price increases proposed by Eskom with a firm response, often only granting a portion of what the utility insists is required for the prices to cover expenses.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "With Eskom as the sole buyer of electricity, a power purchase agreement must first be reached before the private sector can enter the market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Consumers have no option but to deal with Eskom or their local municipality, depending on their location.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Eskom is the sole buyer of power in South Africa.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Eskom generates over 90% of South Africa's power, but that is in the process of changing as independent power producers increase their market share in renewables, gas and coal power generation.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Government-run municipalities and Eskom have complete control of distribution and retail.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "za", "name": "za"}