{"data": [{"note": "The state utility, Zesco, has operations in generation, transmission, distribution and retail, and controls the majority of electricity in these areas. There are a few companies that provide independent generation and retail. Sector liberalisation in the 1990s meant that it would be legally possible for a private company to run transmission or distribution networks. The Copperbelt Energy Corporation is one example, running a transmission grid in the north of the country (see the Zambia Energy Regulation Act).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "There are a handful of private generators, and Copperbelt Energy Corporation runs a transmission grid. The state utility, Zesco, is also involved at each stage.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "Transmission is largely controlled by the state-owned utility, Zesco. There is no independent system operator.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "Electricity prices are heavily subsidised. One of the major challenges for the energy sector is handling the transition to cost-reflective tariffs. First, working out what the true cost of generation is, and second, managing the transition.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "Securing PPAs with Zesco as a private company is notoriously difficult, a lengthy and bureaucratic process. The country's 'Scaling Solar' tenders, run by Zesco's owner, the IDC, will bypass this and should speed up the process.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "There are a few opportunities to buy power direct from independent power producers for people in the right areas, but it is often not a direct choice.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Power is either generated by Zesco or purchased from IPPs under bilateral contracts.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Zesco controls the majority of generation in the country.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Zesco controls the majority of supply in the country.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "zm", "name": "zm"}