{"data": [{"note": "While the utility has been split up into two enterprises, Zimbabwe Power Corp and Zimbabwe Electricity Transmission and Distribution, they are still government-owned and run by ZESA Holdings.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "The power sector has been unbundled (whether privatized or not) into distinct actors for generation, transmission, distribution and retail", "id": "q1"}, {"note": "While Nyangani Renewables operates in the generation sector, the majority is run by state-owned entities that fall under ZESA.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There are legally separate private companies at each segment of the power system pre-retail ", "id": "q2"}, {"note": "ZETDC is integrated under the holding company ZESA, which also runs the generation company.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is an independent transmission system that dispatches according to market dynamics and is not susceptible to state interference", "id": "q3"}, {"note": "The utility has said the prices are not at a sustainable level. The ZETDC runs at a large loss due to low prices.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Retail electricity prices aren't distorted by subsidies ", "id": "q4"}, {"note": "While there is a single IPP in the country and legislation exists for independent power production exists, there has been no new uptake. over nine years. Along with a poor tariff, another barrier is that all operators are required to pay 1% of their annual revenues to the regulator. The government has recently cancelled the licences of 18 IPPs for failing to develop their projects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "There aren't significant barriers to private sector participation in generation", "id": "q5"}, {"note": "Zimbabwe Electricity Transmission and Distribution is the sole transmitter and distributor of electricity within Zimbabwe.  The legislation allows for other companies to be involved in transmission and distribution, but no private sector companies have been involved.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Consumers can choose retail suppliers or third-party power marketers in the retail power market", "id": "q6"}, {"note": "Zimbabwe Electricity Transmission and Distribution is the sole transmitter and distributor of electricity within Zimbabwe.  The legislation allows for other companies to be involved in transmission and distribution, but no private sector companies have been involved.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "There is a functioning competitive wholesale generation market", "id": "q7"}, {"note": "Zimbabwe Power Corporation has a major market share, while four IPPs make up the remainder.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The generation market has many different actors and is not concentrated in the hands of a few players", "id": "q8"}, {"note": "Currently Zimbabwe Electricity Transmission and Distribution is the only active player in the market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "The supply market has many different actors and is not concentrated in the hands of a few players", "id": "q9"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Power sector structure"}, "iso": "zw", "name": "zw"}