{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    a: \"a\",\n    em: \"em\",\n    img: \"img\",\n    li: \"li\",\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Londres, le 14 novembre 2024\"\n      }), \" : La transition énergétique s'accélère dans certaines économies en développement, avec une hausse significative des investissements dans les énergies renouvelables. Toutefois, selon les rapports Emerging Markets Energy Investment Outlook et Climatescope de BloombergNEF (BNEF), ces marchés devront mobiliser en moyenne 4 300 milliards de dollars par an jusqu'en 2050 pour atteindre leurs objectifs climatiques.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"L'année 2023 a marqué un tournant avec 2 200 milliards de dollars investis dans les systèmes énergétiques des pays émergents, soit une progression de 35 % par rapport à 2020. La Chine s'est distinguée comme le fer de lance de cette dynamique, avec des investissements atteignant 1 100 milliards de dollars l'année dernière. En revanche, les autres marchés émergents peinent encore à suivre ce rythme dans le développement de leurs infrastructures énergétiques et solutions bas-carbone.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"La réalisation des objectifs de l'Accord de Paris nécessite une accélération massive des investissements, particulièrement dans les technologies de transition comme les véhicules électriques et les énergies renouvelables. Pour la Chine, ces objectifs nécessitent de mobiliser 1 700 milliards de dollars par an, soit une augmentation de 50% par rapport à la période 2020-2023. Les autres marchés émergents devraient, quant à eux, mobiliser 2 600 milliards de dollars par an, 2,5 fois plus que leurs investissements actuels.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/average-annual-energy-system-investment-across-2024-2050.png\",\n        alt: \"Average annual energy system investment across 2024-2050\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Le rapport \", _jsx(_components.em, {\n        children: \"Emerging Markets Energy Investment Outlook\"\n      }), \", commandé par la Glasgow Financial Alliance for Net Zero (GFANZ) sur la mobilisation des capitaux dans les marchés émergents, s'appuie sur l'étude \", _jsx(_components.em, {\n        children: \"New Energy Outlook (NEO)\"\n      }), \" de BNEF. Le scénario net zéro de NEO propose une trajectoire réaliste pour atteindre la neutralité carbone mondiale d'ici 2050, limitant le réchauffement climatique à 1,75°C au-dessus de la période préindustrielle.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Dans ce scénario, la transition vers les technologies bas-carbone s'intensifie considérablement. En Chine, les solutions vertes représentent 89 %, ou 1 500 milliards par an, des investissements dans le système énergétique entre 2024 et 2050. Cela représente une progression spectaculaire par rapport aux 23 % actuels. Le défi est encore plus grand pour les autres marchés émergents, qui doivent faire passer leur part d'investissements dans la transition énergétique de 5 % à 87 % (2 200 milliards de dollars par an) d'ici 2050.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Au total, le scénario net zéro de BNEF prévoit que les marchés émergents, Chine incluse, devront investir 115 000 milliards de dollars dans leur système énergétique entre 2024 et 2050.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Face à ces besoins de financement colossaux, le rapport annuel Climatescope de BNEF évalue l'attractivité de 110 marchés émergents pour les investissements dans les énergies bas-carbone. Dans le classement Climatescope 2024, l'Inde maintient sa position de leader pour la deuxième année consécutive, notamment grâce à sa politique ambitieuse pour son système électrique. Le classement reflète le dynamisme de la transition énergétique, avec des progressions remarquables: le Kenya intègre le top cinq après un bond de 15 places, tandis que le Nigeria et la Namibie gagnent respectivement 24 et 48 rangs pour rejoindre le top dix.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Mi-2024, un record a été atteint avec 95 % des marchés émergents ayant adopté des objectifs pour le développement des énergies bas-carbone. Près des deux tiers d'entre eux organisent déjà des enchères et appels d'offres pour des projets de production d’électricité renouvelable. Ces politiques portent leurs fruits : les investissements dans les énergies bas-carbone des pays émergents ont franchi pour la première fois la barre des 100 milliards de dollars en 2023.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png\",\n        alt: \"Share of 110 emerging markets with key clean energy policies in place\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Victoria Cuming, Head of Global Policy chez BloombergNEF et auteure principale de Emerging Markets Energy Investment Outlook, a déclaré : \", _jsx(_components.em, {\n        children: \"« Si l'ampleur des investissements nécessaires pour atteindre le net zéro est considérable, particulièrement concernant les énergies renouvelables, les réseaux électriques et les véhicules électriques, elle représente aussi une opportunité unique. Pour certains secteurs, le chemin vers le net zéro pourrait même s'avérer moins coûteux que le maintien des tendances actuelles. Les marchés émergents, Chine exclue, ont le potentiel d'augmenter significativement leur part d'investissements bas carbone sur le long terme. »\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Voici les principales conclusions des analyses de BNEF :\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsxs(_components.li, {\n        children: [_jsx(_components.strong, {\n          children: \"La majorité des marchés émergents peinent à concrétiser leurs ambitions en matière d’énergies renouvelables.\"\n        }), \" Seuls 7 % d’entre eux ont atteint leurs objectifs, tandis que 9 % accusent un retard modéré et plus des trois quarts accusent un retard moyen ou important.\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [_jsx(_components.strong, {\n          children: \"Les progrès en matière de faible émission de carbone sont très contrastés entre les marchés émergents.\"\n        }), \" Malgré des investissements records dans les énergies renouvelables en 2023, 84 % des nouveaux projets d'énergie renouvelable se concentrent dans seulement 15 pays.\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [_jsx(_components.strong, {\n          children: \"Les marchés émergents, à l'exception de la Chine, devront mobiliser 69 000 milliards de dollars\"\n        }), \" pour atteindre le net zéro d'ici 2050. Cela comprend 1 400 milliards de dollars annuels pour la demande énergétique (véhicules électriques, pompes à chaleur) et 1 200 milliards pour l'offre (capacité de production, stockage et réseaux).\"]\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Demandes de renseignements pour les médias\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"BloombergNEF \", _jsx(\"br\", {}), \" Oktavia Catsaros \", _jsx(\"br\", {}), \" \", _jsx(_components.a, {\n        href: \"mailto:ocatsaros@bloomberg.net\",\n        children: \"ocatsaros@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"À propos de BloombergNEF\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"BloombergNEF (BNEF) est un fournisseur d'études stratégiques qui couvre les marchés mondiaux des matières premières, ainsi que les technologies de rupture qui sont en pointe dans le domaine de la transition vers une économie à faible émission de carbone. Notre couverture évalue les chemins empruntés par les secteurs de l'électricité, du transport, de l'industrie, du bâtiment et de l'agriculture pour s'adapter à la transition énergétique. Grâce à nous, les professionnels de la négociation de matières premières, de la stratégie d'entreprise, de la finance et de la politique peuvent être au courant des changements en cours et tirer avantage des opportunités.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"title":"LES MARCHÉS ÉMERGENTS PROGRESSENT DANS LA TRANSITION ÉNERGÉTIQUE, MAIS DES INVESTISSEMENTS MASSIFS RESTENT NÉCESSAIRES POUR ATTEINDRE LE NET ZÉRO, SELON BLOOMBERGNEF","dataFiles":[],"slug":"/blog/press-release-climatescope-2024-fr","type":"blo","_filename":"press-release-climatescope-2024-fr.mdx","_slug":"/blog/press-release-climatescope-2024-fr"},"scope":{}},"otherLanguageVersions":[{"id":"cn","label":"中文","href":"/blog/press-release-climatescope-2024-cn"},{"id":"es","label":"Español","href":"/blog/press-release-climatescope-2024-es"},{"id":"fr","label":"Français","href":"/blog/press-release-climatescope-2024-fr"},{"id":"pt","label":"Portuguese","href":"/blog/press-release-climatescope-2024-pt"},{"id":"en","label":"English","href":"/blog/press-release-climatescope-2024"}],"currentLanguageVersion":{"id":"fr","label":"Français","href":"/blog/press-release-climatescope-2024-fr"}},"__N_SSG":true}