{"pageProps":{"slug":"be","market":{"iso":"be","name":"Belgium","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":8,"value":2.479443876,"year":2022}]},"score":{"data":[{"rank":8,"value":2.479443876,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":7,"value":2.670302358,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":15,"value":2.393595365,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":19,"value":1.99271694,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":9,"value":3.285689915,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":9,"value":1.95543598,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":16,"value":1.390959694,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":8,"value":3.532105377,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":16,"value":1.992256059,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":25,"value":1.62474262,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":11,"value":3.447730667,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":71,"value":1.326532909,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":11,"value":1.352387219,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":24,"value":2.384402778,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":10,"value":2.473878815,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":23,"value":0.728183391,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Belgium is a member of the European Union (EU) and thus shares the bloc’s ambition to reach net-zero greenhouse gas emissions (GHG) by 2050. As a federal state, Belgium’s net-zero strategy comprises the individual strategies of its three regions – Flanders, Wallonia and Brussels. For example, Wallonia, which is home to around a third of Belgium’s population, is seeking to lower its GHG emissions by 95% by 2050 compared to 1990s levels, supplemented by carbon capture and negative emissions technologies."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["EU members submit a joint Nationally Determined Contribution (NDC) to the United Nations Framework Convention on Climate Change (UNFCCC), outlining the bloc’s plan to help achieve the goals of the Paris Agreement. The EU’s initial NDC aimed to lower emissions by at least 40% by 2030 compared to 1990 levels. It submitted an updated NDC in December 2020, which strengthened that target to a 55% reduction in emissions by 2030. This reflects the ambitions of the bloc’s Green Deal."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["Belgium has been coal-free since 2016, when it became the first EU member state to phase out the technology. As part of its National Energy and Climate Plan (NECP), the country has said it will gradually discontinue financial investment in, and support for, fossil fuels in collaboration with other EU members, taking account of the country’s guarantee of security of supply and the impact on social objectives."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Belgian energy policy is set at both the federal and regional levels. National targets include renewables comprising 17.5% of final energy consumption and 40% of electricity generation by 2030. The federal government is aiming for 4 gigawatts (GW) of offshore wind capacity to be installed by 2030 to help achieve these goals. The three regions within Belgium all have their own targets for renewable energy production.","Belgium held foursolar auction by 2022, and plans to hold two offshore wind auctions totaling 4.5GW in capacity. Renewables are procured through green certificates issued for the production of renewable power. These are then purchased by obligated retailers before being bought by the transmission system operator. Over time, the green certificates mechanism will be merged with the competitive tendering procedure for projects. This will make it possible to meet Belgium’s efficiency objectives while complying with the EU's move towards greater market integration.","Belgium has adopted certain tax and grid tariff exemptions for rooftop solar and energy storage. In the case of rooftop solar, a reduced 6% VAT rate applies to labor costs for fitting the installation. There is also a series of subsidies in place in the Flanders region for specific types of energy storage, such as home batteries. To encourage solar power self-consumption, Flanders is granting rebates for the installation of residential battery systems.","Net-metering schemes differ in all three of the country’s regions, just like priority grid access, which is only available in Flanders region.","Amid the existence of baseload nuclear capacity and the success of renewables, gas-fired turbines have been mothballed in Belgium due to the lack of price incentives to keep them operational. The country’s energy market lacked sufficient price signals to trigger investment in much-needed swing capacity, so to ensure there is sufficient flexible capacity available when needed (such as when there is little wind or sun), Belgium introduced a capacity remuneration mechanism (CRM) in March 2021. The CRM takes the form of capacity contracts that pay successful bidders a premium in addition to their revenues on the electricity market. The results of the first annual capacity auction were announced at the end of October 2021, with combined cycle gas turbine (CCGT) plants securing almost 80% of the total 4.6GW of auctioned volume."]},{"key":2,"title":"Power prices and costs","text":["The levelized cost of energy for utility-scale clean power projects in Belgium is generally higher than most mature renewables markets in Europe. The lack of a large-scale auction program has made it difficult to achieve economies of scale.","Wholesale power prices are largely determined by outages affecting the country’s nuclear reactor fleet and those of its neighbors. It is a significant importer of power. Spot prices tend to be slightly higher than those in France, Germany, and the Netherlands.","In 2021 specifically, the wholesale market price increased drastically as the economy recovered post the pandemic and gas supply dipped.","Residential and commercial retail power bills had increased steadily over the last decade before falling in 2020 and going back up again in 2021. With the market for ‘prosumers’ – households that both produce and consume energy– increasing every year, retailers have started to develop specific products to attract them. For example, for customers with rooftop solar PV systems, Eneco offers a tariff whereby electricity is priced throughout the day at a cheaper night tariff."]},{"key":3,"title":"Power market","text":["Private players can participate across Belgium’s power sector, which has been unbundled and liberalized. There has been steady growth in renewables across all main generating technologies. The penetration of rooftop solar has reached 17%, the highest in all of Europe. Engie’s Belgian subsidiary, Electrabel, dominates renewable energy generation, owning 63.97%% of total capacity in 2021, followed by Lampiris with 19% and Luminus with 7.67%.","The country will soon be ready for using batteries for peaking capacity.  In addition to that, the Balen site will also provide grid-balancing and stability-enhancing services to Belgium’s grid."]},{"key":4,"title":"Doing business and barriers","text":["Belgium’s 6GW nuclear reactor fleet – which is due to be phased out by 2025 – is the source of much disruption. Outages represented a severe threat to the security of energy supply over the winter of 2018. That said, the need to replace the nuclear reactor fleet clears the way for new investments in generation assets. Continued growth of residential solar is expected, while space constraints and acceptance issues could hinder growth in utility-scale onshore wind and solar PV. Moreover, developers often struggle to navigate the various regulatory differences engendered by Belgium’s federal structure. Regarding regional specific matters, while Flanders has restricted territorial possibilities and insufficient grid capacity for renewables plants, Wallonia faces high distribution grid access tariffs. This complicates the task of accessing region-specific support mechanisms, although once identified, the available subsidy mechanisms are reported to be efficient.","Import duties and VAT rates are not lower for clean power equipment in Belgium, but many direct and indirect federal incentives for fossil fuels are granted in the form of tax exemptions or reduced rates of excise duty. One of the sectors where further subsidies are probable is hydrogen. On October 2021, the hydrogen strategy of the Federal Minister of Energy (Tinne Van der Straeten) was approved. It mentions several steps Belgium needs to take to be successful with its hydrogen policies."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["Electric vehicle (EV) sales more than tripled in Belgium between 2018 and 2019, before growing by another 160% in 2020 and doubling again in 2021 to reach 52,615 battery electric and plug-in hybrid vehicles."]},{"key":2,"title":"EV policy","text":["Belgium’s Interfederal Energy Pact sets out the country’s ambitions to increase the share of renewable energy in transport to at least 23.7% by 2030. It is also aiming for 100% of new vehicle registrations by public authorities and public transport to be emissions-free from 2025, taking into account procurement timeframes, the phasing out of diesel and petrol vehicles, and progressive quotas for EVs being introduced or strengthened.","Expenses related to the use of zero‐emissions cars and vehicles emitting between 1 and 42 grams of CO2 per kilometer are deductible from corporate income. There is also an exemption from national road tax for EVs in the Flanders region, while in Brussels and Wallonia, EVs have the lowest rate of annual ownership tax. Complementary to this measure, there is also a road tax penalty for vehicles emitting more than 122 grams of CO2/km. As for charging stations, the city of Brussels wants to install up to 11,000 by 2035."]},{"key":3,"title":"Doing business and barriers","text":["There are no considerable barriers for expansion of the electric vehicle fleet in Belgium."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["The EU is targeting a 32.5% improvement in energy efficiency by 2030. In order to help achieve this goal, Belgium is aiming for a 15% reduction in primary energy consumption and a 12% saving in final energy consumption by 2030 compared to business-as-usual. Measures to improve energy efficiency include building renovation, improved energy performance of new buildings and increased use of renewable heat in buildings.","The Brussels region is aiming to improve the energy efficiency of its housing stock such that average primary energy consumption reaches 100 kilowatt-hours per square meter per year by 2050. It has laid out five phases of renovation for residential buildings between 2030 and 2050, and improvements will be recorded in an ‘energy performance of buildings’ (EPB) certificate. These certificates will become mandatory for all homes, and owners must prove that the requisite work has been carried out by each five-year deadline.","Energy performance standards in Walloon and Brussels have supported growth in heat pump adoption. Annual sales went from 16,000 heat pumps in 2017 to 27,966 in 2021, but the share of heat pumps in the total heating in the country is still minimum (less than 2%)."]},{"key":2,"title":"Buildings policy","text":["The Flanders region announced a ban on the sale of oil-fired heating boilers from 2021 but nationally, gas and oil will begin to be phased out from 2030. This policy is supported by the boiler scrappage scheme, which provides a grant of up to 2,500 euros to replace natural gas boilers installed before January 1, 2000 with a new gas appliance. Possible alternative technologies include condensing boilers, gas heat pumps, condensing hot air generators, hybrid gas heat pumps and gas micro cogeneration."]},{"key":3,"title":"Doing business and barriers","text":["Regarding access to loans or grants for energy efficiency measures, Walloon region provides local soft loan scheme for fossils and renewable energy powered heating systems that also covers energy efficiency measures, such as installation of a condensing boiler, biomass boiler and biomass stove."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Not Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Not Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":1227},{"year":"2013","value":1164},{"year":"2014","value":1096.8},{"year":"2015","value":1124.8},{"year":"2016","value":1107.3},{"year":"2017","value":1099},{"year":"2018","value":1072.3},{"year":"2019","value":1095.2},{"year":"2020","value":1110.4},{"year":"2021","value":1119.998069}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":3795},{"year":"2013","value":2845},{"year":"2014","value":2537},{"year":"2015","value":2525},{"year":"2016","value":2511},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":6678.9},{"year":"2013","value":5603.4},{"year":"2014","value":5090.4},{"year":"2015","value":4589},{"year":"2016","value":5373},{"year":"2017","value":6688},{"year":"2018","value":6974},{"year":"2019","value":5574},{"year":"2020","value":7193},{"year":"2021","value":7193}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":5927},{"year":"2013","value":5927},{"year":"2014","value":5927},{"year":"2015","value":5913},{"year":"2016","value":5913},{"year":"2017","value":5918},{"year":"2018","value":5918},{"year":"2019","value":5930},{"year":"2020","value":5942},{"year":"2021","value":5942}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":285},{"year":"2013","value":217},{"year":"2014","value":294.2},{"year":"2015","value":224.2},{"year":"2016","value":145},{"year":"2017","value":158},{"year":"2018","value":404},{"year":"2019","value":320},{"year":"2020","value":320},{"year":"2021","value":320}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":2511},{"year":"2018","value":2511},{"year":"2019","value":2511},{"year":"2020","value":2511},{"year":"2021","value":2511}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":120},{"year":"2013","value":119},{"year":"2014","value":121},{"year":"2015","value":112},{"year":"2016","value":109.1},{"year":"2017","value":107.1},{"year":"2018","value":107.8},{"year":"2019","value":104.1},{"year":"2020","value":105.8},{"year":"2021","value":106}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":2871},{"year":"2013","value":3140},{"year":"2014","value":3246},{"year":"2015","value":3356},{"year":"2016","value":3536},{"year":"2017","value":3866},{"year":"2018","value":4312},{"year":"2019","value":5128},{"year":"2020","value":6274},{"year":"2021","value":7124}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":1263},{"year":"2013","value":1455},{"year":"2014","value":1767},{"year":"2015","value":2055},{"year":"2016","value":2210},{"year":"2017","value":2625},{"year":"2018","value":2777},{"year":"2019","value":3584},{"year":"2020","value":4455},{"year":"2021","value":4659}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,28974.998069]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":4082.9},{"year":"2013","value":3967.5},{"year":"2014","value":4359.4},{"year":"2015","value":4599.7},{"year":"2016","value":4664.9},{"year":"2017","value":4726.2},{"year":"2018","value":4700.3},{"year":"2019","value":5173.5},{"year":"2020","value":5274.9},{"year":"2021","value":4934.987432}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":5465},{"year":"2013","value":5159},{"year":"2014","value":4261.2},{"year":"2015","value":4110.7},{"year":"2016","value":2639.5},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":23573},{"year":"2013","value":20803.9},{"year":"2014","value":19334.6},{"year":"2015","value":22020.1},{"year":"2016","value":22077.6},{"year":"2017","value":23014.1},{"year":"2018","value":23980.7},{"year":"2019","value":25529},{"year":"2020","value":26772.6},{"year":"2021","value":22567.94213}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":40295},{"year":"2013","value":42644},{"year":"2014","value":33703},{"year":"2015","value":26103},{"year":"2016","value":43523},{"year":"2017","value":42226.8},{"year":"2018","value":28597},{"year":"2019","value":43523.6},{"year":"2020","value":34434.7},{"year":"2021","value":50326.20591}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":333.4},{"year":"2013","value":269.5},{"year":"2014","value":216.7},{"year":"2015","value":209.4},{"year":"2016","value":189.2},{"year":"2017","value":176},{"year":"2018","value":160.8},{"year":"2019","value":70.9},{"year":"2020","value":119.9},{"year":"2021","value":112.9671139}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":2076},{"year":"2013","value":2151},{"year":"2014","value":2171},{"year":"2015","value":2036},{"year":"2016","value":2250},{"year":"2017","value":4759.1},{"year":"2018","value":4598.3},{"year":"2019","value":4583.189968},{"year":"2020","value":5201.1},{"year":"2021","value":5262.61666}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":357},{"year":"2013","value":380},{"year":"2014","value":292.2},{"year":"2015","value":318.4},{"year":"2016","value":370},{"year":"2017","value":270.1},{"year":"2018","value":313.5},{"year":"2019","value":302},{"year":"2020","value":266.9},{"year":"2021","value":393.3663031}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":2148},{"year":"2013","value":2644},{"year":"2014","value":2886.2},{"year":"2015","value":3056.3},{"year":"2016","value":3095.2},{"year":"2017","value":3307.6},{"year":"2018","value":3902.9},{"year":"2019","value":4251.6},{"year":"2020","value":5105.4},{"year":"2021","value":5608.192084}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":2751},{"year":"2013","value":3665},{"year":"2014","value":4615.3},{"year":"2015","value":5574},{"year":"2016","value":5437.7},{"year":"2017","value":6513.7},{"year":"2018","value":7464.7},{"year":"2019","value":9750.2},{"year":"2020","value":12763.6},{"year":"2021","value":11883.57375}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,101089.85138299999]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":204.56},{"year":"2017","value":214.7},{"year":"2018","value":210.45},{"year":"2019","value":211.02},{"year":"2020","value":210.52},{"year":"2021","value":238.06}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":203.82},{"year":"2017","value":216.26},{"year":"2018","value":222.45},{"year":"2019","value":217.04},{"year":"2020","value":214.74},{"year":"2021","value":240.2}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":114.34},{"year":"2017","value":110.79},{"year":"2018","value":117.14},{"year":"2019","value":121.18},{"year":"2020","value":120.51},{"year":"2021","value":147.47}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":292.57},{"year":"2017","value":323.3},{"year":"2018","value":339.74},{"year":"2019","value":318.91},{"year":"2020","value":313.19},{"year":"2021","value":335.06}]}],"domain":{"x":[2016,2021],"y":[110.79,339.74]}},{"indicator":"Investment Buildings","sectorName":"Buildings","dealType":"Asset Finance","data":[{"year":"2016","value":86.3322541},{"year":"2017","value":108.5054597},{"year":"2018","value":120.4395041},{"year":"2019","value":147.7585216},{"year":"2020","value":151.3298064},{"year":"2021","value":176.23328}]},{"indicator":"Investment Transport","sectorName":"Transport","dealType":"Asset Finance","data":[{"year":"2016","value":603.7290593},{"year":"2017","value":954.8962011},{"year":"2018","value":884.0601282},{"year":"2019","value":1090.51718},{"year":"2020","value":2748.356508},{"year":"2021","value":3714.536748}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":2939.23112},{"year":"2017","value":371.452},{"year":"2018","value":2605.9508},{"year":"2019","value":290.83146},{"year":"2020","value":521.958612},{"year":"2021","value":154.505}],"domain":{"x":[2016,2021],"y":[154.505,2939.23112]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":true}],"similar":[{"iso":"FR","name":"France","similarity":0.9968440093},{"iso":"GB","name":"United Kingdom","similarity":0.9881213957},{"iso":"IT","name":"Italy","similarity":0.9868634279},{"iso":"SE","name":"Sweden","similarity":0.9855136863},{"iso":"LT","name":"Lithuania","similarity":0.9791593595},{"iso":"DE","name":"Germany","similarity":0.9760489389},{"iso":"ES","name":"Spain","similarity":0.975822543},{"iso":"AT","name":"Austria","similarity":0.9715877058},{"iso":"NL","name":"Netherlands","similarity":0.9710322839},{"iso":"IE","name":"Ireland","similarity":0.9707371223000001}],"bbox":[2.513573032246143,49.529483547557504,6.15665815595878,51.47502370869813]},"marketCounts":{"total":136,"power":136,"transport":136,"buildings":56,"emerging":{"total":107,"power":107,"transport":107,"buildings":28}}},"__N_SSG":true}