{"pageProps":{"slug":"de","market":{"iso":"de","name":"Germany","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":3,"value":2.718954487,"year":2022}]},"score":{"data":[{"rank":3,"value":2.718954487,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":6,"value":2.789609028,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":3,"value":2.752633922,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":6,"value":2.473311427,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":2,"value":3.724316406,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":29,"value":1.75166242,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":7,"value":1.675522714,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":3,"value":3.693134905,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":30,"value":1.821504442,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":12,"value":1.950661861,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":4,"value":4.013553983,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":73,"value":1.313901938,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":6,"value":1.669525785,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":1,"value":3.528623333,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":35,"value":1.979896838,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":18,"value":0.856102201,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["In June 2021, Germany adopted its 2045 net-zero target in its revised climate law.  Germany’s target covers all sectors and gases underpinned by an emissions pathway until 2040 and the communication of binding sectoral targets until 2030. The power sector target was updated in July 2022, and aims for 80% renewable energy by 2030. International aviation and shipping remain outside the target’s scope. Germany provides separate reduction and removal targets with regards to LULUCF (Land Use, Land Use Change and Forestry) but remains unclear on any other carbon removal. They also fall under the European Union net-zero target."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["EU members submit a joint Nationally Determined Contribution (NDC) to the United Nations Framework Convention on Climate Change (UNFCCC), outlining the bloc’s plan to help achieve the goals of the Paris Agreement. The EU’s initial NDC aimed to lower emissions by at least 40% by 2030 compared to 1990 levels. It submitted an updated NDC in December 2020, which strengthened that target to a 55% reduction in emissions by 2030. This reflects the ambitions of the bloc’s Green Deal."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["Other than the goal to reach net zero by 2045, Germany has set itself the goal of phasing out coal generation by 2038 at the latest. There is a goal to ban the installation of oil boilers from 2026, which impacts the heating sector. The government elected in 2021 aims to phase out coal power by 2030. In October 2022, an agreement on a regional 2030 coal phase-out was reached between the German federal government, the power utility RWE and the North Rhine-Westphalia coal region. However, as of October 2022, the federal 2038 coal phase-out law has not been updated to reflect the latest government program’s 2030 target."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Europe’s largest renewables market will have to continue growing to achieve a net-zero goal set for 2045. In April 2022, the German government unveiled the so-called “Easter Package”, increasing the country’s renewable power ambition to 80% by 2030, compared to the previous 65% target. The target includes capacity targets for wind and solar, which will serve as the basis for the country’s renewable energy support auction scheme. The package aims for onshore wind deployment of 10 gigawatts a year, bringing total capacity to 115 gigawatts in 2030 and solar PV deployment of 22 gigawatts a year, bringing the total to 215 gigawatts in 2030. In addition, the Offshore Wind act targets at least 30 gigawatts by 2030 and 70 gigawatts by 2045 of wind installations at sea.","One of the world’s first movers in backing renewables, Germany’s support programs have shifted from feed-in tariffs to auctions for most utility-scale technologies. The updated Renewable Energy Sources Act (EEG 2023) and the Offshore Wind Act document targets technology-specific additions totaling 182 gigawatts of renewables over 2023-2029. Onshore wind power capacity was raised to 4 gigawatts from 2.9 gigawatts in 2022 tenders, and solar capacity trebled to 6 gigawatts. Regardless, onshore wind auctions are suffering from a drop in participation, largely the result of permitting and acceptance issues. Regulatory efforts to ease wind permitting have, however, supported some 3 gigawatts of onshore wind to secure support through auctions over January-September 2022. Innovation auctions, launched in September 2020, reward hybrid renewables projects and storage, while feed-in tariffs continue to support small-scale installations such as rooftop PV up to 100 kilowatts.","In Germany, plants for the generation of electricity from renewable sources shall be given priority connection to the grid.","Even though no orthodox net metering scheme has been introduced, a ‘Mieterstrom’ law allows landlords to receive a premium for selling electricity from rooftop PV to tenants in the same building, as long as the power is sold below retail prices. It aims to encourage the construction of arrays on city-based apartment blocks. While innovative, this approach has failed to take off, largely due to its bureaucratic complexity and limits on what tariffs can be levied. From January 1, 2021, with the EEG amendment, this program’s electricity can now also be sold to tenants within a residential area. Until December 31, 2020, this was only possible within a single building.","Several national- and state-level storage subsidy programs are available in Germany, mostly involving upfront capital grants. Programm 270 supports utility-scale storage projects alongside other renewables and CHP technologies, and up to 100% of investment costs can be covered."]},{"key":2,"title":"Power prices and costs","text":["German onshore wind, offshore wind and utility-scale PV sit in the middle of global LCOE ranges. Wholesale prices have become increasingly volatile as renewables penetration increases, leading to a marked rise in negative pricing events. How prices evolve will depend on the speed with which renewables continue to replace existing capacity. Uncertainty in this area surrounds the speed of the country’s phase-out from coal as well as a protracted slump in onshore wind deployment.","Low barriers to entry had the country top the European rankings for new market entrants. German suppliers also levy what are among Europe’s highest prices, although industrial users benefit from a patchwork of favorable tariffs and exemptions. Energy supplier switching rates have risen from 678,400 in 2006 to 4.7 million in 2017 but fell again to 4.5 million in 2019. That is just under 10% of consumers. Retailers have to keep innovating. For that reason, many retailers offer so-called 'variable Stromtarife' to their customers.","German wholesale power prices skyrocketed over summer 2022, as global gas prices rose. Average wholesale power prices were above 300 euros/MWh between July and September 2022, compared to being below 60 euros/MWh on average over the previous five years. Gas prices have a significant impact on German power prices as it is the “marginal price setter”, despite gas providing just 16% of German power in 2021."]},{"key":3,"title":"Power market","text":["Despite commissioning vast volumes of renewables, Germany continues to host Europe’s largest fossil fuel fleet. Renewables additions are set to rise with ambitious targets and a long-term auction timetable stretching to 2030. However, difficulties commissioning onshore wind farms means that offshore wind and solar will have to pick up the slack. Over 38 gigawatts of coal and 30 gigawatts of gas were online in 2021 – a sizeable chunk of a 222-gigawatt power system.","The electricity sector is fully unbundled and liberalized. Yet a handful of utilities such as RWE, Uniper and EnBW own a majority of generation assets. After remaining quiet over recent years, a handful of corporate deals indicate that the market for corporate power purchase agreements has been heating up since 2010. Both on-site and off-site schemes are possible. In 2021, a notable PPA was made for buying hydro power from a Norwegian supplier.","Clean energy investment has dropped in line with technology costs, but also due to difficulties in bringing onshore wind projects to financial close. Investment in onshore wind tumbled from $12 billion in 2017 to $3 billion and $2.9 billion in 2021. Installed onshore wind capacity grew by 7 gigawatts from 48 gigawatts to 55 gigawatts from 2017-2021. Investment in solar has remained stable at around $5 billion over the past three years.","KfW, Germany’s development bank, is the largest provider of credit for clean energy projects, followed by Hamburg Commercial Bank and the European Investment Bank. Meanwhile, historic heavyweights such as RWE, EnBW and Vattenfall top the rankings in terms of renewables capacity owned. A host of local players are also active in the form of renewables IPPs or local 'Stadtwerke' utilities. In case of curtailment, renewables (and CHP) plants get compensated by the TSO deemed responsible for the grid's congestion. The EU's amended Internal Electricity Market directive (2019/943) calls for 100% compensation to be provided for renewables curtailment from January 1, 2020, but a maximum of 95% compensation is set by Germany's \"hardship clause\", which oversees these matters.","Germany has a lot of interest in energy storage to optimize industrial processes. There are C&I systems for it, as there is for a variety of different activities including peak shaving (reducing the amount of energy drawn from the grid at peak times), uninterruptible power supply for operations like manufacturing and data centers and emergency backup power. Various lithium-ion production facilities are operational, including factories owned by Samsung and BMZ."]},{"key":4,"title":"Doing business and barriers","text":["Power demand has remained flat over recent years. Yet much uncertainty surrounds future electricity consumption, which could rise as a result of sectoral electrification. This is particularly relevant to such areas as green hydrogen production – in June 2020, the government set its sights on 5 gigawatts of renewable-powered electrolyzers by 2030. In 2021, the new federal government pledged to raise this to 10 gigawatts.","The closure of Germany’s coal plants by 2038 will offer additional opportunities for renewables as well as coal-to-gas conversions. The high gas prices of 2022 have added uncertainty to coal-to-gas conversion plans. That is especially relevant due to the government’s reluctance to subsidize new combined-cycle gas plants.","Although strong winds benefit wind farms located in the north, they are often subject to curtailment. North-south grid congestion is one of the biggest obstacles facing Germany’s power transition. The situation will be complicated as northern renewable additions coincide with the 2022 deadline for closing Germany’s nuclear fleet, which is concentrated in the south. Germany delayed the closure of its nuclear fleet to April 2023, in response to the 2022 energy crisis but this short-lived extension will have a limited impact on medium-term grid challenges.","The stop-gap solutions currently employed include redispatching, countertrading and energy loops – ferrying electrons through neighboring national grids. Germany has also set up a network reserve to help manage congestion, which keeps plants outside the power market, paying them to start up in times of need, costing consumers hundreds of millions of euros per year. Generators can bid into the strategic reserve.","Difficulties in developing new onshore wind projects are a central problem. Local regulatory barriers, widespread litigation and a lack of available land have led to a crash in onshore wind installations in recent years. This has translated to a slump in auction participation. The effectiveness of such measures remains to be proven. In June 2022, the federal government presented a plan to dedicate 2% of land for onshore wind by 2032. This mandates German states to set their own targets of 1.8-2.2% of land used for onshore wind. The Bundestag has approved the intermediary target of 1.4% land dedicated to onshore wind by 2027.","Policy has flip-flopped on a number of issues, such as whether subsidies for small-scale solar would be terminated in 2020 (they were not). Meanwhile, domestic manufacturers of solar modules have long been outcompeted by international suppliers, while more resilient wind turbine makers have announced a wave of redundancies."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["While total passenger vehicle sales decreased 10% from 2020 to 2021, the growth rate of electric and plug-in hybrid vehicle sales was 213%. Since 2010, the average specific CO2 emissions of newly registered German light-duty vehicles fell substantially, consolidating improvements after the implementation of fuel-economy standards in 2009 and high taxation on diesel and the gasoline pump price. In 2015, the Electric Mobility Act (EmoG) came into effect with the aim of promoting electric mobility in Germany. Depending on the specific implementation of the law in each federal state and city, EV drivers can enjoy free parking, reserved parking spots and bus-lane use."]},{"key":2,"title":"EV policy","text":["According to Germany’s EV deployment target, by 2030 electric and plug-in hybrid vehicles should account for 15 million car registrations in the country. As part of the implementation of the Climate Action Programme 2030, the target for the share of renewable energies in the transport sector is 27% by 2030. The infrastructure for that scenario is also targeted with a goal of a total of 50,000 within two years (by 2022) and 1 million EV chargers by 2030.","Germany has generous purchase incentives programs for EV vehicles. EVs can get to a total subsidy of €9,000 each, and PHEVs with a minimum electric range of 60 kilometers are eligible for a €6,750 purchase subsidy until the end of 2022. In 2021, the scheme for special tax reduction for EV company cars was extended until 2030. Support related to charging infrastructure comes in many shapes of funding and stimulus programs. Previous benefits included a 10-year exemption of recurring ownership tax for BEVs and FCEVs registered until the end of 2020. In 2020, Germany added €500 million as a part of the stimulus to help hit the national target of 1 million EV chargers by 2030."]},{"key":3,"title":"Doing business and barriers","text":["In 2022, supply chain disruptions have led to long lead times for EV manufacturing, slowing uptake.","Strategies of the German car industry are less of a barrier in 2022 than just a few years ago. The automotive manufacturing industry has slowly started accepting Europe’s targets for an electric transport future. For example, the country's largest car company, Volkswagen, has decided to produce only electric vehicles in Europe after 2033."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["Germany has also set annual carbon budgets to ensure the sector is on track for its goals. By 2030, building-sector emissions will need to fall to 67 million tons of carbon dioxide equivalent (MtCO2e), equal to a 66% reduction compared with 1990 levels. Besides that, the German New Buildings Energy Act fully implements the European requirements for the energy performance of buildings and integrates the provision on nearly zero-energy buildings into the unified energy conservation legislation.","Heat pump uptake has increased dramatically over 2021 and 2022, as gas heating prices rose with Russia cutting direct deliveries of natural gas to Germany. In 2021, some 178,000 heat pumps were installed, 26% more than the year before."]},{"key":2,"title":"Buildings policy","text":["In the new Climate Action Program 2030, the German government has decided to ban the installation of oil-fired heating systems from the year 2026 in buildings where more climate friendly alternatives are available – opting out of an outright ban but introducing an exchange bonus of 45% discount for anyone who has their old oil heating system replaced by a more climate-friendly device. Other types of compensation payments for renewable heating networks are supported through the Combined Heat and Power Act, the KfW Renewable Energy Premium Program and the Federal Funding for Efficient Buildings (BEG). Since 2020, tax incentives for energy efficient renovations are provided for homeowners, allowing them to deduct 20% of the costs for renovations of up to €40,000 from their taxes.","In 2022, the German Energy and Climate Ministry announced a new target of 500,000 new heat pump installations per year from 2024. The new target also states that new heat systems installed from 2024 in all buildings must be designed to run 65% on renewable energy. Hybrid heating systems, with both fossil fuels and renewables, will no longer qualify for subsidies if the 65% requirement is not met. The target is not legislated as of September 2022."]},{"key":3,"title":"Doing business and barriers","text":["The German heating sector missed its emissions reduction target in 2021. Even though Germany presents many programs that contribute to an alternative heating scenario, those policies lose their power by opting out of an outright ban in oil-fired heating."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Not Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Not Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":8382},{"year":"2013","value":8711},{"year":"2014","value":8823},{"year":"2015","value":9246},{"year":"2016","value":9317},{"year":"2017","value":9667},{"year":"2018","value":10172},{"year":"2019","value":10573},{"year":"2020","value":12213},{"year":"2021","value":11350.40109}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":50916.3},{"year":"2013","value":51127.9},{"year":"2014","value":50337.7},{"year":"2015","value":52576.217},{"year":"2016","value":50236.541},{"year":"2017","value":47362.413},{"year":"2018","value":44643},{"year":"2019","value":43022.942},{"year":"2020","value":43760.542},{"year":"2021","value":37985.697}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":23},{"year":"2013","value":28},{"year":"2014","value":28},{"year":"2015","value":28},{"year":"2016","value":33},{"year":"2017","value":38},{"year":"2018","value":38},{"year":"2019","value":42},{"year":"2020","value":42},{"year":"2021","value":52.562}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":4988},{"year":"2013","value":5047},{"year":"2014","value":5021},{"year":"2015","value":5170},{"year":"2016","value":5123},{"year":"2017","value":5004},{"year":"2018","value":5012},{"year":"2019","value":5000},{"year":"2020","value":5001},{"year":"2021","value":5043}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":28963},{"year":"2013","value":29225},{"year":"2014","value":28755},{"year":"2015","value":28442},{"year":"2016","value":29707},{"year":"2017","value":29985},{"year":"2018","value":29992},{"year":"2019","value":29716},{"year":"2020","value":29977},{"year":"2021","value":30137}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":12482},{"year":"2013","value":12482},{"year":"2014","value":12482},{"year":"2015","value":11207},{"year":"2016","value":11207},{"year":"2017","value":9923},{"year":"2018","value":9923},{"year":"2019","value":8521},{"year":"2020","value":8521},{"year":"2021","value":8114}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":4667},{"year":"2013","value":4667},{"year":"2014","value":4899},{"year":"2015","value":4246},{"year":"2016","value":4201},{"year":"2017","value":4028},{"year":"2018","value":3783},{"year":"2019","value":3878},{"year":"2020","value":3878},{"year":"2021","value":3878}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":2300},{"year":"2013","value":2300},{"year":"2014","value":2300},{"year":"2015","value":2300},{"year":"2016","value":2300},{"year":"2017","value":2300},{"year":"2018","value":2300},{"year":"2019","value":2300},{"year":"2020","value":2000},{"year":"2021","value":2613.94689}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":34076},{"year":"2013","value":36709},{"year":"2014","value":37899},{"year":"2015","value":39223},{"year":"2016","value":40678},{"year":"2017","value":42338},{"year":"2018","value":45929},{"year":"2019","value":49761},{"year":"2020","value":54646},{"year":"2021","value":60579}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":2},{"year":"2013","value":2},{"year":"2014","value":2},{"year":"2015","value":2},{"year":"2016","value":2},{"year":"2017","value":2},{"year":"2018","value":2},{"year":"2019","value":2},{"year":"2020","value":2},{"year":"2021","value":2}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":29803},{"year":"2013","value":32943},{"year":"2014","value":37124},{"year":"2015","value":43094},{"year":"2016","value":47117},{"year":"2017","value":53705},{"year":"2018","value":56545},{"year":"2019","value":58848},{"year":"2020","value":60306},{"year":"2021","value":62719}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,222474.60697999998]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":49757},{"year":"2013","value":52092},{"year":"2014","value":55721},{"year":"2015","value":57382},{"year":"2016","value":58260},{"year":"2017","value":58207},{"year":"2018","value":57860},{"year":"2019","value":56878},{"year":"2020","value":57435},{"year":"2021","value":56600}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":274488},{"year":"2013","value":286337},{"year":"2014","value":272798},{"year":"2015","value":270416},{"year":"2016","value":260103},{"year":"2017","value":239807},{"year":"2018","value":226615},{"year":"2019","value":170087},{"year":"2020","value":132557},{"year":"2021","value":162616.3941}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":25},{"year":"2013","value":80},{"year":"2014","value":98},{"year":"2015","value":133},{"year":"2016","value":175},{"year":"2017","value":163},{"year":"2018","value":178},{"year":"2019","value":197},{"year":"2020","value":200},{"year":"2021","value":200}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":21755},{"year":"2013","value":22998},{"year":"2014","value":19587},{"year":"2015","value":19000},{"year":"2016","value":20500},{"year":"2017","value":20200},{"year":"2018","value":17700},{"year":"2019","value":19700},{"year":"2020","value":18300},{"year":"2021","value":19100}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":75900},{"year":"2013","value":67000},{"year":"2014","value":60600},{"year":"2015","value":61500},{"year":"2016","value":80600},{"year":"2017","value":86000},{"year":"2018","value":81600},{"year":"2019","value":90000},{"year":"2020","value":94700},{"year":"2021","value":89700}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":99460},{"year":"2013","value":97290},{"year":"2014","value":97129},{"year":"2015","value":91786},{"year":"2016","value":84634},{"year":"2017","value":76298.15346},{"year":"2018","value":72123.74453},{"year":"2019","value":75270.04887},{"year":"2020","value":64400},{"year":"2021","value":69100}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":7627},{"year":"2013","value":7198},{"year":"2014","value":5659},{"year":"2015","value":6100},{"year":"2016","value":5700},{"year":"2017","value":5500},{"year":"2018","value":5100},{"year":"2019","value":4800},{"year":"2020","value":4700},{"year":"2021","value":4700}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":9885},{"year":"2013","value":10808},{"year":"2014","value":10500},{"year":"2015","value":14300},{"year":"2016","value":14400},{"year":"2017","value":14200},{"year":"2018","value":13800},{"year":"2019","value":12800},{"year":"2020","value":11500},{"year":"2021","value":12300}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":26380},{"year":"2013","value":31010},{"year":"2014","value":36056},{"year":"2015","value":38726},{"year":"2016","value":38098},{"year":"2017","value":39401},{"year":"2018","value":45784},{"year":"2019","value":46392},{"year":"2020","value":49500},{"year":"2021","value":50000}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":3},{"year":"2013","value":3},{"year":"2014","value":3},{"year":"2015","value":3},{"year":"2016","value":3},{"year":"2017","value":3},{"year":"2018","value":3},{"year":"2019","value":3},{"year":"2020","value":3},{"year":"2021","value":3}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":51680},{"year":"2013","value":52737},{"year":"2014","value":58497},{"year":"2015","value":80600},{"year":"2016","value":80000},{"year":"2017","value":105700},{"year":"2018","value":110000},{"year":"2019","value":125900},{"year":"2020","value":131000},{"year":"2021","value":113900}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,645479.15346]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":248.48},{"year":"2017","value":258.4},{"year":"2018","value":264.66},{"year":"2019","value":253.5},{"year":"2020","value":272.6},{"year":"2021","value":290.29}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":248.94},{"year":"2017","value":256.75},{"year":"2018","value":262.29},{"year":"2019","value":254.18},{"year":"2020","value":272.71},{"year":"2021","value":295.38}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":169.43},{"year":"2017","value":168.13},{"year":"2018","value":169.08},{"year":"2019","value":175.18},{"year":"2020","value":200.69},{"year":"2021","value":217.79}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":328.91},{"year":"2017","value":343.71},{"year":"2018","value":353.13},{"year":"2019","value":333.86},{"year":"2020","value":344.83},{"year":"2021","value":378.06}]}],"domain":{"x":[2016,2021],"y":[168.13,378.06]}},{"indicator":"Investment Buildings","sectorName":"Buildings","dealType":"Asset Finance","data":[{"year":"2016","value":1267.866629},{"year":"2017","value":1500.443532},{"year":"2018","value":1695.008903},{"year":"2019","value":1655.567072},{"year":"2020","value":2325.749092},{"year":"2021","value":2653.275746}]},{"indicator":"Investment Transport","sectorName":"Transport","dealType":"Asset Finance","data":[{"year":"2016","value":1284.946843},{"year":"2017","value":2556.832738},{"year":"2018","value":3326.360113},{"year":"2019","value":5953.896379},{"year":"2020","value":25652.0863},{"year":"2021","value":31766.90836}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":13581.39389},{"year":"2017","value":12478.25739},{"year":"2018","value":3603.43215},{"year":"2019","value":2441.91947},{"year":"2020","value":5755.319443},{"year":"2021","value":8811.812766}],"domain":{"x":[2016,2021],"y":[2441.91947,13581.39389]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":true}],"similar":[{"iso":"NL","name":"Netherlands","similarity":0.994983345},{"iso":"DK","name":"Denmark","similarity":0.9830136242},{"iso":"FI","name":"Finland","similarity":0.9799636138000001},{"iso":"GB","name":"United Kingdom","similarity":0.9771525432},{"iso":"BE","name":"Belgium","similarity":0.9760489389},{"iso":"ES","name":"Spain","similarity":0.9749513959},{"iso":"FR","name":"France","similarity":0.9728929481999999},{"iso":"LT","name":"Lithuania","similarity":0.9708895794},{"iso":"SE","name":"Sweden","similarity":0.9648626252},{"iso":"IT","name":"Italy","similarity":0.9641623668}],"bbox":[5.988658074577813,47.30248769793916,15.01699588385867,54.98310415304803]},"marketCounts":{"total":136,"power":136,"transport":136,"buildings":56,"emerging":{"total":107,"power":107,"transport":107,"buildings":28}}},"__N_SSG":true}