{"pageProps":{"slug":"gb","market":{"iso":"gb","name":"United Kingdom","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":6,"value":2.570229919,"year":2022}]},"score":{"data":[{"rank":6,"value":2.570229919,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":5,"value":2.796151036,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":6,"value":2.653727392,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":28,"value":1.808969096,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":6,"value":3.342552086,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":10,"value":1.952172857,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":8,"value":1.643642647,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":9,"value":3.490788722,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":10,"value":2.180043271,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":11,"value":2.022983427,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":5,"value":3.928001483,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":68,"value":1.338140835,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":10,"value":1.420765765,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":27,"value":2.312392778,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":39,"value":1.882593637,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":22,"value":0.72849719,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["The UK has a legally binding target to achieve net-zero greenhouse gas emissions by 2050. The government published its Net Zero Strategy in October 2021, which aims to bridge the gap between short-term policy and long-term climate goals."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["The UK’s updated Nationally Determined Contribution (NDC) – its plan to achieve the goals set out in the Paris Agreement – sets a target to reduce economy-wide greenhouse gas emissions by at least 68% by 2030, relative to 1990 levels. Separate to the NDC, the government has also ramped up its ambition to deliver a 78% reduction in greenhouse gas emissions by 2035, relative to 1990 levels."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The UK has a coal phase-out policy in force, with a deadline to end coal in power generation from October 2024."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["The UK has a target to reach 50 gigawatts (GW) of offshore wind capacity installed by 2030 and 70GW of solar capacity by 2035, and to fully decarbonize power generation by 2035. The design of policy support for renewables has changed significantly over the last decade as the government sought to minimize public spending on incentive programs, as seen with the early closure of the Renewables Obligation certificate program and feed-in tariffs.","Support for large renewable energy projects is now available through the Contract-for-Difference (CfD) auction scheme, which has mainly delivered support for offshore wind. The first four rounds of the UK CfD program over 2015-2022 awarded contracts to 16.8GW of offshore wind capacity, 2.5GW of onshore wind, 2.8GW of solar and 0.5GW of other renewable energy technologies.","Beyond renewables, the government also seems committed to nuclear power with a goal for 24GW of nuclear capacity by 2050, according to the 2022 Energy Security Strategy. The government wants to ensure that at least one more new nuclear power station reaches financial close in the mid-2020s.","However, it has struggled to attract investment for new-build nuclear assets and, as of August 2022, is not considering including the technology in its green bond framework. After a costly deal was signed with EDF to complete Hinkley Point C, the government has had to rethink how it incentivizes investment for new nuclear plants and plans to support future plants through a regulated asset base model under the Nuclear Energy Financing Act legislated in March 2022."]},{"key":2,"title":"Power prices and costs","text":["Until 2020, power prices remained relatively stable at between £38-50 per megawatt-hour ($42-55/MWh) for a decade, driven mostly by the price of coal, and more recently by gas prices. Prices fell to an average of £35/MWh in 2020 on low demand. UK power demand declined 6.8% from 2010-19 and dipped by 12% year-on-year from 2019-20 due to lockdown measures in response to the Covid-19 pandemic. Power prices then reached record highs over 2021 and 2022, averaging more than £118/MWh in 2021 and an average £179 pounds/MWh in the first half of 2022, owing to a tight European gas market balance and high exposure of UK power prices to gas as the marginal generating technology.","BloombergNEF expects UK baseload wholesale power prices to face structural decline out to 2030 in nominal terms, amid pressure from new-build wind and solar. These technologies are already cheaper to build than running existing gas plants. The UK is a net importer of power and has, on average, higher wholesale electricity prices compared to the European Union. This is because the country has a carbon price floor and relatively limited interconnector capacity with mainland Europe. This situation is improving as more interconnectors are commissioned. Interconnection capacity increased from 4GW in 2018 to 7.4GW in 2022. In retail, consumers can opt for time-of-use tariffs and an increasing number of suppliers are offering these."]},{"key":3,"title":"Power market","text":["For a decade, more than half of UK power generation has been fueled by fossil fuels and nuclear, but this picture is rapidly changing. The country's carbon price floor has been effective in reducing coal generation, and the government has passed legislation to close all remaining coal-fired power stations by October 2024. The share of coal in generation fell to just 2% in 2021, from 29% in 2011, while wind’s share increased to 17% from 3% and gas generation fell to 33% from 39% over the same period.","Security-of-supply concerns in the 2010s prompted the government to implement a capacity market to guarantee a sufficient reserve margin. In October 2021, the government launched a review of the capacity market to ensure it can align with the country’s net-zero target. The UK system operator National Grid procures a number of balancing services including frequency response, which in combination with the capacity market have enabled growth in the battery storage market. BNEF expects installed energy storage capacity to rise from 1.3GW in 2020 to more than 4.9GW in 2025 and 15.3GW in 2030.","The power sector has two electricity markets: one for England, Wales and Scotland, and the Integrated Single Electricity Market (I-SEM) covering the island of Ireland. It is fully unbundled, but a group of utilities holds a majority share of the generation and retail segments of the market. As of 2021, the largest players for electricity generation include EDF, RWE, SSE, Drax, EPH, Uniper and Orsted, while in electricity retail the largest players are British Gas, EDF, E.ON, OVO Energy, Scottish Power and Octopus."]},{"key":4,"title":"Doing business and barriers","text":["The government has prioritized expanding offshore wind over onshore renewable energy technologies. In 2019, the government put forward a “sector deal” to achieve 30GW of installed offshore wind capacity by 2030 and later increased this target to 40GW by 2030 under its Net Zero Strategy in October 2021. The government raised its ambition again in April 2022 with its Energy Security Strategy, to 50GW by 2030, in addition to other goals such as 70GW of solar capacity by 2035.","At the same time, routes to market for new onshore renewables projects can be challenging. The government tightened rules around planning and permitting renewables projects, particularly for onshore wind farms in England and Wales. Onshore wind and solar were excluded from the second and third CfD allocation rounds but were able to participate in the fourth round in 2022.","Political and financial risk is relatively low in the UK compared to other EU countries and the US, according to Bloomberg's country risk assessment. The UK has closed subsidy programs earlier than planned and reduced support rates for renewables, but it does not have a history of major retroactive policy changes, as seen across several southern European countries."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["Electric vehicles continue to gain momentum in the UK thanks to policy support. Plug-in hybrid and battery-electric vehicles comprised 13% of total new passenger vehicle sales in 2021, up from 3% in 2019. However, the total pool of sales of passenger vehicles have remained down by almost a third over 2020 and 2021 compared to 2019 levels, owing to the Covid-19 pandemic and manufacturer supply chain disruptions. In 2021, electric vehicles comprised approximately 2.8% of the passenger vehicle fleet in the UK.","Since exiting the EU, the UK government has introduced statutory instruments to establish CO2 emissions targets for passenger cars and commercial vehicles. The rules effectively copy across the corresponding EU standards and apply to Great Britain and Northern Ireland. For example, the UK Road Vehicle Emission Performance Standards for Cars and Vans mirrors the EU’s Regulation 2019/631, which outlines CO2 emission requirements for new passenger cars and light commercial vehicles in the bloc."]},{"key":2,"title":"EV policy","text":["There are several key policy drivers supporting rising sales of EVs in the UK. The government offers lower benefit-in-kind taxation rates for low- and zero-emission vehicles purchased under company car programs. This is a major driver of EV sales due to preferential rates, with the Department for Transport reporting that over half of all registered EVs in the UK at the end of 2021 were under company ownership, compared to average rates across all drivetrains of 14%.","Direct grants were also available for battery-electric vehicles for passenger cars until June 2022, although the size of the grants declined over time with falling EV costs. These capital expenditure grants are still available for some vehicle segments including vans and small trucks, with funding in place until the end of financial year 2022/23.","The government has also set a target to phase out sales of new internal combustion engine vehicles (ICE) by 2030 and hybrid ICE vehicles by 2035, sending a longer-term signal to automakers to shift their manufacturing base toward low-carbon vehicles. The phase-out date was brought forward in November 2020 from the original 2040 deadline under the government’s Ten Point Plan."]},{"key":3,"title":"Doing business and barriers","text":["The country transport network is developing."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["The heating mix of residential buildings is dominated by natural gas, which serves as the main source of heating for 77% of homes in the UK. Another 8% rely on oil, largely in rural areas without access to the gas grid. The country’s heat pump sector is relatively nascent, accounting for just a fraction of annual heating unit sales. Some 1.6 million gas boilers are sold on average each year in the UK, while just 43,000 heat pumps (roughly 3% of residential heating units) were sold in 2021.","BNEF expects UK heat pump sales to grow on average by around 60,000 per year over 2022-24 with new subsidy programs like the Boiler Upgrade Scheme. This is not in line with the government’s target to deliver 600,000 heat pumps per year by 2028, largely due to relatively limited budget of the Boiler Upgrade Scheme. The biggest barrier to heat pump adoption in the UK is cost. Heat pumps have a higher levelized cost of heating than gas boilers in the UK, even with a subsidy, owing to both their upfront cost and relatively higher electricity costs than gas."]},{"key":2,"title":"Buildings policy","text":["The UK has overhauled policies previously designed to support energy efficiency measures and the adoption of low-carbon heating systems such as heat pumps in homes. The residential Renewable Heat Incentive, in place since 2011, closed to new applicants in March 2022 (although it remains open to commercial buildings). In its place, the government introduced a boiler upgrade scheme for residential buildings in May 2022. This is an up-front capital grant program of up to £5,000 pounds per system – a simpler design than the previous Renewable Heat Incentive that delivered subsidies on the operating expenditure of the heating unit. The scheme sits alongside the Social Housing Decarbonization Fund, which aims to support heat pump installations in council-owned properties.","The government also offered subsidies as part of a stimulus program in 2020 – the Green Homes Grant – under which homeowners could apply for capex grants toward energy efficiency measures including installing a heat pump. However, the scheme faced bottlenecks to effective deployment, including administrative complexity. The Green Homes Grant was closed in March 2021, earlier than expected, and only used an estimated 16% of the £3 billion initially promised by the government.\nThe UK is considering a more regulated approach to decarbonizing buildings. The government wants to ban natural gas boilers in new homes built from 2025 under the Future Homes Standard, which is expected to be legislated by 2024. It also has a soft target to fully phase out sales of natural gas boilers (including replacements to existing boilers) from 2035, according to the Heat and Buildings Strategy released in October 2021.","Policymakers are keeping the door open for hydrogen to supply low-carbon heating via compatible gas boilers after the phase-out date, but only in areas where a hydrogen network conversion is planned. A consultation is expected on whether a requirement should be placed on gas boilers to be hydrogen compatible by 2026.","The government’s Heat and Buildings Strategy also raises the prospect of mandatory heat pump targets placed on gas and oil manufacturers as a proportion of their total heating unit sales, with the consultation on market-based mechanisms for low carbon heat closing in January 2022."]},{"key":3,"title":"Doing business and barriers","text":["There are no loans or grants available to support efficiency efforts for buildings."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":3243.392485},{"year":"2013","value":4180.525635},{"year":"2014","value":5019.275635},{"year":"2015","value":5826.691945},{"year":"2016","value":6438.588044},{"year":"2017","value":7186.100774},{"year":"2018","value":8696.631234},{"year":"2019","value":8916.826699},{"year":"2020","value":9137.022164},{"year":"2021","value":9357.217628}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":26947},{"year":"2013","value":21778},{"year":"2014","value":19072},{"year":"2015","value":18723},{"year":"2016","value":13668},{"year":"2017","value":13426},{"year":"2018","value":10339},{"year":"2019","value":8339},{"year":"2020","value":5234},{"year":"2021","value":4248}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":1476.776},{"year":"2013","value":1476.776},{"year":"2014","value":1476.776},{"year":"2015","value":1476.776},{"year":"2016","value":1476.776},{"year":"2017","value":1476.776},{"year":"2018","value":1476.776},{"year":"2019","value":1484.133236},{"year":"2020","value":1486.202836},{"year":"2021","value":1488.272436}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":3.42},{"year":"2013","value":3.18},{"year":"2014","value":3.44},{"year":"2015","value":3.54},{"year":"2016","value":5.35},{"year":"2017","value":7.32},{"year":"2018","value":8.12},{"year":"2019","value":8.92},{"year":"2020","value":8.92},{"year":"2021","value":8.92}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":37902.39601},{"year":"2013","value":37704.14391},{"year":"2014","value":36737.52082},{"year":"2015","value":36756.93685},{"year":"2016","value":37427.37697},{"year":"2017","value":37341.33529},{"year":"2018","value":36839.778},{"year":"2019","value":37812.629},{"year":"2020","value":38968.475},{"year":"2021","value":37780.027}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":9319},{"year":"2013","value":9319},{"year":"2014","value":9308},{"year":"2015","value":8818},{"year":"2016","value":8818},{"year":"2017","value":8818},{"year":"2018","value":8818},{"year":"2019","value":8818},{"year":"2020","value":8818},{"year":"2021","value":7778}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":2742},{"year":"2013","value":1674},{"year":"2014","value":1578},{"year":"2015","value":1578},{"year":"2016","value":744},{"year":"2017","value":744},{"year":"2018","value":674},{"year":"2019","value":674},{"year":"2020","value":587},{"year":"2021","value":587}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":215.96983},{"year":"2013","value":231.93022},{"year":"2014","value":252.57072},{"year":"2015","value":300.19751},{"year":"2016","value":359.11089},{"year":"2017","value":396.23591},{"year":"2018","value":401.66271},{"year":"2019","value":407.08951},{"year":"2020","value":412.51631},{"year":"2021","value":417.94311}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":1792},{"year":"2013","value":2894},{"year":"2014","value":5465},{"year":"2015","value":9747},{"year":"2016","value":11900},{"year":"2017","value":12845},{"year":"2018","value":13141},{"year":"2019","value":13415},{"year":"2020","value":13694},{"year":"2021","value":14244}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":8325},{"year":"2013","value":10971},{"year":"2014","value":12279},{"year":"2015","value":13992},{"year":"2016","value":14927},{"year":"2017","value":17933},{"year":"2018","value":20724},{"year":"2019","value":23273},{"year":"2020","value":23870},{"year":"2021","value":24450}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,103148.598445]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":14733.83758},{"year":"2013","value":18099.8495},{"year":"2014","value":22619.06328},{"year":"2015","value":29256.97783},{"year":"2016","value":30065.67367},{"year":"2017","value":31894.17819},{"year":"2018","value":34953.9959},{"year":"2019","value":37313.73642},{"year":"2020","value":39310.99},{"year":"2021","value":40002.5}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":142792},{"year":"2013","value":130257.89},{"year":"2014","value":100238.85},{"year":"2015","value":75878.22},{"year":"2016","value":30668.6},{"year":"2017","value":22530.45},{"year":"2018","value":16831.4},{"year":"2019","value":6954},{"year":"2020","value":5504},{"year":"2021","value":6521.5}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":4631.52},{"year":"2013","value":4026.42},{"year":"2014","value":5053.26},{"year":"2015","value":5314.07},{"year":"2016","value":4354.29},{"year":"2017","value":4584.4},{"year":"2018","value":4148.22},{"year":"2019","value":4540.31},{"year":"2020","value":5308.95},{"year":"2021","value":3984.609928}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":4.2},{"year":"2013","value":4.76},{"year":"2014","value":2.22},{"year":"2015","value":2},{"year":"2016","value":0.01},{"year":"2017","value":4.19},{"year":"2018","value":9.3},{"year":"2019","value":13.99},{"year":"2020","value":11.28},{"year":"2021","value":4.4}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":100169.57},{"year":"2013","value":95842.76},{"year":"2014","value":100892.19},{"year":"2015","value":99875.42},{"year":"2016","value":143356.08},{"year":"2017","value":136745.82},{"year":"2018","value":131489.78},{"year":"2019","value":131931.28},{"year":"2020","value":111431},{"year":"2021","value":124154.1}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":70405.07},{"year":"2013","value":70606.88},{"year":"2014","value":63747.95},{"year":"2015","value":70344.9},{"year":"2016","value":71726.08},{"year":"2017","value":70336.43},{"year":"2018","value":65063.85},{"year":"2019","value":56183.93},{"year":"2020","value":50278},{"year":"2021","value":45867.5}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":2891.23},{"year":"2013","value":2066.25},{"year":"2014","value":1920.05},{"year":"2015","value":2037.11},{"year":"2016","value":1890.35},{"year":"2017","value":1614.5},{"year":"2018","value":1063.37},{"year":"2019","value":1072},{"year":"2020","value":835},{"year":"2021","value":1540.8}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":3400.65},{"year":"2013","value":3392.42},{"year":"2014","value":3891.08},{"year":"2015","value":4636.42},{"year":"2016","value":5573.47},{"year":"2017","value":5219.48},{"year":"2018","value":5779.96},{"year":"2019","value":6363.37},{"year":"2020","value":7943},{"year":"2021","value":8043.2}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":678.13},{"year":"2013","value":675.06},{"year":"2014","value":834.54},{"year":"2015","value":983.2},{"year":"2016","value":1016.13},{"year":"2017","value":1297.47},{"year":"2018","value":1295.05},{"year":"2019","value":1305.96},{"year":"2020","value":1444.96},{"year":"2021","value":1030.290072}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":1353.75},{"year":"2013","value":2010.16},{"year":"2014","value":4054.09},{"year":"2015","value":7532.86},{"year":"2016","value":10395.11},{"year":"2017","value":11457.27},{"year":"2018","value":12668.39},{"year":"2019","value":12580.1},{"year":"2020","value":13157.99},{"year":"2021","value":12384.4}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":19847.12},{"year":"2013","value":28397.02},{"year":"2014","value":31959.32},{"year":"2015","value":40274.72},{"year":"2016","value":37159.42},{"year":"2017","value":49641.12},{"year":"2018","value":56907.62},{"year":"2019","value":63795.17},{"year":"2020","value":75369.12},{"year":"2021","value":64459.5}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,360907.07758]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":195.68},{"year":"2017","value":194.72},{"year":"2018","value":219.58},{"year":"2019","value":227.98},{"year":"2020","value":237.48},{"year":"2021","value":267.2}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":190.68},{"year":"2017","value":191.71},{"year":"2018","value":214.49},{"year":"2019","value":223.3},{"year":"2020","value":232.45},{"year":"2021","value":267.08}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":160.72},{"year":"2017","value":161.7},{"year":"2018","value":179.05},{"year":"2019","value":186.98},{"year":"2020","value":201.17},{"year":"2021","value":233.32}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":215.64},{"year":"2017","value":218.72},{"year":"2018","value":244.85},{"year":"2019","value":254.93},{"year":"2020","value":258.7},{"year":"2021","value":300.71}]}],"domain":{"x":[2016,2021],"y":[160.72,300.71]}},{"indicator":"Investment Buildings","sectorName":"Buildings","dealType":"Asset Finance","data":[{"year":"2016","value":176.8842688},{"year":"2017","value":198.5133414},{"year":"2018","value":252.2668956},{"year":"2019","value":286.0560395},{"year":"2020","value":332.892405},{"year":"2021","value":453.4543475}]},{"indicator":"Investment Transport","sectorName":"Transport","dealType":"Asset Finance","data":[{"year":"2016","value":1897.690172},{"year":"2017","value":2566.346789},{"year":"2018","value":3279.505747},{"year":"2019","value":4292.92882},{"year":"2020","value":9302.258029},{"year":"2021","value":16865.34827}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":22403.67754},{"year":"2017","value":7414.58312},{"year":"2018","value":8457.52742},{"year":"2019","value":5533.68316},{"year":"2020","value":16021.8266},{"year":"2021","value":11201.47934}],"domain":{"x":[2016,2021],"y":[5533.68316,22403.67754]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":true}],"similar":[{"iso":"BE","name":"Belgium","similarity":0.9817963957},{"iso":"ES","name":"Spain","similarity":0.9813511473},{"iso":"FR","name":"France","similarity":0.979990405},{"iso":"LT","name":"Lithuania","similarity":0.9743120362},{"iso":"DE","name":"Germany","similarity":0.9738525432},{"iso":"IE","name":"Ireland","similarity":0.9713085180000001},{"iso":"SE","name":"Sweden","similarity":0.971235082},{"iso":"NL","name":"Netherlands","similarity":0.9705358881999999},{"iso":"IT","name":"Italy","similarity":0.9676848236},{"iso":"FI","name":"Finland","similarity":0.9671139294}],"bbox":[-7.572167934591064,49.95999990498109,1.681530795914682,58.63500010846633]},"marketCounts":{"total":136,"power":136,"transport":136,"buildings":56,"emerging":{"total":107,"power":107,"transport":107,"buildings":28}}},"__N_SSG":true}