{"pageProps":{"slug":"pl","market":{"iso":"pl","name":"Poland","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":16,"value":2.246371179,"year":2022}]},"score":{"data":[{"rank":18,"value":2.246371179,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":13,"value":2.473676789,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":36,"value":1.432883371,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":9,"value":2.377942155,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":27,"value":2.919684878,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":13,"value":1.934027091,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":26,"value":1.212087867,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":28,"value":3.105790541,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":18,"value":1.954326203,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":22,"value":1.728799871,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":34,"value":2.307719433,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":102,"value":1.082115791,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":44,"value":0.033978828,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":7,"value":2.973333333,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":5,"value":2.725041056,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":19,"value":0.840060897,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Poland does not have an official net-zero strategy or target. It is the only European Union member state that has not formally agreed to the EU-wide net-zero by 2050 target. Poland has, however, committed to the EU’s 2030 emissions reduction target of 55%, compared to 1990 levels.","The national energy strategy has not been aligned to the EU 2030 target. The strategy sees coal generating at least 37.5% of electricity in 2030. This would result in annual carbon emissions of at least 50-60 metric tons of carbon dioxide equivalent (MtCO2), equivalent to 5% of projected EU-wide emissions covered by the emissions trading system (ETS) in 2030."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["As a member of the EU, Poland is part of the bloc’s joint Nationally Determined Contribution (NDC), meaning its plan to help achieve the goals of the Paris Agreement. The updated NDC, submitted in December 2020, pledges to reduce emissions by 55% before the end of 2030, compared to 1990 levels."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["Poland does not have a target for phasing out any fossil fuel. Poland plans to reduce its reliance on coal for power production and will close all state-owned thermal coal mines by 2049. The 2040 energy strategy sees coal’s share of generation drop to 11-28% by 2040, from 72% in 2020."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Renewables projects in Poland are incentivized through auctions awarding contracts for difference. Poland's renewable energy auction program was launched in 2017. Rounds have occurred annually since then. Quotas are set in terms of generation and are offered in 'buckets' defined by technology. The latest legal framework allows for renewable auctions to be held until 2027. Auction volumes are decided annually.","In 2021, the Polish offshore wind act was adopted. Subsequently, the country’s first offshore wind subsidies, so called contracts for difference (CfD), were awarded for 5.9 gigawatts of capacity. Competitive auctions for another 5 gigawatts of offshore wind CfD’s are planned for 2025-2027.","Small-scale PV has gained momentum since 2018 on the back of a robust subsidy program with grants and net metering available. Installed rooftop solar capacity increased eightfold since 2018, reaching 3.8 gigawatts in 2021.","Until July 2016, Polish clean energy projects were eligible for tradable renewable energy certificates, though prices of these plummeted after a regulatory change. They have since begun to recover after an increase in utilities' purchase obligations in 2018. An estimated 5 gigawatts of wind power plants commissioned before 2016 still rely on the renewable energy certificate subsidy scheme.","Poland’s fossil fuel generation is heavily impacted by the EU emissions trading system prices for carbon emissions."]},{"key":2,"title":"Power prices and costs","text":["Wholesale power prices in Poland are relatively high and are trending upward every year as the carbon price rises, due to the country’s heavy exposure to coal. This is in contrast to the EU average which has been steadily decreasing since 2012 with the addition of zero-marginal cost renewables.","Poland became a net exporter of power in 2022, as it was relatively unaffected by high gas prices. Gas produced less than 10% of Polish power in 2021. In previous years, the trend was the opposite. Poland became a net electricity importer in 2016, as the country's aging coal fleet is inefficient and ramping it up to meet demand spikes is costly. Renewables are becoming more competitive, but their levelized cost in Poland is still the highest range in Europe among the countries tracked by BloombergNEF.","Retail electricity prices are regulated for the residential sector, while power prices for the industry and commercial sectors have been liberalized. Residential electricity prices have increased around 10% over 2015-2020, as the regulator has adjusted the price cap to better reflect the rising wholesale market price. In 2022, power prices were frozen in response to soaring wholesale costs."]},{"key":3,"title":"Power market","text":["The Polish power sector is subject to both EU and national policy. Poland’s electricity market has been liberalized and allows for competition in both generation and retail, in line with EU power market policy. There is an established legal framework for signing bilateral power purchase agreements (PPAs).","Poland has had a capacity mechanism in place since 2018 to address concerns about system adequacy as the cost of coal generation surged. The program is to address the period from 2020-2036. Demand response and storage can compete, but coal plants could also take part in auctions covering periods until 2024. A few new or modernized coal units have secured multi-year contracts, with the last contract expiring in 2036. Since the auction round of 2021, no new contracts are awarded for coal power plants for the period 2025 onward.","Polish energy policy was updated in May 2021 to allow batteries to provide grid services to grid operator PSE."]},{"key":4,"title":"Doing business and barriers","text":["The “10H Distance Act” has effectively put an end to new onshore wind permits being issued since 2016. The rule bans construction of wind turbines within a distance of 10 times the blade tip height from residential properties, often corresponding to 1.5-2 kilometers. In 2022, the government proposed an amendment to this rule to 500 meters, but the proposal has not been approved by the parliament as of October 1, 2022.","The investment environment has remained relatively stable despite retroactive regulatory changes. A 2017 change to a higher wind taxation rate was deemed unconstitutional in 2020 and reverted to a lower level. Retroactive changes to the old green certificate schemes have also been discussed. In 2016, the green certificate scheme support for co-firing biomass was halved in an attempt to increase the low price of certificates.","Bilateral power purchase agreements are relatively attractive in Poland when compared to the high prices on the wholesale power market. However, land use for the cheapest generation technology, onshore wind, is restricted, limiting access to cheap renewables PPAs."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["The fleet of electric passenger vehicles, including battery-electric and plug-in cars, more than doubled from 2020 to 2021. However, electric vehicles (EVs) still made up less than 2% of new car sales in 2021.","EU vehicle emissions standards are expected to increase the share of electric vehicles in Poland. EU standards limit average emissions across a manufacturer's entire vehicle production. For passenger vehicles, these are 130 grams of carbon dioxide equivalent per kilometer (gCO2/km) between 2012 and 2019, and 95 gCO2/km in 2020 and 2021. Both targets are introduced gradually. In 2020, a manufacturer’s 5% most polluting cars are excluded, while in 2021 all vehicles sold are taken into account."]},{"key":2,"title":"EV policy","text":["Poland's National Energy and Climate Plan states a 2030 target of 14% renewable energy in transport final energy consumption, in line with EU policy. Transport electrification is expected to fulfil most of the target, along with biofuel blending. Poland targets 600,000 electric vehicles in traffic by 2030.","Poland relaunched its renewed electric vehicle purchase grant in 2021, after the previous grant was suspended in 2020. A grant of up to PLN27,000 ($6,800) can be used for buying a car that costs up to PLN 225,000 (approximately $59,000).","In 2021, grants of up to PLN7500-47500 ($2,000-12,200) or 25-50% of the investment cost are available for public chargers and private chargers in housing communities."]},{"key":3,"title":"Doing business and barriers","text":["In 2016, the government set a target of 1 million electric vehicles on Polish roads by 2025. However, as the uptake of electric vehicles had not reached expected levels by 2019, the government revised the target down to 600,000 electric vehicles by 2030.","The EV purchasing subsidy available over 2019-2020 was too restrictive to drive uptake, as it was only applicable for cars costing less than PLN 125,000 (around $30,000). Most electric vehicles available in Europe cost more. Other funds targeted at electrifying municipally owned fleets failed to be deployed due to administrative issues."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["Coal boilers produced approximately a third of residential space and water heating in 2020. However, the share of coal boilers has dropped since 2015, when it made up 40% of residential heating. Instead, the share of natural gas boilers has increased from 16% to 20% over 2015-2020. The use of heat pumps has also more than doubled during this time, but still made up only around 2% of residential heat in 2020.","High reliance for heating with high-quality coal imported from Russia has sent residential heating costs soaring in 2022. The government put in place a temporary grant for coal heating to alleviate costs for households.","Annual heat pump sales have increased fivefold since 2016, reaching an estimated 105,000 new units installed in 2021. Growth is estimated to be even stronger in 2022, due to high coal and gas prices."]},{"key":2,"title":"Buildings policy","text":["Poland's 2040 energy strategy envisages a 23% reduction in economy-wide final energy consumption from 2007 to 2040. The National Energy and Climate plan for 2030 outlines measures such as thermo-modernization of buildings and promoting low-energy buildings. Poland's current legislation mandates building \"nearly zero-energy buildings (NZEB)\", as defined by the EU.","Poland has implemented the EU directive on Energy Performance of Buildings. A maximum energy performance index value [kWh/(m2·year)] is mandatory from 2017, with new standards from 2021. The 2021 values range from 45-190, depending on the building type.","The so-called “Clean Air” program, with a PLN103 billion (approx. $26 billion) budget over 2018-2029, is aimed at reducing the share of coal boilers and stoves used for heating. Under the program, coal boiler scrappage-grants of up to PLN20,000-32,000 (depending on the beneficiary group) are available for replacing an old coal boiler with heat pumps, biomass or gas boilers. Support for heat pumps is higher than support for wood or gas boilers. National grants and private bank loans are also available for energy efficiency improvements."]},{"key":3,"title":"Doing business and barriers","text":["The cost of installing a heat pump is relatively high in relation to the Polish average household income of PLN85,000/year (about $21,000). The cost of a typical 10kW air source heat pump, including a hot water boiler and installation, is around PLN 30,000 ($7,500). However, ground source heat pumps costing around PLN 50,000 are also common due to the moderately cold climate.","Boiler scrappage grants can also benefit the installation of a gas boiler if it replaces a coal-fired boiler or stove. While gas boilers cause significantly less air pollution than coal boilers, they are not compatible with the EU’s 2050 net-zero target due to their greenhouse-gas emissions."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":583},{"year":"2013","value":735},{"year":"2014","value":816},{"year":"2015","value":968},{"year":"2016","value":996},{"year":"2017","value":997.193},{"year":"2018","value":1047.203},{"year":"2019","value":1055.243},{"year":"2020","value":1094.703},{"year":"2021","value":1094.7}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":29690.7},{"year":"2013","value":29275.7},{"year":"2014","value":28895.7},{"year":"2015","value":28567.7},{"year":"2016","value":28393.7},{"year":"2017","value":28868.7},{"year":"2018","value":28903.7},{"year":"2019","value":30133.7},{"year":"2020","value":29573.7},{"year":"2021","value":28834.7}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":945},{"year":"2013","value":949},{"year":"2014","value":958},{"year":"2015","value":964},{"year":"2016","value":973},{"year":"2017","value":967.059},{"year":"2018","value":968.268},{"year":"2019","value":974.012},{"year":"2020","value":976.602},{"year":"2021","value":976.602}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":887},{"year":"2013","value":887},{"year":"2014","value":982},{"year":"2015","value":982},{"year":"2016","value":982},{"year":"2017","value":1692.1},{"year":"2018","value":2322.1},{"year":"2019","value":2322.1},{"year":"2020","value":2772.1},{"year":"2021","value":3262.1}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":345},{"year":"2013","value":345},{"year":"2014","value":345},{"year":"2015","value":345},{"year":"2016","value":345},{"year":"2017","value":310},{"year":"2018","value":379},{"year":"2019","value":351},{"year":"2020","value":359},{"year":"2021","value":359}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":12},{"year":"2015","value":100},{"year":"2016","value":199},{"year":"2017","value":280},{"year":"2018","value":490},{"year":"2019","value":1300},{"year":"2020","value":3930},{"year":"2021","value":7780}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":2525},{"year":"2013","value":3297},{"year":"2014","value":3608},{"year":"2015","value":5103},{"year":"2016","value":5271},{"year":"2017","value":5271},{"year":"2018","value":5271},{"year":"2019","value":5306},{"year":"2020","value":5900},{"year":"2021","value":7248}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,49555.102]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":4000},{"year":"2013","value":4311.0665},{"year":"2014","value":4988.399},{"year":"2015","value":4968.4305},{"year":"2016","value":7956.45},{"year":"2017","value":6488.041},{"year":"2018","value":6547.908},{"year":"2019","value":7682.984},{"year":"2020","value":8350.26},{"year":"2021","value":8427.583133}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":135814},{"year":"2013","value":139118},{"year":"2014","value":130869},{"year":"2015","value":132239},{"year":"2016","value":132275},{"year":"2017","value":132663.658},{"year":"2018","value":132219.798},{"year":"2019","value":119762.505},{"year":"2020","value":108843.168},{"year":"2021","value":137808.22}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":2465.233},{"year":"2013","value":2996.873},{"year":"2014","value":2733.791},{"year":"2015","value":2435.196},{"year":"2016","value":2621.689},{"year":"2017","value":3033.906},{"year":"2018","value":2387.408},{"year":"2019","value":2664.882},{"year":"2020","value":2936.988},{"year":"2021","value":3104.993989}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":6260},{"year":"2013","value":5270},{"year":"2014","value":5328},{"year":"2015","value":6387},{"year":"2016","value":7831},{"year":"2017","value":10034.862},{"year":"2018","value":12634.331},{"year":"2019","value":14797.395},{"year":"2020","value":17287.546},{"year":"2021","value":16632.32984}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":2045},{"year":"2013","value":1782},{"year":"2014","value":1594},{"year":"2015","value":2118},{"year":"2016","value":2302},{"year":"2017","value":2020.565},{"year":"2018","value":1800.172},{"year":"2019","value":1769.015},{"year":"2020","value":1749.987},{"year":"2021","value":1749.987}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":1.141},{"year":"2013","value":1.482},{"year":"2014","value":6.891},{"year":"2015","value":56.639},{"year":"2016","value":123.875},{"year":"2017","value":165.463},{"year":"2018","value":300.488},{"year":"2019","value":710.673},{"year":"2020","value":1957.916},{"year":"2021","value":3831.005073}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":4746.59},{"year":"2013","value":6003.806},{"year":"2014","value":7675.629},{"year":"2015","value":10858.365},{"year":"2016","value":12587.59},{"year":"2017","value":14909.041},{"year":"2018","value":12798.792},{"year":"2019","value":15106.759},{"year":"2020","value":15800.049},{"year":"2021","value":16569.90903}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":5047.1455},{"year":"2013","value":4311.0665},{"year":"2014","value":4988.399},{"year":"2015","value":4968.4305},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,188124.02806500002]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":145.12},{"year":"2017","value":157.08},{"year":"2018","value":165.47},{"year":"2019","value":158.74},{"year":"2020","value":183.24},{"year":"2021","value":197.68}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":128.75},{"year":"2017","value":134.17},{"year":"2018","value":146.93},{"year":"2019","value":141.46},{"year":"2020","value":161.15},{"year":"2021","value":172.99}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":92.67},{"year":"2017","value":100.61},{"year":"2018","value":109.87},{"year":"2019","value":113.44},{"year":"2020","value":130.01},{"year":"2021","value":136.8}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":148.48},{"year":"2017","value":144.82},{"year":"2018","value":165.44},{"year":"2019","value":152.18},{"year":"2020","value":170.19},{"year":"2021","value":184.47}]}],"domain":{"x":[2016,2021],"y":[92.67,197.68]}},{"indicator":"Investment Buildings","sectorName":"Buildings","dealType":"Asset Finance","data":[{"year":"2016","value":494.8541123},{"year":"2017","value":548.6044292},{"year":"2018","value":552.9156548},{"year":"2019","value":570.8260071},{"year":"2020","value":626.3713459},{"year":"2021","value":782.5248187}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":107.71},{"year":"2017","value":49.61},{"year":"2018","value":343.581},{"year":"2019","value":1396.8729},{"year":"2020","value":2776.905796},{"year":"2021","value":4365.09028}],"domain":{"x":[2016,2021],"y":[49.61,4365.09028]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":false,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":true}],"similar":[{"iso":"AT","name":"Austria","similarity":0.9940050245},{"iso":"NO","name":"Norway","similarity":0.9880515815},{"iso":"HU","name":"Hungary","similarity":0.9878704351},{"iso":"GR","name":"Greece","similarity":0.9823695731000001},{"iso":"CH","name":"Switzerland","similarity":0.9822863431},{"iso":"IE","name":"Ireland","similarity":0.974780608},{"iso":"SE","name":"Sweden","similarity":0.974754044},{"iso":"IT","name":"Italy","similarity":0.9742293023999999},{"iso":"LT","name":"Lithuania","similarity":0.9712520898},{"iso":"PT","name":"Portugal","similarity":0.9704883077}],"bbox":[14.074521111719434,49.02739533140962,24.029985792748903,54.85153595643291]},"marketCounts":{"total":136,"power":136,"transport":136,"buildings":56,"emerging":{"total":107,"power":107,"transport":107,"buildings":28}}},"__N_SSG":true}