{"pageProps":{"pages":[{"title":"彭博新能源财经独家披露：新兴市场在清洁能源政策和投资方面取得进展， 但实现净零目标仍需数万亿资金","dataFiles":[],"slug":"/blog/press-release-climatescope-2024-cn","type":"blo","_filename":"press-release-climatescope-2024-cn.mdx","_slug":"/blog/press-release-climatescope-2024-cn","_content":"---\ntitle: \"彭博新能源财经独家披露：新兴市场在清洁能源政策和投资方面取得进展， 但实现净零目标仍需数万亿资金\"\n---\n\n*2024年11月14日，伦敦*: 随着清洁能源投资增加和政策条件改善，一些发展中经济体正在能源转型方面取得重大进展。不过，彭博新能源财经（BNEF）的《新兴市场能源投资展望》（下称“展望”）和《Climatescope》报告揭示，新兴市场亟需扩大投资，以走上实现气候目标的正轨，到2050年，新兴市场预计平均每年还需要4.3万亿美元的投资。\n\n2023年，中低收入经济体已向其能源系统投资了2.2万亿美元，较2020年增长35%，但这一增长主要由中国推动——去年，中国的投资占到了1.1万亿美元。与之相比，其他的新兴市场在能源系统和低碳解决方案上的投资则相对滞后。\n\n实现《巴黎协定》的各项目标需要大幅增加支出，尤其是在电动汽车和可再生能源等能源转型技术方面。平均而言，中国需要每年向能源系统投资1.7万亿美元才能走上实现净零目标的正轨，这相当于2020-2023年该国平均投资规模的1.5倍。其他新兴市场则需要每年2.6万亿美元的新增投资，为其历史趋势的2.5倍。\n\n![Average annual energy system investment across 2024-2050](/images/average-annual-energy-system-investment-across-2024-2050.png)\n\n《展望》报告由格拉斯哥净零金融联盟的“为新兴市场和发展中经济体筹集资金”（Mobilizing Capital to Emerging Markets & Developing Economies）工作组委托撰写，以BNEF的《新能源市场长期展望报告》的研究结果为基础——尤其是净零情景。净零情景代表了到本世纪中叶实现全球净零排放的可靠途径，并将地球升温限制在比工业化前水平高1.75摄氏度的范围内。\n\n在净零情景下，所有市场对于低碳技术的投资都远高于目前水平。绿色解决方案需占中国2024-2050年投资的89%（每年1.5万亿美元），较过去四年的23%显著增加。由于其他新兴市场在增加能源转型投资方面的步伐较慢，它们面临的投资缺口也将更大：往年投资比例仅为5%，而净零情景下到2050年所需的投资比例达到87%（每年2.2万亿美元）。\n\n总体而言，在BNEF净零情景下，包括中国在内的新兴市场在2024-2050年对能源系统的投资总额将达到115万亿美元。 \n\n鉴于所需资金巨大，BNEF的《Climatescope》年度评估针对105个新兴市场的清洁能源投资吸引力进行了排名。在最新发布的报告中，印度专注发展电力市场，已经连续第二年排名第一。与此同时，Climatescope排行榜的逐年变化也展示了能源转型的推进速度，同时显示出步伐还可以加快。肯尼亚排名上升15位，跻身前五；尼日利亚和纳米比亚则分别上升24位和48位，进入前十名。\n\n今年，具有清洁能源政策的新兴市场数量创下新高。截至2024年年中，95%的新兴市场制定了清洁能源目标，并且近三分之二的新兴市场目前可对清洁能源进行竞价和招标。这些政策似乎正在发挥作用：2023年，这些市场的清洁能源投资首次突破1,000亿美元。\n\n![Share of 110 emerging markets with key clean energy policies in place](/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png)\n\n彭博新能源财经全球政策主管、《新兴市场能源投资展望》第一作者Victoria Cuming表示：“实现净零目标所需的能源投资是巨大的，尤其是在可再生能源、电网和电动汽车方面。但这也代表着机遇：对某些行业而言，与当前经济趋势相比，净零路径所需的支出更少，而中国以外的新兴市场也料将随着时间的推移，逐渐扩大低碳投资的比例。”\n\nBNEF分析报告的其他关键结论包括：\n\n- **在大多数清洁能源政策业已生效的新兴市场，距离实现目标仍有很大差距。** 仅有7%的新兴市场实现了既定目标，9%的新兴市场差距较小，而超过四分之三的新兴市场距离目标尚有中等到较大的差距。\n- **在低碳进展方面，新兴市场之间存在显著差异。** 尽管去年可再生能源投资创下新高，但84%的新建清洁能源投资集中在15 个新兴市场。\n- **中国以外的新兴市场需要69万亿美元的投资，才能走上到2050年实现净零的正轨。** 这包括对汽车和热泵等能源需求系统每年1.4万亿美元投资，和每年应投入供给侧（包括发电装机、储能和电网）的1.2万亿美元投资。\n\n\n**媒体垂询：**\n\n彭博新能源财经  <br/> Oktavia Catsaros <br/> [ocatsaros@bloomberg.net](mailto:ocatsaros@bloomberg.net)\n\n**关于彭博新能源财经**\n\n关于彭博新能源财经 彭博新能源财经(BNEF)提供战略研究，覆盖全球大宗商品市场和推动低碳经济转型的颠覆性技术。彭博的专业研究评估了电力、交通、工业、建筑和农业部门在能源转型过程中的适应途径。彭博新能源财经助力大宗商品交易、企业战略、金融和政策专业人士驾驭变化并创造机遇。\n"},{"title":"MERCADOS EMERGENTES LOGRAN AVANCES EN POLÍTICAS PÚBLICAS E INVERSIÓN EN ENERGÍAS LIMPIAS, PERO SE NECESITAN MÁS BILLONES PARA LOGRAR LA DESCARBONIZACIÓN TOTAL SEGÚN BLOOMBERGNEF","dataFiles":[],"slug":"/blog/press-release-climatescope-2024-es","type":"blo","_filename":"press-release-climatescope-2024-es.mdx","_slug":"/blog/press-release-climatescope-2024-es","_content":"---\ntitle: MERCADOS EMERGENTES LOGRAN AVANCES EN POLÍTICAS PÚBLICAS E INVERSIÓN EN ENERGÍAS LIMPIAS, PERO SE NECESITAN MÁS BILLONES PARA LOGRAR LA DESCARBONIZACIÓN TOTAL SEGÚN BLOOMBERGNEF\n---\n\n*14 de noviembre de 2024, LONDRES*: Algunas economías en desarrollo están logrando avances importantes en la transición energética con un aumento de la inversión en energías limpias y una mejora de las condiciones de políticas públicas. Sin embargo, según los informes de BloombergNEF (BNEF), Emerging Markets, Energy Investment Outlook y Climatescope, se necesitan muchos más esfuerzos para que los mercados emergentes se encaminen hacia sus objetivos climáticos, requiriéndose una inversión promedio de USD 4,3 billones por año para 2050.\n\nLas economías de ingresos bajos y medios han invertido USD 2,2 billones en sus sistemas energéticos en 2023, lo que marca un aumento del 35% respecto a las cifras del 2020. Sin embargo, éste crecimiento fue impulsado en gran medida por China, que invirtió USD 1,1 billones el año pasado. En contraste, otros mercados emergentes se han quedado rezagados tanto en inversión en sus sistemas energéticos como en soluciones de bajas emisiones de carbono. \n\nAlcanzar los objetivos del Acuerdo de París requerirá un gasto significativamente mayor, especialmente en tecnologías de transición energética como vehículos eléctricos y energías renovables. En promedio, China requiere una inversión anual de USD 1,7 billones en sistemas energéticos para encaminarse hacia la descarbonización total, 1,5 veces más que el promedio de 2020 a 2023. Otros mercados emergentes necesitan USD 2,6 billones anuales, o 2,5 veces más con respecto a la tendencia histórica. \n\n![Average annual energy system investment across 2024-2050](/images/average-annual-energy-system-investment-across-2024-2050.png)\n\nEn el Escenario de Descarbonización Total (Net Zero) se espera que todos los mercados asignen mucha más inversión a las tecnologías de baja emisión de carbono en comparación con la trayectoria de inversión actual. En este escenario las inversiones en energías verdes representan el 89% (USD 1,5 billones anuales) de la inversión de China durante 2024-2050, lo cual es un aumento notable con respecto al 23% observado durante los últimos cuatro años. Dado que otros mercados han postergado de forma más prolongada sus inversiones en la transición energética, éstos mercados enfrentan una brecha histórica del 5%, a lo cual se suma el 87% (USD 2,2 billones por año) necesarios para llegar a una Descarbonización Total en el 2050.\n\nEn total, los mercados emergentes, incluyendo China, necesitan una inversión de USD 115 billones en sistemas energéticos durante 2024-2050, según el Escenario Net Zero de BNEF. \n\nDebido a la cantidad de financiación que se requiere para la Descarbonización Total, la evaluación anual de Climatescope de BNEF clasifica 105 mercados emergentes según su atractivo para la inversión en energías limpias. India ocupa por segunda vez el primer puesto como el país más atractivo para la inversión en el sector eléctrico. Al mismo tiempo, los cambios observados en las diferentes posiciones del ranking de Climatescope muestra la velocidad en la que avanza la transición energética. Ejemplo de esto es el posicionamiento de Kenia entre los cinco primeros puestos, representando un avance de 15 posiciones con respecto al ranking del año pasado, al igual que Nigeria y Namibia subieron 24 y 48 posiciones para entrar en el top 10, respectivamente.\n\nEste año el número de mercados emergentes con políticas de energías limpias alcanzó un nuevo máximo histórico. Esto se debe a que a mediados de 2024 el 95% de los mercados emergentes ya contaba con objetivos definidos de energía limpia y las subastas y licitaciones están ahora disponibles en casi dos tercios de los mercados emergentes. Éstas políticas parecen estar funcionando ya que la inversión en energías limpias en mercados emergentes superó por primera vez los USD 100 mil millones en 2023.\n\n![Share of 110 emerging markets with key clean energy policies in place](/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png)\n\nVictoria Cuming, directora de política global en BloombergNEF y autora principal de Emerging Markets Energy Investment Outlook, dijo: *\"Se requiere una inversión sustancial en energías para alcanzar la descarbonización total, especialmente en energías renovables, redes de energía y vehículos eléctricos. Esto también representa una oportunidad, ya que para algunos sectores la trayectoria hacia cero emisiones implica menos niveles de inversión que los requeridos con las tendencias económicas actuales. Por otro lado, los mercados emergentes fuera de China están listos para ampliar su cuota de inversión en bajas emisiones de carbono en los próximos años.\"*\n\nOtros resultados clave de los análisis de BNEF incluyen:\n- **Hay una brecha significativa para cumplir los objetivos en la mayoría de los mercados emergentes con políticas energéticas vigentes.** Sólo el 7% ha alcanzado los objetivos fijados lo cual se refleja en que más de tres cuartas partes enfrentan una brecha de escala mediana o grande y el 9% tienen una brecha de escala pequeña para cumplir sus objetivos.\n- **Existe una disparidad significativa en los mercados emergentes cuando se trata de un progreso en tecnologías de bajas emisiones de carbono.** El 84% de la nueva inversión en energías limpias se concentró en 15 mercados emergentes a pesar de la inversión récord en energías renovables del año pasado.\n- **Los mercados emergentes, a excepción de China, necesitan una inversión de USD 69 billones** para encaminarse a la Descarbonización Total en el 2050. Esto incluye USD 1,4 billones al año en sistemas de demanda energética como automóviles y bombas de calor, mientras que USD 1,2 billones al año deberían destinarse al lado de la oferta, incluida la capacidad energética, el almacenamiento y las redes eléctricas.\n\n**Consultas con los medios**\n\nBloombergNEF <br/> Oktavia Catsaros <br/> [ocatsaros@bloomberg.net](mailto:ocatsaros@bloomberg.net)\n\n**Acerca de BloombergNEF**\n\nBloombergNEF (BNEF) es un proveedor de investigaciones estratégicas que cubre los mercados globales de materias primas y las tecnologías disruptivas que impulsan la transición a una economía de bajo carbono. Nuestra cobertura de expertos evalúa los caminos para los sectores de energía, transporte, industria, edificios y agricultura para adaptarse a la transición energética. Ayudamos a los profesionales de las materias primas, estrategia corporativa, finanzas y políticas a navegar el cambio y generar oportunidades.\n"},{"title":"LES MARCHÉS ÉMERGENTS PROGRESSENT DANS LA TRANSITION ÉNERGÉTIQUE, MAIS DES INVESTISSEMENTS MASSIFS RESTENT NÉCESSAIRES POUR ATTEINDRE LE NET ZÉRO, SELON BLOOMBERGNEF","dataFiles":[],"slug":"/blog/press-release-climatescope-2024-fr","type":"blo","_filename":"press-release-climatescope-2024-fr.mdx","_slug":"/blog/press-release-climatescope-2024-fr","_content":"---\ntitle: LES MARCHÉS ÉMERGENTS PROGRESSENT DANS LA TRANSITION ÉNERGÉTIQUE, MAIS DES INVESTISSEMENTS MASSIFS RESTENT NÉCESSAIRES POUR ATTEINDRE LE NET ZÉRO, SELON BLOOMBERGNEF\n---\n\n*Londres, le 14 novembre 2024* : La transition énergétique s'accélère dans certaines économies en développement, avec une hausse significative des investissements dans les énergies renouvelables. Toutefois, selon les rapports Emerging Markets Energy Investment Outlook et Climatescope de BloombergNEF (BNEF), ces marchés devront mobiliser en moyenne 4 300 milliards de dollars par an jusqu'en 2050 pour atteindre leurs objectifs climatiques.\n\nL'année 2023 a marqué un tournant avec 2 200 milliards de dollars investis dans les systèmes énergétiques des pays émergents, soit une progression de 35 % par rapport à 2020. La Chine s'est distinguée comme le fer de lance de cette dynamique, avec des investissements atteignant 1 100 milliards de dollars l'année dernière. En revanche, les autres marchés émergents peinent encore à suivre ce rythme dans le développement de leurs infrastructures énergétiques et solutions bas-carbone.\n\nLa réalisation des objectifs de l'Accord de Paris nécessite une accélération massive des investissements, particulièrement dans les technologies de transition comme les véhicules électriques et les énergies renouvelables. Pour la Chine, ces objectifs nécessitent de mobiliser 1 700 milliards de dollars par an, soit une augmentation de 50% par rapport à la période 2020-2023. Les autres marchés émergents devraient, quant à eux, mobiliser 2 600 milliards de dollars par an, 2,5 fois plus que leurs investissements actuels.\n\n![Average annual energy system investment across 2024-2050](/images/average-annual-energy-system-investment-across-2024-2050.png)\n\nLe rapport *Emerging Markets Energy Investment Outlook*, commandé par la Glasgow Financial Alliance for Net Zero (GFANZ) sur la mobilisation des capitaux dans les marchés émergents, s'appuie sur l'étude *New Energy Outlook (NEO)* de BNEF. Le scénario net zéro de NEO propose une trajectoire réaliste pour atteindre la neutralité carbone mondiale d'ici 2050, limitant le réchauffement climatique à 1,75°C au-dessus de la période préindustrielle.\n\nDans ce scénario, la transition vers les technologies bas-carbone s'intensifie considérablement. En Chine, les solutions vertes représentent 89 %, ou 1 500 milliards par an, des investissements dans le système énergétique entre 2024 et 2050. Cela représente une progression spectaculaire par rapport aux 23 % actuels. Le défi est encore plus grand pour les autres marchés émergents, qui doivent faire passer leur part d'investissements dans la transition énergétique de 5 % à 87 % (2 200 milliards de dollars par an) d'ici 2050.\n\nAu total, le scénario net zéro de BNEF prévoit que les marchés émergents, Chine incluse, devront investir 115 000 milliards de dollars dans leur système énergétique entre 2024 et 2050.\n\nFace à ces besoins de financement colossaux, le rapport annuel Climatescope de BNEF évalue l'attractivité de 110 marchés émergents pour les investissements dans les énergies bas-carbone. Dans le classement Climatescope 2024, l'Inde maintient sa position de leader pour la deuxième année consécutive, notamment grâce à sa politique ambitieuse pour son système électrique. Le classement reflète le dynamisme de la transition énergétique, avec des progressions remarquables: le Kenya intègre le top cinq après un bond de 15 places, tandis que le Nigeria et la Namibie gagnent respectivement 24 et 48 rangs pour rejoindre le top dix.\n\nMi-2024, un record a été atteint avec 95 % des marchés émergents ayant adopté des objectifs pour le développement des énergies bas-carbone. Près des deux tiers d'entre eux organisent déjà des enchères et appels d'offres pour des projets de production d’électricité renouvelable. Ces politiques portent leurs fruits : les investissements dans les énergies bas-carbone des pays émergents ont franchi pour la première fois la barre des 100 milliards de dollars en 2023.\n\n![Share of 110 emerging markets with key clean energy policies in place](/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png)\n\nVictoria Cuming, Head of Global Policy chez BloombergNEF et auteure principale de Emerging Markets Energy Investment Outlook, a déclaré : *« Si l'ampleur des investissements nécessaires pour atteindre le net zéro est considérable, particulièrement concernant les énergies renouvelables, les réseaux électriques et les véhicules électriques, elle représente aussi une opportunité unique. Pour certains secteurs, le chemin vers le net zéro pourrait même s'avérer moins coûteux que le maintien des tendances actuelles. Les marchés émergents, Chine exclue, ont le potentiel d'augmenter significativement leur part d'investissements bas carbone sur le long terme. »*\n\nVoici les principales conclusions des analyses de BNEF :\n- **La majorité des marchés émergents peinent à concrétiser leurs ambitions en matière d’énergies renouvelables.** Seuls 7 % d’entre eux ont atteint leurs objectifs, tandis que 9 % accusent un retard modéré et plus des trois quarts accusent un retard moyen ou important.\n- **Les progrès en matière de faible émission de carbone sont très contrastés entre les marchés émergents.** Malgré des investissements records dans les énergies renouvelables en 2023, 84 % des nouveaux projets d'énergie renouvelable se concentrent dans seulement 15 pays.\n- **Les marchés émergents, à l'exception de la Chine, devront mobiliser 69 000 milliards de dollars** pour atteindre le net zéro d'ici 2050. Cela comprend 1 400 milliards de dollars annuels pour la demande énergétique (véhicules électriques, pompes à chaleur) et 1 200 milliards pour l'offre (capacité de production, stockage et réseaux).\n\n**Demandes de renseignements pour les médias**\n\nBloombergNEF <br/> Oktavia Catsaros <br/> [ocatsaros@bloomberg.net](mailto:ocatsaros@bloomberg.net)\n\n**À propos de BloombergNEF**\n\nBloombergNEF (BNEF) est un fournisseur d'études stratégiques qui couvre les marchés mondiaux des matières premières, ainsi que les technologies de rupture qui sont en pointe dans le domaine de la transition vers une économie à faible émission de carbone. Notre couverture évalue les chemins empruntés par les secteurs de l'électricité, du transport, de l'industrie, du bâtiment et de l'agriculture pour s'adapter à la transition énergétique. Grâce à nous, les professionnels de la négociation de matières premières, de la stratégie d'entreprise, de la finance et de la politique peuvent être au courant des changements en cours et tirer avantage des opportunités.\n"},{"title":"MERCADOS EMERGENTES PROGRIDEM EM TERMOS DE POLÍTICAS E INVESTIMENTOS EM ENERGIA LIMPA, MAS AINDA SÃO NECESSÁRIOS TRILHÕES PARA ALCANÇAR NET-ZERO, SEGUNDO A BLOOMBERGNEF","dataFiles":[],"slug":"/blog/press-release-climatescope-2024-pt","type":"blo","_filename":"press-release-climatescope-2024-pt.mdx","_slug":"/blog/press-release-climatescope-2024-pt","_content":"---\ntitle: MERCADOS EMERGENTES PROGRIDEM EM TERMOS DE POLÍTICAS E INVESTIMENTOS EM ENERGIA LIMPA, MAS AINDA SÃO NECESSÁRIOS TRILHÕES PARA ALCANÇAR NET-ZERO, SEGUNDO A BLOOMBERGNEF\n---\n\n*Londres, 14 de novembro de 2024*: economias em desenvolvimento estão registrando grandes avanços na transição energética, com investimentos em energia limpa e melhores condições políticas. No entanto, os mercados emergentes em geral precisam de muito mais investimento para cumprir as metas relativas às mudanças climáticas, sendo necessário um investimento médio de US$ 4,3 trilhões por ano até 2050, de acordo com os relatórios Emerging Markets Energy Investment Outlook e Climatescope da BloombergNEF (BNEF).\n\nEm 2023, países de baixa e média renda investiram US$ 2,2 trilhões em seus sistemas de energia, um aumento de 35% em relação aos números de 2020. Este crescimento foi impulsionado, em grande parte, pela China, que investiu US$ 1,1 trilhão no ano passado, enquanto outros mercados emergentes ficaram para trás em termos de investimento em seus sistemas de energia, e em soluções para uma economia com baixa emissão de carbono. \n\nAlcançar os objetivos do Acordo de Paris exigirá mais gastos, especialmente em tecnologias de transição energética, como veículos elétricos e energias renováveis. Em média, a China precisa de US$ 1,7 trilhão em investimentos anuais em sistemas de energia para alcançar zero emissões líquidas de carbono (net-zero) – 1,5 vezes mais do que a média para 2020-2023. As demais economias emergentes precisam de um total de US$ 2,6 trilhões por ano, 2,5 vezes mais do que a tendência histórica. \n\n![Average annual energy system investment across 2024-2050](/images/average-annual-energy-system-investment-across-2024-2050.png)\n\nO relatório *Emerging Markets Energy Investment Outlook* foi solicitado pela Glasgow Financial Alliance for Net Zero (GFANZ) a partir do projeto de Mobilização de Capital para Mercados Emergentes e Economias em Desenvolvimento, e baseia-se nas conclusões do *New Energy Outlook* da BNEF – em particular o Cenário Net Zero, que representa um caminho viável para zero emissões líquidas em todo o mundo até 2050 e limita o aquecimento planetário a 1,75Cº acima dos níveis pré-industriais. \n\nTodos os mercados alocam muito mais investimento para tecnologias de baixo carbono no Cenário Net Zero do que fazem hoje. As soluções verdes representam 89% (US$ 1,5 trilhão por ano) do investimento da China entre 2024-2050, um aumento de 23% na participação observada nos últimos quatro anos. Como outros mercados emergentes têm sido mais lentos em aumentar os investimentos em transição energética, eles enfrentam uma lacuna maior entre a participação histórica de 5% e os 87% (US$ 2,2 trilhões por ano) necessários no Cenário Net Zero.\n\nNo total, os mercados emergentes, incluindo a China, investem US$ 115 trilhões em sistemas de energia entre 2024-2050 no Cenário Net Zero da BNEF. \n\nEm vista do alto financiamento necessário, a avaliação anual do Climatescope da BNEF classifica 110 mercados emergentes em termos de atratividade de investimento em energia limpa. No que diz respeito à eletricidade, a Índia está em primeiro lugar pelo segundo ano consecutivo, de acordo com a nova edição do relatório. Ao mesmo tempo, a variabilidade ano a ano no ranking do Climatescope ilustra a rapidez com que a transição energética está se movendo e pode ganhar ritmo. O Quênia ficou entre os cinco primeiros graças a um salto de 15 posições no ranking, enquanto a Nigéria e a Namíbia subiram 24 e 48 posições, respectivamente, ficando entre os 10 maiores.\n\nO número oficial de mercados emergentes com políticas de energia limpa atingiu um novo recorde este ano. Até junho de 2024, 95% dos mercados emergentes tiveram uma meta de energia limpa implementada; leilões e licitações agora estão disponíveis em quase dois terços dos mercados emergentes. E estas políticas estão funcionando: o investimento em energia limpa nestes mercados ultrapassou US$ 100 bilhões pela primeira vez em 2023.\n\n![Share of 110 emerging markets with key clean energy policies in place](/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png)\n\nVictoria Cuming, head of global policy na BloombergNEF e principal autora do Emerging Markets Energy Investment Outlook, disse: *\"O investimento em energia necessário para zero emissões líquidas é substancial, especialmente em energias renováveis, redes elétricas e veículos elétricos. Mas isso também representa uma oportunidade: para alguns setores, um caminho para net-zero exige menos gastos do que as tendências econômicas atuais, consequentemente, os mercados emergentes (excluindo a China) devem aumentar o investimento em tecnologias de baixo carbono ao longo do tempo\"*.\n\nOutras conclusões das análises da BNEF são:\n- **A maioria dos mercados emergentes com políticas de energia limpa está longe de atingir suas metas de energia limpa.** Apenas 7% alcançaram suas metas definidas. Mais de 3/4 desses países apresentam uma lacuna média ou grande em relação aos seus objetivos, e apenas 9% estão perto de atingi-las.\n- **Há uma grande disparidade entre mercados emergentes quando se trata do progresso para uma economia de baixo carbono.** Apesar do investimento recorde em energias renováveis no ano passado, 84% dos novos investimentos em energia limpa estavam concentrados em 15 mercados emergentes.\n- **Os mercados emergentes, excluindo a China, precisarão investir US$ 69 trilhões** para alcançar net-zero até 2050. Isso inclui US$ 1,4 trilhão por ano em sistemas de demanda energética, como carros elétricos e bombas de calor, enquanto US$ 1,2 trilhão por ano devem ser direcionados para o lado da oferta, que inclui capacidade e armazenamento de energia, e redes elétricas.\n\n**Informações para a mídia**\n\nBloombergNEF <br/> Oktavia Catsaros <br/> [ocatsaros@bloomberg.net](mailto:ocatsaros@bloomberg.net)\n\n**Sobre a BloombergNEF**\n\nA BloombergNEF (BNEF) é uma fornecedora de pesquisas estratégicas que cobre os mercados globais de commodities e as tecnologias disruptivas que impulsionam a transição para uma economia com baixa emissão de carbono. Nossos especialistas avaliam como os setores de energia elétrica, transporte, indústria, construção e agricultura podem se adaptar à transição energética. Ajudamos os profissionais de negociação de commodities, estratégia empresarial, finanças e políticas a lidar com as mudanças e criar oportunidades. \n"},{"title":"Emerging markets make headway on clean energy policy and investment, but trillions more needed for net zero, BloombergNEF reveals","dataFiles":[],"slug":"/blog/press-release-climatescope-2024","type":"blo","_filename":"press-release-climatescope-2024.mdx","_slug":"/blog/press-release-climatescope-2024","_content":"---\ntitle: Emerging markets make headway on clean energy policy and investment, but trillions more needed for net zero, BloombergNEF reveals\n---\n\n*November 14, 2024, LONDON*: Some developing economies are making significant strides in the energy transition, with clean energy investment rising and policy conditions improving. But much more investment is needed for emerging markets to get on track for climate goals, with an average investment of $4.3 trillion per year required to 2050, BloombergNEF’s (BNEF) *Emerging Markets Energy Investment Outlook* and *Climatescope* reports reveal.\n\nLow- and middle-income economies have invested $2.2 trillion in their energy systems in 2023, marking a 35% rise over 2020 figures. But this growth was largely driven by China, which accounted for $1.1 trillion last year. In contrast, other emerging markets have lagged on investment in their energy systems as well as in low-carbon solutions.\n\nAchieving the goals of the Paris Agreement will require significantly more spending, especially on energy transition technologies like electric vehicles and renewables. On average, China requires $1.7 trillion of annual energy-system investment to be on track to net zero – 1.5 times more than the 2020-2023 average. Other emerging markets need $2.6 trillion per year, or 2.5 times more than the historical trend.\n\n![Average annual energy system investment across 2024-2050](/images/average-annual-energy-system-investment-across-2024-2050.png)\n\nThe *Outlook* report was commissioned by the Glasgow Financial Alliance for Net Zero's Workstream on Mobilizing Capital to Emerging Markets & Developing Economies and is based on the findings of BNEF’s *New Energy Outlook* – in particular the Net Zero Scenario, which represents a credible pathway to net-zero emissions globally by mid-century and limits planetary warming to 1.75C above pre-industrial levels.\n\nAll markets allocate much more investment to low-carbon technologies in the Net Zero Scenario than they do today. Green solutions account for 89% ($1.5 trillion per year) of China’s investment over 2024-2050 - a marked increase on the 23% share seen over the last four years. Because other emerging markets have been slower at ramping up energy-transition investment, they face a bigger gap between the historical share of 5% and the 87% ($2.2 trillion per year) needed to 2050 in the Net Zero Scenario.\n\nIn total, emerging markets including China see $115 trillion in energy system investment over 2024-2050 under BNEF’s Net Zero Scenario.\nIn light of the significant finance needed, BNEF’s annual *Climatescope* assessment ranks 105 emerging markets in terms of their attractiveness for clean energy investment. Focusing on power, India has come in first for the second year in a row, according to the newest edition of the report. At the same time, the year-to-year variability in the Climatescope ranking illustrates the speed with which the energy transition is moving and can gain pace. Kenya’s top-five finish was a result of jumping up 15 places in the ranking, while Nigeria and Namibia moved up 24 and 48 places, respectively, to enter the top 10.\n\nThe number of emerging markets with clean energy policies on the books reached a new high this year. As of mid-2024, 95% of emerging markets had a clean energy target in place, and auctions and tenders are now available in nearly two-thirds of emerging markets. And these policies seem to be working: clean power investment in these markets passed $100 billion for the first time in 2023.\n\n![Share of 110 emerging markets with key clean energy policies in place](/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png)\n\nVictoria Cuming, Head of Global Policy at BloombergNEF and lead author of Emerging Markets Energy Investment Outlook, said: *“The energy investment needed for net zero is substantial, especially in renewables, power networks and electric vehicles. But this also represents an opportunity: for some sectors, a net-zero pathway requires less spending than under current economic trends, while emerging markets outside China are set to expand their share of low- carbon investment over time.”*\n\nOther key findings of BNEF’s analyses include:\n- In most emerging markets with clean energy policies in force, there is still a significant gap to meeting targets. Just 7% have reached their set targets. More than three-quarters have a medium or large gap to meeting the target, while 9% have a small gap to meeting their goals.\n- There is significant disparity across emerging markets when it comes to low-carbon progress. Despite record investment in renewables last year, 84% of new-build clean energy investment was concentrated among 15 emerging markets.\n- Emerging markets outside China need $69 trillion of investment to be on track to net zero by 2050. This includes $1.4 trillion per year in energy demand systems such as cars and heat pumps, while $1.2 trillion per year should be directed to the supply side, including energy capacity, storage, and networks.\n\n**Media enquiries**\n\nBloombergNEF <br/> Oktavia Catsaros <br/> [ocatsaros@bloomberg.net](mailto:ocatsaros@bloomberg.net)\n\n**About BloombergNEF**\n\nBloombergNEF (BNEF) is a strategic research provider covering global commodity markets and the disruptive technologies driving the transition to a low-carbon economy. Our expert coverage assesses pathways for the power, transport, industry, buildings and agriculture sectors to adapt to the energy transition. We help commodity trading, corporate strategy, finance and policy professionals navigate change and generate opportunities.\n"}]},"__N_SSG":true}