{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    h3: \"h3\",\n    strong: \"strong\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Developing countries raise their clean power policy ambitions\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"92% of emerging markets have set long-term renewable energy targets, but follow-through remains critical and incomplete, finds BloombergNEF in its latest Climatescope survey.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Sharm el-Sheikh, November 15, 2022\"\n      }), \" – Policymakers in emerging markets and developing economies are raising their sights when it comes to renewable energy, research company BloombergNEF (BNEF) finds in the latest edition of its annual \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \" survey. More than nine in 10 developing countries have made public commitments to install and consume certain volumes of renewable power with specific deadlines.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"That’s up from 82% a year earlier and 67% in 2019, according to BNEF. Possible reasons for the change could include a desire to demonstrate progress ahead of the COP27 global climate talks, anxiety over energy security amid rising fossil fuel prices, fears about climate change, or simply the appeal of building renewables because they are affordable.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The finding is one of many included in Climatescope, BNEF’s publicly available market assessment tool, report and index that evaluates the relative readiness of individual nations to put energy transition investment to work effectively. Climatescope provides snapshots of current clean energy policy and finance conditions that can lead to future capital deployment and project development. The 2022 edition of Climatescope marks its 11th year of publication. The project includes detailed information on 136 markets globally, namely 107 emerging markets and 29 developed nations. While Climatescope has historically focused on just the power sector, 2022 is the second year that it covers not only clean power but also the decarbonization of the transportation and buildings sectors. This year, BNEF will publish the results for transport and buildings over the weeks following COP27.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Regarding emerging markets’ long-term clean energy goals, those can only be met if policymakers adopt accompanying implementation policies. On that front, Climatescope offers some promising signs of progress. No less than 56% of emerging markets now have policies to hold reverse auctions for clean power delivery contracts, up from 49% last year. The popularity of net metering has also grown, with such policies in place in 53% of emerging markets in 2022 compared with 49% last year. Further, 30% of emerging markets have established feed-in tariffs, increasing from 27% in 2021.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figure 1: Share of emerging markets with clean power policies in place\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"share-of-emerging-markets-with-clean-power-policies-in-place.jpg\",\n      ratio: 16 / 9,\n      alt: \"Figure 1: Share of emerging markets with clean power policies in place\",\n      caption: \"Source: BloombergNEF. Note: BNEF surveyed 107 emerging markets for the Climatescope report. Data as of July 2022.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The gap between the long-term targets and the shorter-term implementation policies suggests policymakers have substantial work ahead. Even in countries that have promised to adopt renewables auctions, net metering or feed-in tariffs, follow-through can be lacking.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"“Without supporting regulations, policy implementation alone cannot guarantee that a country attracts the amount of investment needed to kick off its energy transition,” said Sofia Maia, Climatescope’s project manager. “Among the 15 developed and emerging nations that finished at the bottom of the Climatescope power policy scoring table, only one managed to secure more than $2 billion in clean power investment from 2017 to 2021.”\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"“A program to hold reverse auctions for clean-power delivery contracts is only useful if a country actually executes on such auctions,” said Ethan Zindler, head of Americas research at BNEF. “We have seen plenty of examples of countries that have set long-term goals, passed short-term policies, but failed to properly implement them.”\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Climatescope’s analysis of clean energy also includes data on investment and deployment trends of renewables. Additionally, Climatescope is a diagnostic tool that scores individual nations from 0 to 5 on their potential to attract investment in zero-carbon energy sources. For 2022, Chile was the highest-scoring emerging market in the survey, followed by India, Mainland China, Colombia and Croatia, in that order.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Contact\"\n      }), \"\\nVeronika Henze\\nBloombergNEF\\n+1-646-324-1596\\n\", _jsx(_components.a, {\n        href: \"mailto:vhenze@bloomberg.net\",\n        children: \"vhenze@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"About BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF\"\n      }), \" (BNEF) is a strategic research provider covering global commodity markets and the disruptive technologies driving the transition to a low-carbon economy. Our expert coverage assesses pathways for the power, transport, industry, buildings and agriculture sectors to adapt to the energy transition. We help commodity trading, corporate strategy, finance and policy professionals navigate change and generate opportunities.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"About Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Bloomberg is a global leader in business and financial information, delivering trusted data, news, and insights that bring transparency, efficiency, and fairness to markets. The company helps connect influential communities across the global financial ecosystem via reliable technology solutions that enable our customers to make more informed decisions and foster better collaboration. For more information, visit \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/company\"\n      }), \" or \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"request a demo\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Developing countries raise their clean power policy ambitions","description":"92% of emerging markets have set long-term renewable energy targets, but follow-through remains critical and incomplete, finds BloombergNEF in its latest Climatescope survey.","date":"2022-11-15","category":"Press release","lang":"en","languages":["en","es","fr","pt","cn"],"slug":"developing-countries-raise-their-clean-power-policy-ambitions","layout":"blog"},"scope":{}}},"__N_SSG":true}