{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    h3: \"h3\",\n    strong: \"strong\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"Países en desarrollo incrementan sus objetivos de política de energía limpia\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"El 92% de los mercados emergentes ha establecido objetivos de energía renovable de largo plazo, pero su seguimiento y aplicación sigue siendo crucial e incompleto, concluye BloombergNEF en su última encuesta Climatescope\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Sharm el-Sheikh, 15 de noviembre de 2022\"\n      }), \" –  Las autoridades responsables en los mercados emergentes y en las economías en desarrollo están incrementando sus objetivos en lo que respecta a energía renovable, concluye la firma de investigación BloombergNEF (BNEF) en la última edición de su encuesta anual \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"Climatescope\"\n      }), \". Más de nueve de cada 10 países en desarrollo han asumido compromisos públicos para instalar y consumir ciertos volúmenes de energía renovable con plazos específicos.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Según BNEF, esto representa un aumento del 82% comparado con el año anterior y del 67% respecto a 2019. Las posibles razones para el cambio podrían incluir un deseo de demostrar el progreso previo a las negociaciones globales sobre clima de la COP27, la ansiedad sobre la seguridad energética en medio de las alzas en los precios de combustible fósiles, los temores sobre el cambio climático o simplemente el atractivo de desarrollar energía renovable porque es asequible.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Este hallazgo es uno de los muchos incluidos en Climatescope, la herramienta de evaluación del mercado disponible públicamente por BNEF, un informe e índice que evalúa la disposición relativa de los países para poner en marcha la inversión en transición energética de manera individual y efectiva. Climatescope proporciona una breve reseña a las políticas actuales de energía limpia y condiciones financieras que pueden conducir a la implementación de capital y desarrollo de proyectos en el futuro. La edición 2022 de Climatescope marca su undécimo año de publicación. El proyecto incluye información detallada sobre 136 mercados a nivel mundial, de los cuales 107 son mercados emergentes y 29 son países desarrollados. Mientras que históricamente Climatescope se ha centrado sólo en el sector de energía, 2022 es el segundo año en que cubre no sólo temas de energía limpia, sino también la descarbonización de los sectores de transporte y construcción. Este año, BNEF publicará los resultados para el transporte y construcción en las semanas posteriores a la COP27.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Con relación a los objetivos de energía limpia a largo plazo de los mercados emergentes, estos sólo se pueden cumplir si las autoridades responsables adoptan políticas complementarias de implementación. En ese sentido, Climatescope ofrece algunas señales prometedoras de progreso. Al menos el 56% de los mercados emergentes actualmente cuentan con políticas para realizar subastas inversas para los contratos de entrega de energía limpia, comparado con el 49% del año pasado. También ha aumentado la popularidad de la medición neta en el 2022, ya que ahora el 53% de los mercados emergentes cuenta con este tipo de políticas en vigor, en comparación con el 49% del año pasado. Además, el 30% de los mercados emergentes ha establecido el sistema de precios fijos regulados (feed-in tariff), en comparación con el 27% en 2021.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figura 1: Cuota de mercados emergentes con políticas de energía limpia en vigor\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"share-of-emerging-markets-with-clean-power-policies-in-place.jpg\",\n      ratio: 16 / 9,\n      alt: \"Figura 1: Cuota de mercados emergentes con políticas de energía limpia en vigor\",\n      caption: \"Fuente: BloombergNEF. Nota: BNEF encuestó a 107 mercados emergentes para el informe Climatescope. Datos hasta julio de 2022.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"La brecha entre los objetivos a largo plazo y las políticas de implementación a corto plazo sugiere que autoridades responsables aún tienen bastante trabajo por hacer. Incluso en los países que se han comprometido a adoptar subastas de energía renovable, medición neta o sistemas de precios fijos regulados, el seguimiento puede ser deficiente.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"Sin regulaciones de apoyo, la implementación de políticas por sí sola no puede garantizar que un país atraiga la cantidad de inversión necesaria para poner en marcha su transición energética\\\", dijo Sofia Maia, directora de proyectos de Climatescope. \\\"Entre los 15 países desarrollados y emergentes que terminaron al final de la tabla de puntuación de política energética de Climatescope, sólo uno logró recibir más de US$2.000 millones en inversión en energía limpia de 2017 a 2021\\\".\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"Un programa para realizar subastas inversas para los contratos de entrega de energía limpia sólo es útil si un país realmente ejecuta dichas subastas\\\", dijo Ethan Zindler, director de estudios de América de BNEF. \\\"Hemos visto muchos ejemplos de países que han fijado objetivos a largo plazo, han aprobado políticas a corto plazo, pero no han logrado implementarlos adecuadamente\\\".\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"El análisis sobre energía limpia de Climatescope también incluye datos sobre las tendencias de inversión y despliegue de energías renovables. Asimismo, Climatescope es una herramienta de diagnóstico que califica a los países individuales de 0 a 5 en su potencial para atraer inversión en fuentes de energía de cero emisiones netas. Para 2022, Chile fue el mercado emergente con mayor puntuación en la encuesta, seguido por India, China continental, Colombia y Croacia, en ese orden.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Para obtener más información sobre Climatescope, visite \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/\",\n        children: \"www.global-climatescope.org\"\n      }), \".\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Contacto\"\n      }), \"\\nVeronika Henze\\nBloombergNEF\\n+1-646-324-1596\\n\", _jsx(_components.a, {\n        href: \"mailto:vhenze@bloomberg.net\",\n        children: \"vhenze@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Acerca de BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF\"\n      }), \" (BNEF) es un proveedor de estudios estratégicos que cubre los mercados globales de materias primas y las tecnologías disruptivas que impulsan la transición a una economía de bajo carbono. Nuestra cobertura de expertos evalúa los caminos para los sectores de energía, transporte, industria, construcción y agricultura para adaptarse a la transición energética. Ayudamos a los profesionales de las materias primas, estrategia corporativa, finanzas y políticas a transitar el cambio y generar oportunidades.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Acerca de Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Bloomberg es un líder global en información empresarial y financiera, y entrega datos, noticias y análisis confiables que aportan transparencia, eficiencia y equidad a los mercados. La empresa ayuda a conectar comunidades influyentes en todo el ecosistema financiero global mediante soluciones de tecnología confiables que permiten a nuestros clientes tomar decisiones más informadas y fomentar una mejor colaboración. Para obtener más información, visite \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/empresa\"\n      }), \" o \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&bbgsum=dg-ws-core-pr\",\n        children: \"solicite una demostración\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Países en desarrollo incrementan sus objetivos de política de energía limpia","description":"El 92% de los mercados emergentes ha establecido objetivos de energía renovable de largo plazo, pero su seguimiento y aplicación sigue siendo crucial e incompleto, concluye BloombergNEF en su última encuesta Climatescope","date":"2022-11-15","category":"Press release","lang":"es","languages":["en","es","fr","pt","cn"],"slug":"developing-countries-raise-their-clean-power-policy-ambitions","layout":"blog"},"scope":{}}},"__N_SSG":true}