{"iso":"gb","name":"United Kingdom","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":5,"value":2.622355324,"year":2021}]},"score":{"data":[{"rank":5,"value":2.622355324,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":3,"value":2.908302438,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":3,"value":2.794279672,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":31,"value":1.592589637,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":12,"value":3.347762166,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":3,"value":2.09552378,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":7,"value":1.698373185,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":3,"value":3.739339255,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":6,"value":2.093292967,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":6,"value":2.061238274,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":1,"value":3.997253817,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":8,"value":2.037453249,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":13,"value":1.145157806,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":38,"value":1.52353925,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":8,"value":2.160286749,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":19,"value":1.1629933,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["The U.K. has a legally binding target to achieve net-zero greenhouse gas emissions by 2050. The government published its net-zero strategy in October 2021, which aims to bridge the gap between short-term policy and long-term climate goals."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["The U.K. has updated its nationally determined contribution (NDC) to the Paris Agreement, setting a target to reduce economy-wide greenhouse gas emissions 68% by 2030, relative to 1990 levels. The government has also ramped up its ambition to deliver a 78% reduction in greenhouse gas emissions by 2035, relative to 1990 levels."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The U.K. has a coal phase-out policy in force, with a deadline to end coal in power generation from October 2024."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["The U.K. has a target to reach 40GW of offshore wind capacity installed by 2030 and to fully decarbonize power generation by 2035. The design of policy support for renewables has changed significantly as the government has sought to minimize public spending on incentive schemes, as seen with the early closure of the Renewables Obligation certificate program and feed-in tariffs. Support for large renewable energy projects is now available through the Contract-for-Difference (CfD) auction scheme, which has mainly delivered support for offshore wind. Beyond renewables, the government also seems committed to nuclear power with a goal for at least one more new nuclear power station to reach financial close in the mid-2020s. However, it has struggled to attract investment for new-build nuclear assets. After a costly deal was signed with EDF to complete Hinkley Point C, the government has had to rethink how it incentivizes investment for new nuclear plants and is looking to leverage a regulated asset base model."]},{"key":2,"title":"Power prices and costs","text":["Until 2020, power prices remained relatively stable at between 38-50 pounds/MWh for a decade, driven mostly by the price of coal, and more recently by gas prices. Prices fell to an average of 35 pounds/MWh in 2020 on low demand, before reaching record highs in 2021, averaging more than 105 pounds/MWh, owing to a tight European gas market balance. U.K. power demand declined 6.8% from 2010-19 and dipped by 12% year-on-year from 2019-20 due to lockdown measures in response to the Covid-19 pandemic. BNEF expects U.K. baseload wholesale power prices to face structural decline out to 2030 in nominal terms, amid pressure from new-build wind and solar. These technologies are already cheaper to build than running existing gas plants. The U.K. is a net-importer of power and has, on average, higher wholesale electricity prices compared to the rest of the EU. This is because the country has a carbon price floor and limited interconnector capacity with mainland Europe. Interconnector capacity represented just 6.5% of peak demand in 2018, compared to 33% in Germany and 20% in Spain in the same year, making the U.K. less flexible than its European counterparts. This situation is improving as more interconnectors are commissioned. Interconnection capacity increased from 4GW in 2018 to 7GW in 2021. In retail, consumers can opt for time-of-use tariffs and an increasing number of suppliers are offering these."]},{"key":3,"title":"Power market","text":["For a decade, more than half of U.K. power generation has been fueled by fossil fuels and nuclear, but this picture is rapidly changing. The country's carbon price floor has been effective in reducing coal generation, and the government has passed legislation to close all remaining coal-fired power stations by October 2024. The share of coal in generation fell from 39% in 2012 to just 2% in 2020, while wind’s share increased from 5% to 26% and gas generation rose from 28% to 39% over the same period. By 2050, BNEF expects more than 86% of U.K. electricity to be generated by wind and solar, driven by declining renewables costs. The power sector has two electricity markets: one for England, Wales and Scotland, and the Integrated Single Electricity Market (I-SEM) covering the island of Ireland. It is fully unbundled, and the so-called 'Big Six' utilities (British Gas, EDF, Eon, RWE npower, Scottish Power and SSE) hold a majority share of the generation and retail segments of the market. Security-of-supply concerns in the 2010s prompted the government to implement a capacity market. This guarantees a sufficient reserve margin. In October 2021, the government launched a review of the capacity market to ensure it can align with the country’s net-zero target. The U.K. system operator National Grid procures a number of balancing services including frequency response, which in combination with the capacity market, have enabled growth in the battery storage market. BNEF expects installed energy storage capacity to rise from 1.3GW in 2020 to more than 6GW in 2025."]},{"key":4,"title":"Doing business and barriers","text":["The government has prioritized expanding offshore wind over onshore renewable energy technologies. In 2019, the government put forward a 'sector deal' to achieve 30GW of installed offshore wind capacity by 2030 and has since increased this target to 40GW by 2030. At the same time, routes to market for new onshore renewables projects can also be challenging. The government tightened rules around planning and permitting renewables projects, particularly for onshore wind farms in England and Wales. Onshore wind and PV were excluded from the second and third CfD allocation rounds but will be able to participate in the fourth round due in 2022. Political and financial risk is relatively low in the U.K. compared to other EU countries and the U.S., according to Bloomberg's country risk assessment. The U.K. has closed subsidy programs earlier than planned and reduced support rates for renewables, but it does not have a history of major retroactive policy changes as seen across several southern European countries."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["Electric vehicles continue to gain momentum in U.K. vehicle sales thanks to policy support. Plug-in hybrid and battery electric vehicles comprised 11% of total new passenger vehicle sales in 2020, up from 3% in 2019 – although the total pool of sales of passenger vehicles fell by 29% from 2019-2020 owing to the Covid-19 pandemic. In 2020, electric vehicles comprised approximately 1.3% of the passenger vehicle fleet in the U.K. Since exiting the EU, the U.K. government has introduced statutory instruments to establish CO2 emissions targets for passenger cars and commercial vehicles. The rules effectively copy across the corresponding EU standards and apply to Great Britain and Northern Ireland. For example, the U.K. Road Vehicle Emission Performance Standards for Cars and Vans mirrors the EU’s Regulation 2019/631, which outlines CO2 emission requirements for new passenger cars and light commercial vehicles in the bloc."]},{"key":2,"title":"EV policy","text":["There are several key policy drivers supporting the rising sales of EVs in the U.K. The government offers lower benefit-in-kind taxation rates for low- and zero-emission vehicles purchased under company car schemes. Direct grants are also available for battery electric vehicles (BEVs) in both passenger and commercial segments, as well as for public transport. The value of these grants has fallen in value over time – for example, dropping to 3,000 pounds in 2021 for most BEV passenger cars from 4,500 pounds in early 2019 – although, declining capex subsidies are taking place in line with the falling costs of EVs. The U.K.’s capex grant scheme for EVs has funding in place until the end of financial year 2022/23. The U.K. government has also set a target to phase out sales of new ICE vehicles by 2030 and hybrid ICE vehicles by 2035, sending a longer-term signal to automakers to shift their manufacturing base toward low-carbon vehicles. The phase-out date was brought forward in November 2020 from the original 2040 deadline under the government’s Ten Point Plan."]},{"key":3,"title":"Doing business and barriers","text":["The government has yet to implement any substantial policy support in the sector and the EV market remains at an early stage."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["The heating mix of residential buildings is dominated by natural gas, which serves as the main source of heating for 77% of homes in the U.K. Another 8% rely on oil – largely in rural areas without access to the gas grid. The country’s heat pump sector is relatively nascent, accounting for just a fraction of annual heating unit sales. Some 1.6 million gas boilers are sold on average each year in the U.K. while just 37,000 heat pumps (roughly 2% of residential heating units) were sold in 2020. BNEF expects U.K. heat pump sales to grow to over 55,000 per year as new subsidy programs open between 2021 and 2024. The biggest barrier to heat pump adoption in the U.K. is cost. While heat pumps do have a lower levelized cost of heating (LCOH) than oil boilers in the U.K. today, a typical single-family home would still need to operate the system for 17 years before it would save money without a subsidy."]},{"key":2,"title":"Buildings policy","text":["The U.K. has overhauled policies previously designed to support energy efficiency measures and the adoption of low-carbon heating systems such as heat pumps in homes. The residential Renewable Heat Incentive, in place since 2011, closed to new applicants in March 2021 (although it remains open to commercial buildings). In its place, the government plans to introduce a boiler upgrade scheme for residential buildings. This will take the form of an up-front capital grant program of up to 5,000 pounds ($6,900) per system – a simpler design than the previous Renewable Heat Incentive that delivered subsidies on the operating expenditure of the heating unit. The scheme will sit alongside the Social Housing Decarbonization Fund, which aims to support heat pump installations in council-owned properties. The government also offered subsidies as part of a stimulus program in 2020 – the Green Homes Grant – under which homeowners could apply for capex grants toward energy efficiency measures including installing a heat pump. However, the scheme was overly complex and faced bottlenecks. The Green Homes Grant was closed in March 2021, earlier than expected, and only used an estimated 16% of the 3 billion pounds initially promised by the government.","The U.K. is considering a ban on natural gas boilers in new homes built from 2025 under the government’s Future Homes Standard, which is expected to be legislated by 2024. The government also has a soft target to fully phase out sales of natural gas boilers (including replacements to existing boilers) from 2035, according to the Heat and Buildings Strategy released in October 2021. Policymakers are keeping the door open for hydrogen to supply low-carbon heating via compatible gas boilers after the phase-out date, but only in areas where a hydrogen network conversion is planned. A consultation is expected on whether a requirement should be placed on gas boilers to be hydrogen compatible by 2026."]},{"key":3,"title":"Doing business and barriers","text":["The government has yet to implement any substantive policy support in this sector and the low-carbon heat market remains at an early stage."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":3102.569146},{"year":"2012","value":3163.392485},{"year":"2013","value":4024.605635},{"year":"2014","value":4579.483076},{"year":"2015","value":5272.899386},{"year":"2016","value":5764.777486},{"year":"2017","value":6059.490786},{"year":"2018","value":7565.234386},{"year":"2019","value":7825.622666},{"year":"2020","value":7825.622666}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":201.52846},{"year":"2012","value":215.96983},{"year":"2013","value":231.93022},{"year":"2014","value":252.57072},{"year":"2015","value":300.19751},{"year":"2016","value":359.23939},{"year":"2017","value":396.46141},{"year":"2018","value":399.89416},{"year":"2019","value":400.31506},{"year":"2020","value":400.31506}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":6060},{"year":"2012","value":8389},{"year":"2013","value":11036},{"year":"2014","value":12345},{"year":"2015","value":14074},{"year":"2016","value":15009},{"year":"2017","value":18003},{"year":"2018","value":20793},{"year":"2019","value":23341},{"year":"2020","value":24017}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":84863.776},{"year":"2012","value":78701.776},{"year":"2013","value":78710.776},{"year":"2014","value":70223.776},{"year":"2015","value":70248.776},{"year":"2016","value":61635.276},{"year":"2017","value":61577.176},{"year":"2018","value":60968.176},{"year":"2019","value":58473.176},{"year":"2020","value":54921.176}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":1017},{"year":"2012","value":1792},{"year":"2013","value":2894},{"year":"2014","value":5465},{"year":"2015","value":9747},{"year":"2016","value":11900},{"year":"2017","value":12845},{"year":"2018","value":13141},{"year":"2019","value":13415},{"year":"2020","value":13744}]}],"domain":{"x":[2011,2020],"y":[0,103455.113726]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":13313.02605},{"year":"2012","value":14733.83758},{"year":"2013","value":18099.8495},{"year":"2014","value":22619.06328},{"year":"2015","value":29256.97783},{"year":"2016","value":30065.67367},{"year":"2017","value":31894.17819},{"year":"2018","value":34953.9959},{"year":"2019","value":37313.73642},{"year":"2020","value":24365}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":704.1263608},{"year":"2012","value":678.1279512},{"year":"2013","value":675.0581128},{"year":"2014","value":834.5384549},{"year":"2015","value":983.1991558},{"year":"2016","value":1016.125835},{"year":"2017","value":1297.470974},{"year":"2018","value":1295.618013},{"year":"2019","value":1394.514828},{"year":"2020","value":1485.019453}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":15962.9659},{"year":"2012","value":19847.12195},{"year":"2013","value":28397.01833},{"year":"2014","value":31959.31926},{"year":"2015","value":40274.71946},{"year":"2016","value":37159.42278},{"year":"2017","value":49641.12141},{"year":"2018","value":56906.35057},{"year":"2019","value":64334.84364},{"year":"2020","value":70755}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":334851.7918},{"year":"2012","value":324290.0439},{"year":"2013","value":306192.6161},{"year":"2014","value":275743.3833},{"year":"2015","value":258086.1394},{"year":"2016","value":257568.8664},{"year":"2017","value":241031.0752},{"year":"2018","value":224376.5784},{"year":"2019","value":207029.3623},{"year":"2020","value":174383.6125}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":243.622881},{"year":"2012","value":1353.750447},{"year":"2013","value":2010.155156},{"year":"2014","value":4054.090115},{"year":"2015","value":7532.864117},{"year":"2016","value":10395.10579},{"year":"2017","value":11457.26798},{"year":"2018","value":12735.51044},{"year":"2019","value":12918.07034},{"year":"2020","value":13275}]}],"domain":{"x":[2011,2020],"y":[0,365075.5329918]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":224.1},{"year":"2016","value":196.1},{"year":"2017","value":192.98},{"year":"2018","value":218.2},{"year":"2019","value":226.17},{"year":"2020","value":235.89}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":181.69},{"year":"2016","value":160.49},{"year":"2017","value":159.79},{"year":"2018","value":178},{"year":"2019","value":186.26},{"year":"2020","value":198.63}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":240.37},{"year":"2016","value":208.79},{"year":"2017","value":223.57},{"year":"2018","value":230.67},{"year":"2019","value":242.57},{"year":"2020","value":247.18}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":215.39},{"year":"2016","value":188.46},{"year":"2017","value":192.11},{"year":"2018","value":208.96},{"year":"2019","value":218.33},{"year":"2020","value":227.23}]}],"domain":{"x":[2015,2020],"y":[159.79,247.18]}},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":21952.02391},{"year":"2016","value":22453.70604},{"year":"2017","value":7414.58312},{"year":"2018","value":8453.62142},{"year":"2019","value":5533.68316},{"year":"2020","value":15951.5466}],"domain":{"x":[2015,2020],"y":[5533.68316,22453.70604]}},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":false,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":false},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true}],"similar":[{"iso":"DE","name":"Germany","similarity":0.9885325617},{"iso":"ES","name":"Spain","similarity":0.9830529251},{"iso":"FR","name":"France","similarity":0.9813264148},{"iso":"IE","name":"Ireland","similarity":0.9809124591},{"iso":"BE","name":"Belgium","similarity":0.9734779344},{"iso":"FI","name":"Finland","similarity":0.9714122462},{"iso":"NL","name":"Netherlands","similarity":0.9647367412000001},{"iso":"DK","name":"Denmark","similarity":0.9641461111},{"iso":"NO","name":"Norway","similarity":0.962050713},{"iso":"IT","name":"Italy","similarity":0.9611938744}]}