{"iso":"nl","name":"Netherlands","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":1,"value":2.879237912,"year":2021}]},"score":{"data":[{"rank":1,"value":2.879237912,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":1,"value":3.040046049,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":10,"value":2.605279617,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":3,"value":2.670771794,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":1,"value":3.818346656,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":2,"value":2.126944902,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":6,"value":1.753313433,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":1,"value":3.996166357,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":2,"value":2.27590312,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":10,"value":1.891948365,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":6,"value":3.7218231,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":61,"value":1.475609296,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":5,"value":1.501862972,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":1,"value":3.381411111,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":3,"value":2.331405856,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":11,"value":1.588859097,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["The government of the Netherlands passed a Climate Agreement in June 2019, introducing a strategy to further decarbonize the economy in areas such as buildings, transport, industry and agriculture."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["The Netherlands is part of the EU’s joint nationally determined contribution (NDC) to the Paris Agreement. The updated NDC, submitted to the UNFCCC in 2020, pledges to reduce emissions by 55% before the end of 2030, compared to 1990 levels."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The government of the Netherlands has set several fossil fuel phase-out policies. Coal-fired power generation is to be phased out by 2029, and natural gas is to be phased out of both power and heat supply by 2050. Nonetheless, progress in reducing reliance on fossil fuels has proven to be slow, and the country is unlikely to have met its EU target to source 14% of final energy consumption from renewables in 2020, having achieved just 9% in 2019. The EU is due to publish data on EU member states’ 2020 targets in the first half of 2022."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["The Netherlands has an ambitious target to reach 70% renewable electricity consumption by 2030, up from just 18% in 2019. To this end, the government has ramped up clean energy auction budgets with the aim of accelerating deployment. It has also set a 2029 coal phase-out deadline, and the pace of closures has accelerated following a landmark climate ruling – the Urgenda case – which has already moved forward the closure of a 630MW unit.","For renewable energy projects, the government awards annual auction contracts under its new SDE++ program. Most of the budget allocation in the first SDE++ in 2020 round went to PV and carbon capture and storage projects. The SDE++ program compensates projects for the difference between the cost price of the technology and the market price of the avoided CO2 (in euro/ton of CO2) for 12-15 years, depending on the technology. This contrasts to its predecessor scheme, SDE+, which awarded Contracts for Difference to clean energy projects (in euro/MWh) for 15 years, depending on the technology. The Netherlands also has one of the most ambitious offshore wind programs in the world and has run tenders for project sites since 2015. A roadmap for the technology published in March 2018 outlines plans to build a further 7GW between 2024 and 2030."]},{"key":2,"title":"Power prices and costs","text":["Wholesale power prices in the Netherlands are close to the EU average and are mostly set by the price of natural gas, which met almost 60% of generation from 2019-2020. Coal previously enjoyed a large portion of generation, peaking at 36% in 2015, but falling to just 7% in 2020 amid low gas prices and an increased supply of wind and solar power. Consistent with trends across the majority of Europe, power prices in the Netherlands surged during 2021 as the price of natural gas spiked. The Dutch offshore wind tenders have attracted headlines for record-low or even zero-subsidy bids. While headline-grabbing, this trend should not be seen as the new norm for project costs in Europe, as the sites in the Netherlands have been closer to shore, and in shallower waters, than many others under development in the North Sea. In addition, development and transmission costs are being met by the Dutch government. The project owners are expected to hedge a significant part of future revenue via a corporate or utility PPA, or other financial instrument. Nonetheless, offshore wind projects in the Netherlands enjoy some of the lowest levelized costs of electricity in Europe. BNEF estimates show that costs are continuing to fall, with the LCOE of offshore wind reaching a benchmark $73/MWh in 2021."]},{"key":3,"title":"Power market","text":["The Netherlands’ domestic power fleet is one of the more polluting in Europe. The Dutch capacity mix is mostly comprised of fossil fuel capacity, with gas accounting for 41% and coal 11% in 2020. This breakdown is rapidly changing as the Netherlands implements its 2030 coal phase-out and moves away from burning gas, and as the capacity of onshore renewables grows. The share of wind and solar in the capacity mix has risen from 16% in 2015 to 44% in 2020. The country's ambitious auction program will ramp up its offshore wind capacity. The Netherlands' electricity market has been fully open to competition since 2004, although generation remains dominated by a handful of companies. The government is under pressure with legal cases to compensate coal plant owners, given that three new coal power stations came online in 2015. Compensation payments to Nuon for the accelerated closure of one of its coal plants due to the Urgenda case could set a precedent."]},{"key":4,"title":"Doing business and barriers","text":["Electricity demand declined by 11% in the 10 years ending 2017 and fell further in 2020 due to lockdown measures. It is not expected to ramp up significantly in the next few decades, despite a slight uptick due to increased electric vehicle usage. The Netherlands will maintain its ambition with regards to renewable energy over forthcoming decades. This includes a target to ramp up renewables generation by almost 400% between 2018 and 2030, while the SDE+ program is set to be replaced from 2020 by the SDE++. The new scheme will aim to deliver 985 million euros ($1.1 billion) in funding to sectors including renewable power, biofuels and clean heating by 2030. The Netherlands is also a leading market in Europe for corporate PPAs, benefiting from good resources, stable renewables incentives, national green energy commitments, and domestically located companies with high demand for electricity and sustainability objectives. BNEF has tracked some 642MW in corporate PPAs between 2014 and 2019 in the Netherlands for renewable energy projects. Potential barriers to the government's offshore wind program include a lack of available sites in the North Sea, which is increasingly space-constrained and shared by multiple uses and stakeholders. Offshore power could create an over-capacity issue for the high-voltage grid on land, leading congestion to be a bigger problem as witnessed in markets such as Germany. Furthermore, the country’s high population density and substantial volumes of installed onshore wind capacity could lead to opposition to new wind farms, which could incite high levels of litigation as seen in France and Germany."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["The Netherlands is a strong market for electric vehicle (EV) sales. As of 2021, the country ranks as the fifth-largest EV market in Europe, behind only Germany, the U.K., France and Norway. EV sales continue to accelerate as policy support grows and are expected to rise even further in coming years, as the government has a target to phase out sales of new internal combustion engine (ICE) vehicles from 2030."]},{"key":2,"title":"EV policy","text":["The Netherlands government introduced a purchase subsidy program in July 2020 for both new and used EVs. Under the program, the government provides 4,000 euros for a new battery EV and 2,000 euros for a used battery EV. The program is intended to last through 2025 and has allocated budgets for each year; although high demand meant that the 2020 budget was quickly used up. The government also introduced a benefit-in-kind incentive for EVs in 2021, whereby the added taxable income rate for EVs is lower than that of non-EVs. Beyond this, an array of other incentives exists to support EV adoption. Since 2017, the registration tax levied on all new passenger vehicles (and used vehicles when they are registered for the first time in the Netherlands) is linked to tailpipe emissions. Motor vehicle tax rates are also based on tailpipe emissions.","The government aims to deploy 1 million EVs by 2025, triple the size of estimated passenger EV fleet at the start of 2020, and has also set a target for 1.8 million charge points installed by 2030. In line with this, the Netherlands has in place several incentives for charging infrastructure. While there are no subsidies for private residents to install home chargers, residents can apply for public charge points to be installed for free in most large cities (the Hague, Amsterdam, Rotterdam, Utrect, and Eindhoven). Meanwhile, private companies are incentivized to install EV chargers through the Environmental Investment Allowance."]},{"key":3,"title":"Doing business and barriers","text":["The government has yet to implement any substantive policy support in this sector and the EV market remains at an early stage."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["The Netherlands has the highest proportion of final household energy consumption met with natural gas in Europe, with around six million households reliant on gas as their main source of space heating. Gas supplied more than 86% of the residential heating market in the Netherlands in 2019, compared to just 1.5% supplied by heat pumps, but the country is embarking on a gradual phase out of the fossil fuel. A major turning point came with the decision to halt extraction from the Groningen gas field by 2030, following ongoing tremors in January 2018. A ban on connecting new homes and small commercial buildings to the gas grid, passed in June 2018, is a step in this direction, and the country will fully ban the installation of fossil fuel boilers in new buildings at end-2021. The Climate Agreement of 2019 also states that a minimum of 50,000 existing homes must be disconnected from the gas grid every year by 2021, rising to 200,000 per year by 2030. The fuel to replace natural gas in the Netherlands’ building sector is still undetermined – but low-carbon hydrogen, heat pumps, and low-carbon district heat are contenders. Heat pump sales in the Netherlands have grown over the last decade – from around 8,000 units sold in 2010 to 68,000 sold in 2020."]},{"key":2,"title":"Buildings policy","text":["The government offers support for heat pump installations via the Sustainable Energy Investment Subsidy. An air-source heat pump of 10kW would be eligible for a 2,000-2,300 euros subsidy depending on energy efficiency rating, while a 20kW would be eligible for a 3,000-3,300 euros subsidy depending on the energy efficiency rating. These can be combined with municipal subsidies. Loans are also available to consumers for energy efficiency measures. The energy performance certificate (EPC) system in the Netherlands has been implemented since 2008 and more than 3.5 million EPCs (more than 50% of the total building stock) have been registered."]},{"key":3,"title":"Doing business and barriers","text":["The government has yet to implement any substantive policy support in this sector and the low-carbon heat market remains at an early stage."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":1508},{"year":"2012","value":1508},{"year":"2013","value":1513},{"year":"2014","value":1513},{"year":"2015","value":1269},{"year":"2016","value":1072},{"year":"2017","value":1164},{"year":"2018","value":1172},{"year":"2019","value":1243},{"year":"2020","value":1280}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":37},{"year":"2012","value":37},{"year":"2013","value":37},{"year":"2014","value":37},{"year":"2015","value":37},{"year":"2016","value":37},{"year":"2017","value":38},{"year":"2018","value":38},{"year":"2019","value":38},{"year":"2020","value":38}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":2501},{"year":"2012","value":2652},{"year":"2013","value":2955},{"year":"2014","value":2987},{"year":"2015","value":3324},{"year":"2016","value":3775},{"year":"2017","value":4716},{"year":"2018","value":4711},{"year":"2019","value":4960},{"year":"2020","value":6368}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":28622},{"year":"2012","value":28301},{"year":"2013","value":27802},{"year":"2014","value":27802},{"year":"2015","value":27305},{"year":"2016","value":28673},{"year":"2017","value":24619},{"year":"2018","value":23755},{"year":"2019","value":20207},{"year":"2020","value":20133}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":147},{"year":"2012","value":364},{"year":"2013","value":739},{"year":"2014","value":1014},{"year":"2015","value":1482},{"year":"2016","value":2016},{"year":"2017","value":2791},{"year":"2018","value":4401},{"year":"2019","value":6970},{"year":"2020","value":10015}]}]},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":6547.883},{"year":"2012","value":6755.356},{"year":"2013","value":6452.391},{"year":"2014","value":6165.835},{"year":"2015","value":6260.831},{"year":"2016","value":6413.317},{"year":"2017","value":6203.253},{"year":"2018","value":7069.38},{"year":"2019","value":6668.362},{"year":"2020","value":10200.21587}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":57},{"year":"2012","value":104.388},{"year":"2013","value":114.312},{"year":"2014","value":112.2},{"year":"2015","value":92.699},{"year":"2016","value":100.079},{"year":"2017","value":60.757},{"year":"2018","value":72.348},{"year":"2019","value":74.182},{"year":"2020","value":45.763}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":5100.171},{"year":"2012","value":4981.829},{"year":"2013","value":5627.147},{"year":"2014","value":5797.335},{"year":"2015","value":7549.874},{"year":"2016","value":8170.455},{"year":"2017","value":10568.813},{"year":"2018","value":10548.511},{"year":"2019","value":11507.927},{"year":"2020","value":14186.18728}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":99760},{"year":"2012","value":88851.321},{"year":"2013","value":87703.021},{"year":"2014","value":89939},{"year":"2015","value":93457.634},{"year":"2016","value":97298.466},{"year":"2017","value":96482.6},{"year":"2018","value":92596.904},{"year":"2019","value":95869.601},{"year":"2020","value":88834.70348}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":104.471},{"year":"2012","value":190.644},{"year":"2013","value":409.998},{"year":"2014","value":725.161},{"year":"2015","value":1108.519},{"year":"2016","value":1601.811},{"year":"2017","value":2207.583},{"year":"2018","value":3709.364},{"year":"2019","value":5335.455},{"year":"2020","value":7962.724474}]}]},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":166.76},{"year":"2016","value":160.69},{"year":"2017","value":156.86},{"year":"2018","value":177.78},{"year":"2019","value":164.8},{"year":"2020","value":182.13}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":99.16},{"year":"2016","value":93.29},{"year":"2017","value":90.89},{"year":"2018","value":98.77},{"year":"2019","value":102.69},{"year":"2020","value":114.47}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":212.58},{"year":"2016","value":177.67},{"year":"2017","value":175.8},{"year":"2018","value":201.96},{"year":"2019","value":230.67},{"year":"2020","value":158.93}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":159.5},{"year":"2016","value":143.89},{"year":"2017","value":141.18},{"year":"2018","value":159.5},{"year":"2019","value":166.05},{"year":"2020","value":151.85}]}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":344.42297},{"year":"2016","value":2871.38145},{"year":"2017","value":4324.693236},{"year":"2018","value":3249.45779},{"year":"2019","value":2594.09843},{"year":"2020","value":9513.507902}]},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true}]}