{"iso":"tr","name":"Turkey","grid":"on","marketGrouping":"emerging","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"emerging markets","data":[{"rank":38,"value":1.637959673,"year":2021}]},"score":{"data":[{"rank":67,"value":1.637959673,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":34,"value":2.171476188,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":120,"value":0.49686661,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":38,"value":1.178503189,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":70,"value":2.160477034,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":65,"value":1.328520857,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":48,"value":0.902363765,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":49,"value":2.83987765,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":36,"value":1.528138763,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":32,"value":1.478010691,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":113,"value":0.559166667,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":117,"value":0.791346354,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":32,"value":0.077786755,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":35,"value":1.723585556,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":46,"value":1.266841645,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":null,"value":null,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Until October of 2021, Turkey did not have a net zero goal, but some weeks before the COP26 climate conference, a Turkish net-zero carbon target was set for 2053. No long term strategy has been submitted yet."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["Turkey submitted only its Nationally Determined Contribution, which aims for up to 21% reduction in GHG emissions from the business-as-usual level by 2030."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The country has no plans to phase out fossil fuels. Turkey is pushing to use more of its local coal resources so a policy tapering fossil fuel use is unlikely to be introduced."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Turkey is targeting a 38% share of renewable energy in power generation by 2023 from about 27% in 2012. It includes generation from large hydro plants as renewable energy. It also has ambitious renewables targets across sectors – aiming to reach 20 gigawatts of installed wind capacity, 5GW of solar and 1GW of geothermal by 2023, as well as 34GW of hydro, for a total of 60GW of renewables. A boom in unlicensed solar development saw Turkey reach its 5GW target by the end of 2018. The government is now planning to reach a cumulative solar PV capacity of 15GW by 2027. The 1GW geothermal target was reached in 2017 due to a generous feed-in tariff. Wind power growth has been steady. However, the 20GW target would require the installation of more than 3GW a year of additional capacity between 2020 and 2023, and policy support has been inconsistent. The site-specific 1GW Renewable Energy Resources Area (YEKA)  auctions have yet to deliver any capacity, amid cancelations and delays. The latest 1GW auction was initially cancelled due to COVID. It was rearranged for later 2021 as the government realized that there is high demand. Auctions feature high local content requirements.  The feed-in tariff is due to expire at the end of 2022. The National Council’s Environment, Spatial Planning and Energy Committee has prepared a separate proposal as an interim solution for investments until 2030. Net metering is currently leading to an increase in commercial PV installations. The payback for residential solar is too high to spur a market in this segment.","Turkey is increasingly trying to ramp up local production of renewable energy equipment, particularly for solar but also for wind components. It therefore abandoned the import tax exemption clause on solar panels in 2016. The sourcing of modules from local manufacturers is rising. There is a VAT exemption available for renewables components, and other machinery and equipment provided to renewables developers can also receive a VAT exemption in some cases."]},{"key":2,"title":"Power prices and costs","text":["Power prices in Turkey have risen over the last five years, but are still kept low through intervention in the market. Wholesale power prices do not allow power producers to recoup their costs, which are rising along with fuel prices and currency fluctuation. Gas plants especially struggle as the gas supply has been strained, and resources are diverted toward heat and away from power. Due to coal’s high capacity factor, BNEF’s levelized cost estimate for coal power in Turkey is the lowest after onshore wind, but it does not have the same downward trajectory that wind and PV have followed in Turkey over the last five years. Natural gas, which accounted for 26% of Turkey’s installed capacity in 2020, faced rising  costs  for power plants and industry due to the global price spike that drove up import bills. Financing costs remain high, however, across all technologies, keeping Levelized Cost of Energy (LCOE) from falling as rapidly as in other regions."]},{"key":3,"title":"Power market","text":["Turkey has undertaken ambitious power-market reforms to privatize and liberalize the sector, and to exploit domestic energy resources. This has primarily meant an emphasis on lignite and hydro, as well as renewables. The government has dialed back its nuclear ambitions, but still plans one 4.8GW Russian-backed plant. At the end of 2021, the Turkish and Russian heads of state have discussed establishment of two more nuclear power plants in Turkey in addition to this. Commissioning is unlikely before 2026. The historic dominance of coal generation is likely to continue in the short term, though gas has struggled as the economy slows down. In the 2019 generation mix, coal accounted for 34% and gas 22%. Renewables additions, mainly wind and solar but also geothermal and biomass, are all growing, but face an uncertain future due to a lack of clarity on the feed-in tariff and delayed auctions.","Clean energy investment grew steadily over 2012-2017, with wind leading and accounting for more than $1 billion each year over that period. However, investment in clean energy has stagnated since 2018, amid policy uncertainty, currency fluctuations and an economic slowdown. Turkey does not yet offer the possibility of signing a bilateral contract between a developer and Commercial & Industrial (C&I) customer for off-site generation. The sector is lobbying and running workshops to facilitate the introduction of this. The Yeka auctions have been the route for developers, but the progress on these have been very slow so far."]},{"key":4,"title":"Doing business and barriers","text":["Since 2018, Turkey bucked its longer-term trend of adding capacity across all technologies based on the assumption of long-term economic growth and increasing power demand. It has seen peak power demand drop from 47,660MW in 2017 to 45,324MW in 2019, but rise back to 49,316MW in 2020. The government's prioritization of lignite and emphasis on domestic resources means it is focusing on adding capacity based on energy independence and security of supply rather than just the economics of different technologies. To take advantage of domestic resources, Turkey plans to refit existing coal assets to run off lower-quality domestic lignite rather than imported hard coal. This should help keep costs down and reduce reliance on imported fuel.","Policy risk is currently a major barrier to new project development. Energy policy overall has remained stable as President Erdogan consolidates his hold on power, but associated currency volatility raises off-taker risks. Turkish utilities already have considerable dollar-denominated debt, while distribution companies are required to pay the generous feed-in tariff in dollars as well. While the lira has fallen against the dollar, off-taker risk has grown accordingly. There is a risk of cuts to the feed-in tariff as the cost of the subsidy grows in relative terms. Since the currency crisis in summer 2018, several distribution companies have delayed feed-in tariff payments to solar producers in the unlicensed sector. Also, Turkey's energy companies are all struggling financially with dollar-denominated debt. Power prices are not high enough for them to recoup their costs. Local content requirement for renewables in Turkey are high, but the country benefits from a well-developed value chain in most sectors.","TEIAS, the grid operator, is not involved in generation, nor is the Energy Market Operations Company (EPIAS), the wholesale market operator. EPIAS, set up in March 2015, currently operates the day-ahead and the intraday market and is 30% owned by TEIAS. The remainder is owned by the private investors and the stock exchange. TEIAS still operates the balancing power market and it is suggested that it sets the prices in a way to avoid price spikes. This has led to market participants requesting for more transparency and a market-based approach for the determination of prices.","Wind and solar projects are required to obtain a pre-license, which is offered by TEIAS based on grid capacity. For that reason, the penetration of renewables is not high enough to cause significant issues. However, Turkey has just reached 16% in capacity for solar and wind, and any significant increase in penetration might start causing balancing challenges. New regulations for demand response were introduced in 2021, and the first grid-scale battery was also commissioned in 2021."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["The EV market in Turkey grew more than 89% per year since 2018. This growth could be even higher if the government didn’t influence oil prices so much with motor fuel subsidies."]},{"key":2,"title":"EV policy","text":["Though it is a very timely policy initiative, progress to date on Turkey’s National Energy Efficiency Actional Plan or NEEAP, which aims at a 14% reduction in primary energy consumption by 2023, has been mixed. Additional efforts will be needed to reach the 2023 target of 23.9 million tons of oil equivalent (Mtoe) saved with $10.9 billion invested. Implementation gaps remain across and within sectors, with policy progress slowed by delays in secondary legislation and lack of demand or incentives for energy efficiency products and services, among other factors. The Turkish government announced in December 2019 its support for the first indigenous and all-electric automobile prototype. This is not exactly a public target, but the Automobile consortium group (TOGG) will build five different car models by 2030. This company received a project-based investment incentive. The other incentives include the Special Consumption Tax, that costs between 45% and 160% for conventional Internal Combustion Engine (ICE) vehicles and hybrid vehicles and between 3% and 15% for BEV users. Further, at least one of every 50 parking spaces must have charging stations for EVs at paid parking lots on the street sides and at shopping malls."]},{"key":3,"title":"Doing business and barriers","text":["The major barriers for the development of EVs in Turkey are the high cost of ownership, lack of authority to determine the rules and standards for electric vehicles charging structure (EVCS), high charging infrastructure costs and poor public awareness."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["One of the important recent steps is the setting of obligatory efficiency targets for public buildings. With the Presidential Decree, since 2019, public buildings with energy managers assigned according to the Energy Efficiency Law No. 5627 are expected to procure energy savings of 15% until 2023 in order to use public resources efficiently and to reduce the burden of energy costs on the public sector. Besides that, the \"Thermal Insulation in Buildings Regulation” required buildings to be insulated according to the national standard, aimed at setting limits on heating energy demand of buildings using static simple calculation techniques."]},{"key":2,"title":"Buildings policy","text":["Although there are no specific low-carbon heat targets, Turkey still has a lot of opportunities regarding heating. This sector currently deals with a lack of policies in its favor."]},{"key":3,"title":"Doing business and barriers","text":["Instead of focusing on renewable heating policy for buildings, Turkey is actually increasing its use of coal in order to depend less on imported energy. There are no plans on banning coal or gas."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Not Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Not Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Not Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":125.7},{"year":"2012","value":168.8},{"year":"2013","value":235},{"year":"2014","value":299.1},{"year":"2015","value":370.1},{"year":"2016","value":467.4},{"year":"2017","value":766.69},{"year":"2018","value":979.55},{"year":"2019","value":1164.8},{"year":"2020","value":1165}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":114.2},{"year":"2012","value":162.2},{"year":"2013","value":310.8},{"year":"2014","value":404.9},{"year":"2015","value":623.9},{"year":"2016","value":820.9},{"year":"2017","value":1063.7},{"year":"2018","value":1282.5},{"year":"2019","value":1514.7},{"year":"2020","value":1670}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":4284.25},{"year":"2012","value":4905},{"year":"2013","value":5572.25},{"year":"2014","value":5910.75},{"year":"2015","value":6467},{"year":"2016","value":6670.25},{"year":"2017","value":6818.25},{"year":"2018","value":7747.7},{"year":"2019","value":7125.75},{"year":"2020","value":7474.75}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":1973},{"year":"2012","value":2320},{"year":"2013","value":2838},{"year":"2014","value":3943},{"year":"2015","value":4970},{"year":"2016","value":6341},{"year":"2017","value":7494},{"year":"2018","value":8027},{"year":"2019","value":8599},{"year":"2020","value":9515}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":42104.24},{"year":"2012","value":45164.49},{"year":"2013","value":50290.24},{"year":"2014","value":54734.74},{"year":"2015","value":56939.09},{"year":"2016","value":60320.74},{"year":"2017","value":65979.19},{"year":"2018","value":66452.37},{"year":"2019","value":67879.25},{"year":"2020","value":69823.22}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":8},{"year":"2012","value":10},{"year":"2013","value":16},{"year":"2014","value":94},{"year":"2015","value":284},{"year":"2016","value":851},{"year":"2017","value":2998},{"year":"2018","value":5089},{"year":"2019","value":5998},{"year":"2020","value":6908}]}]},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":469},{"year":"2012","value":721},{"year":"2013","value":1171},{"year":"2014","value":1433},{"year":"2015","value":1758},{"year":"2016","value":1682},{"year":"2017","value":2797},{"year":"2018","value":3216},{"year":"2019","value":4524},{"year":"2020","value":5501}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":694},{"year":"2012","value":899},{"year":"2013","value":1364},{"year":"2014","value":2364},{"year":"2015","value":3424},{"year":"2016","value":4818},{"year":"2017","value":5969.48197},{"year":"2018","value":7522.95138},{"year":"2019","value":8200},{"year":"2020","value":8126.2}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":13084.75},{"year":"2012","value":14466.25},{"year":"2013","value":14855.25},{"year":"2014","value":10161.25},{"year":"2015","value":16786.5},{"year":"2016","value":16825},{"year":"2017","value":14627.43083},{"year":"2018","value":15150.20744},{"year":"2019","value":22221.5},{"year":"2020","value":19529.75}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":4724},{"year":"2012","value":5861},{"year":"2013","value":7558},{"year":"2014","value":5820},{"year":"2015","value":11652},{"year":"2016","value":15509},{"year":"2017","value":17859.85819},{"year":"2018","value":21225.15934},{"year":"2019","value":21749.558},{"year":"2020","value":24924.99347}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":208703.25},{"year":"2012","value":215061.75},{"year":"2013","value":212736.75},{"year":"2014","value":227321.75},{"year":"2015","value":227968.5},{"year":"2016","value":233825.677},{"year":"2017","value":252189.5578},{"year":"2018","value":250127.3735},{"year":"2019","value":237216.5},{"year":"2020","value":234563.23}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":17},{"year":"2015","value":194},{"year":"2016","value":1033.636},{"year":"2017","value":2897.91269},{"year":"2018","value":8246.436},{"year":"2019","value":9620.335},{"year":"2020","value":11592.50368}]}]},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":149.71},{"year":"2016","value":142.61},{"year":"2017","value":117.15},{"year":"2018","value":117.96},{"year":"2019","value":144.79},{"year":"2020","value":115.94}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":105.86},{"year":"2016","value":101.56},{"year":"2017","value":82.93},{"year":"2018","value":83.41},{"year":"2019","value":100.96},{"year":"2020","value":81.32}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":148.61},{"year":"2016","value":141.29},{"year":"2017","value":116.13},{"year":"2018","value":109.77},{"year":"2019","value":109.39},{"year":"2020","value":86.84}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":134.73},{"year":"2016","value":128.48},{"year":"2017","value":105.4},{"year":"2018","value":103.71},{"year":"2019","value":118.38},{"year":"2020","value":94.7}]}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":3052.227306},{"year":"2016","value":2972.77013},{"year":"2017","value":2825.6567},{"year":"2018","value":2587.397},{"year":"2019","value":2234.061},{"year":"2020","value":4692.654}]},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":false},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":false,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":false},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":false},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true}]}