{"iso":"be","name":"Belgium","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":8,"value":2.448384668,"year":2021}]},"score":{"data":[{"rank":8,"value":2.448384668,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":10,"value":2.503472845,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":11,"value":2.564552488,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":17,"value":2.166952315,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":4,"value":3.523527972,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":51,"value":1.413691042,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":19,"value":1.332791685,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":5,"value":3.710469961,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":67,"value":1.218812894,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":39,"value":1.374138564,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":5,"value":3.738088867,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":57,"value":1.482528633,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":9,"value":1.299503585,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":14,"value":2.748141111,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":21,"value":1.929487892,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":16,"value":1.242039147,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Belgium is a member of the European Union (EU) and thus shares the bloc’s ambition to reach net-zero greenhouse gas emissions (GHG) by 2050. As a federal state, Belgium’s net-zero strategy comprises the individual strategies of its three regions – Flanders, Wallonia, and Brussels – which have been approved at their level of government. For example, Wallonia, which is home to around a third of Belgium’s population, is seeking to lower its GHG emissions by 95% by 2050 compared to 1990s levels, supplemented by carbon capture and negative emissions technologies."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["Belgium’s ‘nationally determined contribution’ (NDC) – meaning its plan to help achieve the goals of the Paris Agreement – is the same as that of the EU. The EU’s initial NDC aimed to lower emissions by at least 40% by 2030 compared to 1990 levels. It submitted an updated NDC in December 2020, which strengthened that target to a 55% reduction in emissions by 2030. This reflects the ambitions of the bloc’s Green Deal."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["Belgium has been coal-free since 2016, when it became the first EU member state to phase out the technology. As part of its National Energy and Climate Plan (NECP), the country has said it will gradually discontinue financial investment in, and support for, fossil fuels in collaboration with other EU members. Having compiled an inventory of its fossil fuel subsidies, Belgium will also produce an action plan for gradually removing these subsidies, taking account of the country’s guarantee of security of supply and the impact on social objectives."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Belgian energy policy is set at both the federal and regional levels. National targets include renewables comprising 17.5% of final energy consumption and 40% of electricity generation by 2030. The federal government is aiming for 4 gigawatts (GW) of offshore wind capacity to be installed by 2030 to help achieve these goals. The three regions within Belgium all have their own targets for renewable energy production.","Belgium held its first solar auction in 2021, and an offshore wind auction is planned for 2022. Renewables are procured through green certificates issued for the production of renewable power. These are then purchased by obligated retailers before being bought by the transmission system operator. Over time, the green certificates mechanism will be merged with the competitive tendering procedure for projects and sectors. This will make it possible to meet Belgium’s efficiency objectives while complying with the EU's move towards greater market integration.","Belgium has adopted certain tax and grid tariff exemptions for energy storage. There is also a series of subsidies in place in the Flanders region for specific types of energy storage, such as so-called home batteries. To encourage solar power self-consumption, Flanders is granting rebates for the installation of residential battery systems.","Net-metering schemes differ in all three of the country’s regions, just like priority grid access, which is only dispatched in Flanders region.","Amid the existence of baseload nuclear capacity and the success of renewables, gas-fired turbines have been mothballed in Belgium due to the lack of price incentives to keep them operational. The country’s energy market lacked sufficient price signals to trigger investment in much-needed swing capacity, so to ensure there is sufficient flexible capacity available when needed (such as when there is little wind or sun), Belgium introduced a capacity remuneration mechanism (CRM) in March 2021. The CRM takes the form of capacity contracts that pay successful bidders a premium in addition to their revenues on the electricity market. The results of the first annual capacity auction were announced at the end of October 2021, with combined cycle gas turbine (CCGT) plants securing almost 80% of the total 4.6GW of auctioned volume."]},{"key":2,"title":"Power prices and costs","text":["The levelized cost of energy for utility-scale clean power projects in Belgium is generally higher than most mature renewables markets in Europe. The lack of a large-scale auction program has made it difficult to achieve economies of scale.","Wholesale power prices are largely determined by outages affecting the country’s nuclear reactor fleet and those of its neighbors, from which it imports heavily. Spot prices tend to be slightly higher than those in France, Germany, and the Netherlands.","Residential and commercial retail power bills had increased steadily over the last decade before falling in 2020. With the market for ‘prosumers’ – households that both produce and consume energy –  reaching 405,000 clients, retailers have started to develop specific products to attract them. For example, for customers with rooftop solar PV systems, Eneco offers a tariff whereby electricity is priced throughout the entire day at a cheaper night tariff."]},{"key":3,"title":"Power market","text":["Private players can participate across Belgium’s power sector, which has been unbundled and liberalized.","There has been steady growth in renewables across all main generating technologies. The penetration of rooftop solar has reached 15%, the highest in all of Europe. Engie’s Belgian subsidiary, Electrabel, dominates renewable energy generation, owning 44% of total capacity in 2020.","Investment in renewables has varied in recent years, largely down to fluctuations in spending on offshore wind. The amount of funding for solar PV has remained largely constant year-on-year. The acquisitions market is particularly dynamic, attracting nearly twice as much funding as new builds in 2019 through to the second quarter of 2020. A range of international lenders provide credit, including the European Investment Bank, which has invested a total of $5.3 billion in the Belgian power sector."]},{"key":4,"title":"Doing business and barriers","text":["Belgium’s 6GW nuclear reactor fleet – which is due to be phased out by 2025 – is the source of much disruption. Outages represented a severe threat to the security of energy supply over the winter of 2018. That said, the need to replace the nuclear reactor fleet clears the way for new investments in generation assets. Continued growth of residential solar is expected, while space constraints and acceptance issues could hinder growth in utility-scale onshore wind and solar PV. Moreover, developers often struggle to navigate the various regulatory differences engendered by Belgium’s federal structure. This complicates the task of accessing region-specific support mechanisms, although once identified, the available subsidy mechanisms are reported to be efficient.","Import duties and VAT rates are not lower for clean power equipment in Belgium, but many direct and indirect federal incentives for fossil fuels are granted in the form of tax exemptions or reduced rates of excise duty. One of the sectors where further subsidies are probable is hydrogen. As part of its post-Covid-19 Relaunch Plan, the Flemish government will provide 125 million euros ($144 million) to support specific hydrogen projects that can be realized in the short term."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["Sales of electric vehicles (EVs) more than tripled in Belgium between 2018 and 2019, before growing by another 160% in 2020 to reach 46,337 battery electric and plug-in hybrid vehicles. EV uptake could be encouraged by tightening EU fuel economy standards, which affect Belgium directly."]},{"key":2,"title":"EV policy","text":["Belgium’s Interfederal Energy Pact sets out the country’s ambitions to increase the share of renewable energy in transport to at least 23.7% by 2030. It is also aiming for 100% of new vehicle registrations by public authorities and public transport to be emissions-free from 2025, taking into account procurement timeframes, the phasing out of diesel and petrol vehicles, and progressive quotas for EVs being introduced or strengthened.","Expenses related to the use of zero‐emissions cars and vehicles emitting between 1 and 60 grams of CO2 per kilometer are deductible from corporate income. There is also an exemption from national road tax for EVs in the Flanders region, while in Brussels and Wallonia, EVs have the lowest rate of annual ownership tax. Complementary to this measure, there is also a road tax penalty for vehicles emitting more than 122 grams of CO2/km."]},{"key":3,"title":"Doing business and barriers","text":["There are no significant barriers to EV adoption in Belgium. Adequate charging infrastructure is a typical hurdle for EV uptake globally, and companies in Belgium benefit from a 13.5% tax deduction on investments in charging. In Brussels, taxes of up to €75 on office parking spaces are waived for companies that install charging units.","Belgium does still provide subsidies for fossil fuels, many of which affect the transport sector and oil prices. Direct federal subsidies for fossil fuels amounted to more than €11.2 billion in 2019. Fuel cards are the only direct subsidy granted through income taxes. The estimated amount was €480 million in 2019 and has been increasing over the last five years, due to the rising number of company cars."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["Energy performance standards in Walloon and Brussels have supported growth in heat pump adoption, with 22,000 heat pumps being sold in Belgium for two years in a row.","The Flanders region announced a ban on the sale of oil-fired heating boilers from 2021. This policy is supported by the boiler scrappage scheme, which provides a grant of up to 2,500 euros to replace natural gas boilers installed before 1 January, 2000 with a new gas appliance. Possible alternative technologies include condensing boilers, gas heat pumps, condensing hot air generators, hybrid gas heat pumps and gas micro cogeneration."]},{"key":2,"title":"Buildings policy","text":["The EU is targeting a 32.5% improvement in energy efficiency by 2030. In order to help achieve this goal, Belgium is aiming for a 15% reduction in primary energy consumption and a 12% saving in final energy consumption by 2030 compared to business-as-usual. Measures to improve energy efficiency include building renovation, improved energy performance of new buildings and increased use of renewable heat in buildings.","The Brussels region is aiming to improve the energy efficiency of its housing stock such that average primary energy consumption reaches 100 kilowatt-hours per square meter per year by 2050. It has laid out five phases of renovation for residential buildings between 2030 and 2050, and improvements will be recorded in an ‘energy performance of buildings’ (EPB) certificate. These certificates will become mandatory for all homes, and owner must prove that the requisite work has been carried out by each five-year deadline.","Walloon is the only region in Belgium that has a specific renewable heating target. Its objective is for renewable heat to comprise 24.7% of gross final heat consumption by 2030, compared with 14.7% in 2020."]},{"key":3,"title":"Doing business and barriers","text":["There is a lack of coherence between Belgium’s different regions when it comes to setting heating targets, meaning it will be difficult to create integrated policies."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Not Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":880.09},{"year":"2012","value":874.7},{"year":"2013","value":1022.32},{"year":"2014","value":1036.7},{"year":"2015","value":1037.7},{"year":"2016","value":1038.7},{"year":"2017","value":1120},{"year":"2018","value":1113},{"year":"2019","value":1095},{"year":"2020","value":779}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":94},{"year":"2012","value":94},{"year":"2013","value":94},{"year":"2014","value":94},{"year":"2015","value":94},{"year":"2016","value":117},{"year":"2017","value":122},{"year":"2018","value":125},{"year":"2019","value":131},{"year":"2020","value":180}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":1029},{"year":"2012","value":1263},{"year":"2013","value":1455},{"year":"2014","value":1767},{"year":"2015","value":2055},{"year":"2016","value":2210},{"year":"2017","value":2625},{"year":"2018","value":2777},{"year":"2019","value":3573},{"year":"2020","value":4466}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":17486.9},{"year":"2012","value":16684.7},{"year":"2013","value":14591.2},{"year":"2014","value":13847.4},{"year":"2015","value":13098.2},{"year":"2016","value":13948},{"year":"2017","value":12765},{"year":"2018","value":13297},{"year":"2019","value":11832.96},{"year":"2020","value":14865}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":2012},{"year":"2012","value":2690},{"year":"2013","value":2945},{"year":"2014","value":3047},{"year":"2015","value":3166},{"year":"2016","value":3345},{"year":"2017","value":3616},{"year":"2018","value":3983},{"year":"2019","value":4494},{"year":"2020","value":5312}]}],"domain":{"x":[2011,2020],"y":[0,25602]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":4174.5},{"year":"2012","value":4082.9},{"year":"2013","value":3967.5},{"year":"2014","value":4359.4},{"year":"2015","value":4599.7},{"year":"2016","value":4664.9},{"year":"2017","value":4726.2},{"year":"2018","value":4700.3},{"year":"2019","value":4530.6},{"year":"2020","value":4565.943902}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":196},{"year":"2012","value":357},{"year":"2013","value":380},{"year":"2014","value":292.2},{"year":"2015","value":318.4},{"year":"2016","value":370},{"year":"2017","value":270.1},{"year":"2018","value":313.5},{"year":"2019","value":294.3671744},{"year":"2020","value":298}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":2312},{"year":"2012","value":2751},{"year":"2013","value":3665},{"year":"2014","value":4615.3},{"year":"2015","value":5574},{"year":"2016","value":5437.7},{"year":"2017","value":6513.7},{"year":"2018","value":7464.7},{"year":"2019","value":9725.6},{"year":"2020","value":11753.06351}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":79409},{"year":"2012","value":69639},{"year":"2013","value":68884},{"year":"2014","value":57501.3},{"year":"2015","value":52448.7},{"year":"2016","value":68473.5},{"year":"2017","value":67846},{"year":"2018","value":55084.5},{"year":"2019","value":71233.88317},{"year":"2020","value":70327.30286}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":1169},{"year":"2012","value":2148},{"year":"2013","value":2644},{"year":"2014","value":2886.2},{"year":"2015","value":3056.3},{"year":"2016","value":3095.2},{"year":"2017","value":3307.6},{"year":"2018","value":3902.9},{"year":"2019","value":4247},{"year":"2020","value":4925.703}]}],"domain":{"x":[2011,2020],"y":[0,91870.013272]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":192.22},{"year":"2016","value":204.56},{"year":"2017","value":214.7},{"year":"2018","value":210.45},{"year":"2019","value":211.02},{"year":"2020","value":210.52}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":114.97},{"year":"2016","value":114.34},{"year":"2017","value":110.79},{"year":"2018","value":117.14},{"year":"2019","value":121.18},{"year":"2020","value":120.51}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":248.42},{"year":"2016","value":292.57},{"year":"2017","value":323.3},{"year":"2018","value":339.74},{"year":"2019","value":318.91},{"year":"2020","value":313.19}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":185.2},{"year":"2016","value":203.82},{"year":"2017","value":216.26},{"year":"2018","value":222.45},{"year":"2019","value":217.04},{"year":"2020","value":214.74}]}],"domain":{"x":[2015,2020],"y":[110.79,339.74]}},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":1018.1387},{"year":"2016","value":2939.23112},{"year":"2017","value":371.452},{"year":"2018","value":2605.9508},{"year":"2019","value":315.53146},{"year":"2020","value":347.579112}],"domain":{"x":[2015,2020],"y":[315.53146,2939.23112]}},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true}],"similar":[{"iso":"FR","name":"France","similarity":0.9935015196},{"iso":"IT","name":"Italy","similarity":0.98869094},{"iso":"IE","name":"Ireland","similarity":0.9886595247000001},{"iso":"AT","name":"Austria","similarity":0.983041599},{"iso":"PL","name":"Poland","similarity":0.982919956},{"iso":"DE","name":"Germany","similarity":0.9824104961},{"iso":"SE","name":"Sweden","similarity":0.9822608528000001},{"iso":"NO","name":"Norway","similarity":0.9799977786},{"iso":"GB","name":"United Kingdom","similarity":0.9798029344},{"iso":"CH","name":"Switzerland","similarity":0.9784132149}]}