{"iso":"es","name":"Spain","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":5,"value":2.607218446,"year":2022}]},"score":{"data":[{"rank":5,"value":2.607218446,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":4,"value":2.815728831,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":7,"value":2.62843081,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":21,"value":1.960474928,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":4,"value":3.505126363,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":5,"value":2.043171932,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":17,"value":1.375449126,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":5,"value":3.652133218,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":9,"value":2.214819175,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":21,"value":1.743829712,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":1,"value":4.179064383,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":70,"value":1.335378102,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":21,"value":0.82021637,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":23,"value":2.390167778,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":22,"value":2.236024032,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":21,"value":0.825540125,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Spain’s government legislated a climate law in May 2021, which includes a national net-zero emissions target by 2050."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["Spain is part of the European Union’s joint Nationally Determined Contribution (NDC), which outlines the bloc’s plan to help achieve the goals of the Paris Agreement. The updated NDC, submitted to the United Nations Framework Convention on Climate Change (UNFCCC) in 2020, pledges to reduce emissions by 55% before the end of 2030, compared to 1990 levels."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["Spain does not have a comprehensive fossil-fuel phase-out policy. However, under the 2018 Climate Law, the government set a goal to reach 100% renewables in the power sector by 2050, which will require the phase out of fossil fuels in electricity supply. The government also legislated in May 2021 a ban on domestic fossil-fuel production by 2042."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["The Spanish government has set ambitious, legally binding renewable energy targets for 2030, including for a 74% renewables share in electricity consumption by 2030, up from 37% in 2019. The country’s renewable energy market has firmly bounced back since the era of retroactive cuts to renewable energy project subsidies in the mid-2010s, which were passed to alleviate a ballooning tariff deficit and overcapacity.","Spain has a growing market for unsubsidized renewable energy projects, but offtake contracts with the government are still available to developers via auction. The government held two clean energy auctions in 2021, and it is planning to hold a third and fourth round in 2022 under the new Economic Regime for Renewable Energy (REER) program. These auctions award two-way Contracts for Difference (CfDs) – a simplified euro per megawatt-hour payment mechanism with a 12-year contract duration.","The first two rounds in 2021 backed a total of 3.3 gigawatts (GW) of onshore wind projects and 2.9GW of solar projects, which mainly went to small developers. The third round due in October 2022 is targeting 520 megawatts (MW) of clean energy capacity, including “firm” technologies such as solar thermal, as well as small-scale distributed solar. The fourth round in November 2022 seeks another 3.3GW of renewable energy capacity across utility-scale onshore wind and solar. A further four auction rounds are expected to be held each year from 2023-26, with allocations in the government’s auction schedule set to support a total 9GW of CfDs to solar, 7.5GW to onshore wind, and 1GW for other technologies including solar thermal.","However, the auction pipeline alone is not enough to meet the government’s targets. In addition to upcoming REER auction volumes, a further 20GW of renewables – accounting for a little over 50% of total capacity additions to meet Spain’s 2030 targets – will need to be built without government support.","Prior to the REER program, the government held auctions held between 2016 and 2017 under a different remuneration mechanism, awarding 4.6GW to onshore wind, 3.9GW to solar and 200MW to biomass. These projects receive a capital-expenditure-based incentive paid on top of the wholesale electricity price, which guarantees a “reasonable” rate of return over 30 years for solar and 25 years for onshore wind. The rate of return is subject to revision by the government every six years under this scheme. Projects with a feed-in tariff and premium from subsidy programs prior to 2014 have also had their subsidies replaced with the regulated return on investment."]},{"key":2,"title":"Power prices and costs","text":["The Iberian wholesale power market (Mibel) is shared between Spain and Portugal, and is coupled to the European day-ahead market. Iberian electricity prices are usually higher than the European average, largely due to limited interconnections with the rest of the continent. This has exacerbated Spain’s grid overcapacity and reliance on the internal market to balance the power system.","Following a collapse of coal generation, gas is now the dominant price setter in the Iberian power market and has been responsible for the surge in prices over 2021-22. Power prices are also sensitive to hydropower availability, as seen in 2017 when drought conditions halved Spain's hydro power generation and prices spiked. Low hydro output caused more expensive gas and coal generators to ramp up production to meet demand, alongside a rise in imported energy from France and Portugal.","As higher volumes of utility-scale onshore wind and solar projects are commissioned, BloombergNEF expects a long-term squeeze on the country's gas generators. While Spain’s relatively high power prices have proven attractive to renewable energy developers, increased volumes of zero-marginal cost renewable energy generation are expected to place downward pressure on power prices."]},{"key":3,"title":"Power market","text":["Spain's generating capacity has almost doubled since 2000 to reach 94GW in 2021, and is set to continue expanding with the delivery of renewable energy installations. In 2021, around 48% of the country's power generation was produced by nuclear and gas. But capacity additions over the last 10 years have been dominated by wind, hydro and solar, with renewables reaching 49% of generation in 2021.","In 2020, more than half of Spain's remaining coal capacity closed due to worsening economics and the unwillingness of generators to upgrade their power plants to meet emissions requirements. The Spanish government has proposed introducing a capacity market, which would offer an additional revenue stream to firm generation and is likely to support gas generators. The capacity market is intended to be open to participation by renewable energy and energy storage generators on a de-rated basis. Spain offers compensation (at 15% of wholesale prices) for any curtailment incurred in the spot market."]},{"key":4,"title":"Doing business and barriers","text":["The business environment for renewable energy is relatively positive in Spain as the market moves through its second boom, although investors are rightly wary of regulatory risk. That is particularly the case following the government’s reaction to persistently high electricity prices over 2021-2022. A “clawback” mechanism was imposed from September 2021 to June 2022 affecting the revenues of certain types of zero-emission generators. The government also intervened with a wholesale price cap in June 2022 with compensation to gas plant operators for the difference between power prices and the cost to produce electricity. There is also continued policy risk around the regulated return on investment given the revisions to rates every six years.","Beyond this, investors are wary of price risk. Much of the capacity secured in the 2016-17 auctions is exposed to merchant risk, having effectively bid for zero subsidy on the regulated return on investment. Projects with contracts under the new REER auction regime also face merchant risk given that CfDs are only paid over 12 years, well below the operational lifetime of a typical wind or solar project. According to Bloomberg's country risk assessment, Spain is a higher risk market than its mainland European counterparts – although it is less risky than Italy – due to political and economic factors.","Nonetheless, there is an increasingly buoyant market for private power purchase agreements (PPAs) in Spain. BNEF has tracked a steady flow of corporate PPAs in the country, with more than 7.4GW of wind and solar projects securing such contracts between 2018 and 2022.","Spain has faced bottlenecks with permitting for new renewable energy projects due to the very high volumes of applications, many of which are speculative. By the end October 2021, more than 147GW of wind and solar projects had been granted grid access, while 120GW had permission denied, according to the system operator. The government, regulator and system operator have been working to ease these issues with the development and implementation of legislation to simplify and strengthen the criteria for grid connection permits.","Lastly, a major barrier for small-scale renewables in the past was the solar-plus-storage tax, which restricted financial compensation for feeding excess electricity to the grid. This barrier was removed in October 2018 by the government, and there has been a healthier level of small-scale solar deployment since then. BNEF estimates that more than 1.5GW of small-scale solar capacity was deployed from 2020-21, compared to about 800MW from 2018-19."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["Consumers in Spain have been slower to adopt electric vehicles (EVs) than other European markets, primarily due the slower introduction of government capex subsidies for low-emission vehicles. Adoption is accelerating with increased government subsidies, alongside the ramp-up in requirements for automakers under EU fuel economy standards.","In 2021, sales of new passenger EVs in Spain surpassed 75,000, more than tripling from 2019. However, EVs still represent just 1% of the country’s total passenger vehicle fleet. Plug-in hybrid EVs accounted for more than 64% of new EV sales in Spain in 2021. This is likely due to the early stage of Spain’s rollout of public EV charging infrastructure, creating a deterrent for some consumers for battery EVs, and the fact that consumers can still receive capex subsidies for the purchase of new plug-in hybrid EVs."]},{"key":2,"title":"EV policy","text":["Spain has gradually increased budgetary support for EV subsidies and strengthened policy and regulatory measures to accelerate EV adoption. The government passed legislation to introduce capex subsidies for new passenger and commercial EVs and charging point installations in February 2019, with its MOVES program. In 2021, the government set a target for a fleet of 250,000 EVs to be on the road in Spain by 2023 – in addition to 80,000 to 110,000 charging points being installed.","As of the end August 2022, Spain had 219,000 registered passenger EVs on the road including hybrids, and BNEF tracked 12,000 public charging point connectors (which can have multiple charge points per connection). To help meet this new target, and as part of the government’s Covid-19 green recovery package legislated in 2021, the MOVES program is receiving a healthier €400 million ($388 million) budget for its third phase over 2021-23. BNEF estimates this budget can support up to 93,000 new passenger and commercial EV sales, in addition to 80,000 charging point installations.","As an EU member state, EU regulations direct fuel economy standards for sales of new vehicles in Spain. BNEF expects these standards to be an important driver of increased EV model availability among automakers and adoption of EVs in the region over the coming decade. Beyond this, the Spanish government also legislated a climate law in May 2021, including a target to phase out new sales of internal combustion engine vehicles (ICE) by 2040.","Vehicles emitting less than 120 grams of CO2 per kilometer are exempt from vehicle registration tax in Spain, and some regions provide additional road tax incentives for EVs. For example, the cities of Madrid, Barcelona, Zaragoza and Valencia offer lower annual circulation (ownership) tax rates for electric and fuel-efficient vehicles compared to ICEs."]},{"key":3,"title":"Doing business and barriers","text":["The country transport network is developing."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["More than half of Spain’s residential heating is supplied by fossil fuels, with 30% of space and water heating supplied by natural gas and another 25% from oil boilers. Nonetheless, Spain is a relatively large market for heat pumps. Around 100,000-120,000 units are sold per year, representing an estimated 5-10% of annual residential heating unit installations. The government’s energy efficiency agency, IDAE, published a study in 2016 that estimated the Spanish heat pump market is comprised of more than 11.3 million heat pumps installed, of which 8.5 million are in residential dwellings. That would equate to about one-third of residential buildings having a heat pump installed, although half of these units are used exclusively for cooling, according to the survey."]},{"key":2,"title":"Buildings policy","text":["Spain has a target for 42% of heating and cooling energy consumption to come from renewable energy sources by 2030, up from around 19% in 2020. The government has a direct grant program in place for heat pump installations to support progress towards this target. The PREE grant program for energy efficiency in existing buildings supports insulation, as well as installations for solar thermal heaters and air-source heat pumps, with an average single family home eligible for between €1,600-5,000 in direct capex support.","The government also updated its long-term strategy for energy efficiency in the buildings sector in 2020 and has an array of programs administered at the national and sub-national levels to encourage energy efficiency measures in the building stock. To improve progress toward its targets, the government plans to establish an energy efficiency certification system and implement minimum standards for energy efficiency.","It is also considering reforms to energy taxation, which could improve the economics of electric heat pumps relative to fossil heating systems. The government plans to remove a portion of renewable levy costs from consumers’ electricity tax bills, and instead create a separate fund to cover these costs, known as the National Fund for the Sustainability of the Electricity System, or FNSSE."]},{"key":3,"title":"Doing business and barriers","text":["There are no loans or grants available to support efficiency efforts for buildings."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Not Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Not Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":970.56241},{"year":"2013","value":946.57241},{"year":"2014","value":984.09541},{"year":"2015","value":1035.565},{"year":"2016","value":1038.188},{"year":"2017","value":1038.946},{"year":"2018","value":1043.839},{"year":"2019","value":1194.064},{"year":"2020","value":1243.892},{"year":"2021","value":1257.998}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":11063.87},{"year":"2013","value":11078.77},{"year":"2014","value":10936.42},{"year":"2015","value":10962.415},{"year":"2016","value":10030.285},{"year":"2017","value":10030.285},{"year":"2018","value":10030.285},{"year":"2019","value":9683.445},{"year":"2020","value":5733.225},{"year":"2021","value":3764.125}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":12},{"year":"2013","value":24},{"year":"2014","value":24},{"year":"2015","value":26},{"year":"2016","value":29},{"year":"2017","value":37.75},{"year":"2018","value":37.75},{"year":"2019","value":37.75},{"year":"2020","value":37.75},{"year":"2021","value":37.75}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":14898.65},{"year":"2013","value":14902.69},{"year":"2014","value":14909.92},{"year":"2015","value":14961.03922},{"year":"2016","value":14969.06922},{"year":"2017","value":14974.28322},{"year":"2018","value":14985.93722},{"year":"2019","value":15021.12422},{"year":"2020","value":15022.01922},{"year":"2021","value":15018.68322}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":25805.66},{"year":"2013","value":25805.66},{"year":"2014","value":25805.66},{"year":"2015","value":25805.645},{"year":"2016","value":25805.645},{"year":"2017","value":25805.645},{"year":"2018","value":25419.795},{"year":"2019","value":25419.795},{"year":"2020","value":25419.795},{"year":"2021","value":25419.795}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":7572.58},{"year":"2013","value":7572.58},{"year":"2014","value":7572.58},{"year":"2015","value":7572.58},{"year":"2016","value":7572.58},{"year":"2017","value":7117.29},{"year":"2018","value":7117.29},{"year":"2019","value":7117.29},{"year":"2020","value":7117.29},{"year":"2021","value":7117.29}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":1244.92},{"year":"2013","value":1292.92},{"year":"2014","value":1292.92},{"year":"2015","value":795.35},{"year":"2016","value":795.35},{"year":"2017","value":795.35},{"year":"2018","value":795.35},{"year":"2019","value":752.75},{"year":"2020","value":752.75},{"year":"2021","value":752.75}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":7202.7752},{"year":"2013","value":7143.5057},{"year":"2014","value":7133.4272},{"year":"2015","value":6666.198},{"year":"2016","value":6432.357},{"year":"2017","value":6270.633},{"year":"2018","value":6257.878},{"year":"2019","value":6128.061},{"year":"2020","value":6102.464},{"year":"2021","value":6064.44}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":2051.92878},{"year":"2013","value":2107.92178},{"year":"2014","value":2108.92178},{"year":"2015","value":2109.92178},{"year":"2016","value":2110.92178},{"year":"2017","value":2111.92178},{"year":"2018","value":2112.92178},{"year":"2019","value":2113.92178},{"year":"2020","value":2114.92178},{"year":"2021","value":2115.92178}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":4492},{"year":"2013","value":4635},{"year":"2014","value":4657},{"year":"2015","value":4706},{"year":"2016","value":4760},{"year":"2017","value":4895},{"year":"2018","value":5158},{"year":"2019","value":10205},{"year":"2020","value":13232},{"year":"2021","value":17785}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":2255},{"year":"2013","value":2456},{"year":"2014","value":2506},{"year":"2015","value":2506},{"year":"2016","value":2506},{"year":"2017","value":2506},{"year":"2018","value":2506},{"year":"2019","value":2506},{"year":"2020","value":2506},{"year":"2021","value":2506}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":24897},{"year":"2013","value":25278},{"year":"2014","value":25278},{"year":"2015","value":25292},{"year":"2016","value":25369},{"year":"2017","value":25416},{"year":"2018","value":25669},{"year":"2019","value":27760},{"year":"2020","value":29386},{"year":"2021","value":30185}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,112024.753]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":4378.309124},{"year":"2013","value":4763.931167},{"year":"2014","value":4351.10156},{"year":"2015","value":4085.222222},{"year":"2016","value":4064.759249},{"year":"2017","value":4327.306315},{"year":"2018","value":4280.14558},{"year":"2019","value":4345.755778},{"year":"2020","value":5077.889616},{"year":"2021","value":5460.059785}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":51097.32394},{"year":"2013","value":37090.89731},{"year":"2014","value":41058.27877},{"year":"2015","value":50754.79451},{"year":"2016","value":35010.90978},{"year":"2017","value":42421.88856},{"year":"2018","value":34881.03479},{"year":"2019","value":10670.6977},{"year":"2020","value":4799.051087},{"year":"2021","value":4941.224046}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":20651.79751},{"year":"2013","value":37382.40555},{"year":"2014","value":39178.52417},{"year":"2015","value":28379.01158},{"year":"2016","value":36111.43423},{"year":"2017","value":18447.34676},{"year":"2018","value":34113.96424},{"year":"2019","value":24715.50568},{"year":"2020","value":30628.24239},{"year":"2021","value":29592.38345}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":37316.78967},{"year":"2013","value":24126.55731},{"year":"2014","value":21120.50863},{"year":"2015","value":25034.54556},{"year":"2016","value":25463.06626},{"year":"2017","value":33647.98078},{"year":"2018","value":26402.92307},{"year":"2019","value":51143.25562},{"year":"2020","value":38356.44865},{"year":"2021","value":37580.81078}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":58595.4388},{"year":"2013","value":54210.78812},{"year":"2014","value":54781.28134},{"year":"2015","value":54661.80331},{"year":"2016","value":56021.68206},{"year":"2017","value":55539.35105},{"year":"2018","value":53197.61743},{"year":"2019","value":55824.22678},{"year":"2020","value":55758.35986},{"year":"2021","value":54040.97527}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":1461.659238},{"year":"2013","value":1498.13782},{"year":"2014","value":1832.523826},{"year":"2015","value":2324.731359},{"year":"2016","value":2471.308881},{"year":"2017","value":2459.128861},{"year":"2018","value":2293.858203},{"year":"2019","value":2071.603048},{"year":"2020","value":1896.660195},{"year":"2021","value":2110.451028}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":32417.78843},{"year":"2013","value":30809.94377},{"year":"2014","value":24128.0213},{"year":"2015","value":25169.32804},{"year":"2016","value":25873.94224},{"year":"2017","value":28175.56247},{"year":"2018","value":28971.78279},{"year":"2019","value":29580.71158},{"year":"2020","value":26996.49015},{"year":"2021","value":26036.48852}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":7830.069376},{"year":"2013","value":7918.376104},{"year":"2014","value":7802.79092},{"year":"2015","value":7845.314537},{"year":"2016","value":7579.218212},{"year":"2017","value":8000.712164},{"year":"2018","value":7380.547582},{"year":"2019","value":8851.973377},{"year":"2020","value":14924.73751},{"year":"2021","value":20503.53219}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":3447.493612},{"year":"2013","value":4441.527535},{"year":"2014","value":4958.914926},{"year":"2015","value":5085.235514},{"year":"2016","value":5071.201702},{"year":"2017","value":5347.952465},{"year":"2018","value":4424.326674},{"year":"2019","value":5166.431145},{"year":"2020","value":4538.31013},{"year":"2021","value":4705.503755}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":48156.25795},{"year":"2013","value":54344.50078},{"year":"2014","value":50636.66246},{"year":"2015","value":47715.88215},{"year":"2016","value":47298.16367},{"year":"2017","value":47508.10595},{"year":"2018","value":48955.70309},{"year":"2019","value":53100.8545},{"year":"2020","value":53802.05601},{"year":"2021","value":59183.97512}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,265352.92764999997]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":192.55},{"year":"2017","value":187.98},{"year":"2018","value":186.56},{"year":"2019","value":197.65},{"year":"2020","value":202.77},{"year":"2021","value":204.24}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":182.94},{"year":"2017","value":184.21},{"year":"2018","value":201.75},{"year":"2019","value":195.58},{"year":"2020","value":189.59},{"year":"2021","value":221.58}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":109.06},{"year":"2017","value":112.45},{"year":"2018","value":132.03},{"year":"2019","value":120.65},{"year":"2020","value":107.37},{"year":"2021","value":158.21}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":247.21},{"year":"2017","value":252.2},{"year":"2018","value":286.66},{"year":"2019","value":268.44},{"year":"2020","value":258.64},{"year":"2021","value":302.29}]}],"domain":{"x":[2016,2021],"y":[107.37,302.29]}},{"indicator":"Investment Buildings","sectorName":"Buildings","dealType":"Asset Finance","data":[{"year":"2016","value":666.9196726},{"year":"2017","value":818.7836844},{"year":"2018","value":959.3013972},{"year":"2019","value":970.0488826},{"year":"2020","value":989.3126156},{"year":"2021","value":1144.261809}]},{"indicator":"Investment Transport","sectorName":"Transport","dealType":"Asset Finance","data":[{"year":"2016","value":173.85652},{"year":"2017","value":314.9512882},{"year":"2018","value":469.1027019},{"year":"2019","value":877.8688906},{"year":"2020","value":2407.970824},{"year":"2021","value":2879.931722}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":131.43658},{"year":"2017","value":679.9966},{"year":"2018","value":6029.825734},{"year":"2019","value":8435.68794},{"year":"2020","value":10629.49174},{"year":"2021","value":6448.490619}],"domain":{"x":[2016,2021],"y":[131.43658,10629.49174]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":true}],"similar":[{"iso":"FR","name":"France","similarity":0.9840665523},{"iso":"GB","name":"United Kingdom","similarity":0.9827761473},{"iso":"DE","name":"Germany","similarity":0.9731763958999999},{"iso":"BE","name":"Belgium","similarity":0.971347543},{"iso":"IT","name":"Italy","similarity":0.9679109709},{"iso":"NL","name":"Netherlands","similarity":0.9666847409},{"iso":"PT","name":"Portugal","similarity":0.9653519656},{"iso":"LT","name":"Lithuania","similarity":0.9612631835},{"iso":"FI","name":"Finland","similarity":0.9573377821},{"iso":"SE","name":"Sweden","similarity":0.9560362293}]}