{"iso":"tr","name":"Turkey","grid":"on","marketGrouping":"emerging","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"emerging markets","data":[{"rank":40,"value":1.582027191,"year":2022}]},"score":{"data":[{"rank":69,"value":1.582027191,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":42,"value":2.065499961,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":98,"value":0.660042981,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":43,"value":1.053593092,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":57,"value":2.187926433,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":93,"value":1.246789904,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":70,"value":0.705465995,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":36,"value":2.950247759,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":85,"value":1.19233597,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":56,"value":1.169168355,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":91,"value":0.741666667,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":93,"value":1.137013685,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":46,"value":0.019824907,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":41,"value":1.347222222,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":46,"value":1.519927923,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":null,"value":null,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Turkey in October 2021 ratified the Paris Agreement, the last Group of Twenty country to do so, and pledged to hit net-zero carbon emissions by 2053. It has yet to submit a long-term low-carbon strategy."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["With its ratification of the Paris Agreement, Turkey in October 2021 submitted its Intended Nationally Determined Contribution (INDC) as its NDC with a target of reducing its emissions by up to 21% by 2030 compared with the business-as-usual (BAU) scenario."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The country has no plans to phase out fossil fuels."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["Turkey in its 11th Development Plan (2019-2023) issued a target for renewables energy to account for 38% of its power generation mix by 2023, from about 27% in 2012. It includes generation from large hydro plants in renewable energy.","It also has ambitious capacity installation targets across renewable energy sectors, aiming to reach 20 gigawatts of installed wind capacity, 5 gigawatts of solar and 1 gigawatt of geothermal by 2023, as well as 34 gigawatts of hydro, for a total of 60 gigawatts of renewable capacity. A boom in unlicensed solar development saw Turkey reach its 5-gigawatt target by the end of 2018. The government is now planning to reach a cumulative solar photovoltaic (PV) capacity of 15 gigawatts by 2027.","The government allocates Renewable Energy Resource Areas (RERAs or YEKAs), which are plots of land for renewable energy generation. The right to develop in these areas is granted through reverse auctions, with local content requirements. Turkish company Kalyon in 2017 won the tender for the 1-gigawatt Karapınar solar power plant in YEKA GES-1. Subsequently, another auction was held for 2 gigawatts of solar.","An old feed-in tariff scheme for renewable electricity, which started in 2005, was phased out at the end of 2020, with the exception of an extension for geothermal until mid-2021. This was replaced by a new feed-in tariff program on January 30, 2021. Qualifying generators receive a fixed tariff for 10 years, with a five-year bonus for using local content. They must come online between July 1, 2021, and December 31, 2025.","Turkey in May 2019 introduced a net metering scheme for residential PV installations and new rules for unlicensed solar, which has contributed to a rise in commercial PV installations. The payback period for residential solar is too long to encourage the development of a market in this segment.","Turkey has been trying to ramp up local production of renewable energy equipment for years, particularly solar but also wind components. It dropped the import tax exemption clause on solar panels in 2016. The sourcing of modules from local manufacturers is rising. In 2021, there were 7,115 megawatts of crystalline silicon modules commissioned compared with only 365 megawatts in 2015. There is a value-added tax (VA)T exemption available for locally manufactured renewables components, and other machinery and equipment provided to renewable energy developers can also receive a VAT exemption in some cases."]},{"key":2,"title":"Power prices and costs","text":["Turkey has a two-tiered national power tariff for consumption of less than 150 kilowatt-hours and above. These tariffs apply to all consumers who do not choose to purchase electricity in the wholesale market. Power prices in Turkey have risen over the last five years, but especially in 2021. Wholesale power prices do not allow power producers to recoup their costs, which are rising along with fuel prices and currency fluctuation. Natural gas, which accounted for 25% of Turkey’s installed capacity in 2021, contributed to rising costs for power plants and industry due to the surge in gas prices globally that drove up import bills."]},{"key":3,"title":"Power market","text":["The main sources of power generation in Turkey are natural gas and coal.  The historic dominance of coal generation, which currently accounts for 32% of the total, is likely to continue in the short term, though gas has struggled as the economy slows down. Renewable energy additions, mainly wind and solar but also geothermal and biomass, are all growing, but face an uncertain future due to a lack of clarity on the feed-in tariff and delayed auctions. The Yeka auctions have progressed very slowly so far.","State-owned Electricity Generation Company (EUAS) owns as much as 20% of the country’s generation capacity. The remainder is a mixture of independent power producers (IPPs), build-own-operate (BOO) and build-own-operate-transfer (BOOT) plants. As of end-2021, there are 1,795 licensed generators.","Turkey has undertaken ambitious power-market reforms to privatize and liberalize the sector, and to exploit domestic energy resources. This has primarily meant an emphasis on lignite and hydro, as well as renewables. At the end of 2021, the Turkish and Russian heads of state discussed the establishment of two nuclear power plants in Turkey. Commissioning is unlikely before 2026.","In 2022, ASPİLSAN Energy, a subsidiary of the Turkish Armed Forces Foundation, has reached the stage of mass production at its lithium-Ion battery production facility. This development is important for the possibility of having a local battery storage market."]},{"key":4,"title":"Doing business and barriers","text":["Since 2018, Turkey bucked its longer-term trend of adding capacity across all technologies based on the assumption of long-term economic growth and increasing power demand. The government’s prioritization of lignite and emphasis on domestic resources means it is focusing on adding capacity with an emphasis on energy independence and security of supply rather than just the economics of different technologies. To take advantage of domestic resources, Turkey plans to refit existing coal assets to run off lower-quality domestic lignite rather than imported hard coal. This should help keep costs down and reduce reliance on imported fuel.","Existing policies are a major barrier to new project development. Turkish utilities already have considerable dollar-denominated debt, while distribution companies are required to pay the generous feed-in tariff in dollars as well. While the lira continues to fall against the dollar, offtaker risk has grown accordingly. There is a risk of cuts to the feed-in tariff as the cost of the subsidy grows in relative terms. During the currency crisis in the summer of 2018, several distribution companies delayed feed-in tariff payments to solar producers in the unlicensed sector.","Turkey’s energy companies are also struggling financially with dollar-denominated debt. Power prices are not high enough for them to recoup their costs. Local content requirement for renewables in Turkey are high, but the country benefits from a well-developed value chain in most sectors. Renewable energy developers must ensure that almost three-fourths of the equipment and services are domestically sourced as Turkey is determined to support its local industry. In a regulation published on May 28, 2020, the scope and amount of local content in hydroelectricity, wind power, PV and biowaste generation facilities were revised.","Regulation and licensing can be a significant barrier to renewables development. Wind and solar projects are required to obtain a pre-license, which are offered by the state-owned national transmission power system operator Turkish Electricity Transmission Corp. (TEIAS) based on grid capacity. Tenders are held to allocate these pre-licenses, but the tenders have been significantly delayed for wind projects and there is still little clarity on how pre-licenses are to be allocated for larger-scale PV projects.","Besides that, Turkey suffers from droughts. Experts argue that the country needs additional baseload capacity to increase investments in renewables, as the electricity grid that relies on a significant amount of hydro generation (which accounts for 16% of the total) might otherwise not be stable. The government has invested in gas infrastructure and a new nuclear power station. Nonetheless, difficulties remain. Imports of gas at spot prices will be equally limited over the coming months: Turkey in 2021 renewed its gas contracts with Russia but European gas prices are soaring in 2022, especially as the Nord Stream pipeline, one of Russia’s main gas supply pipelines to Europe, is shut indefinitely."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["The electric vehicle (EV) market in Turkey has grown over the past year, increasing from 2,340 vehicles sold in 2020 to 7,328 in 2021. This rise could be even higher if the government did not significantly influence oil prices with motor fuel subsidies."]},{"key":2,"title":"EV policy","text":["Implementation gaps remain across and within sectors, with policy progress slowed by delays in secondary legislation and lack of demand or incentives for energy efficiency products and services, among other factors. An import tax reduction for EVs ended in 2022 and there are prospects of lowering a special consumption tax on EVs to incentivize local vehicle manufacturing. Further, at least one of every 50 parking spaces must have EV charging stations at paid parking lots along the road and at shopping malls."]},{"key":3,"title":"Doing business and barriers","text":["The high cost of ownership, lack of standards and regulations for EV chargers and high investment costs for charging stations were seen as the major barriers for EV deployment. Increasing the consumption tax for battery EVs in 2022 will also undermine EV uptake."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["One of the most important steps Turkey has taken to boost building energy efficiency is the setting of obligatory efficiency targets for public buildings. Since 2019, public buildings with energy managers assigned according to the Energy Efficiency Law No. 5627 are expected to procure energy savings of 15% until 2023 in order to use public resources efficiently and to reduce the burden of energy costs on the public sector. Besides that, the Thermal Insulation in Buildings Regulation imposes a national standard for building insulation. This legislation is aimed at setting limits on heating energy demand of buildings using static, simple calculation techniques."]},{"key":2,"title":"Buildings policy","text":["This sector currently lacks supportive policies to encourage investment."]},{"key":3,"title":"Doing business and barriers","text":["Despite global calls for lower-carbon technologies, Turkey is increasing its use of coal in order to depend less on imported energy. It has not announced any plans to ban the use of coal or gas for heating."]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Not Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Not Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Not Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Not Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":168.8},{"year":"2013","value":235},{"year":"2014","value":299.1},{"year":"2015","value":370.1},{"year":"2016","value":467.4},{"year":"2017","value":766.69},{"year":"2018","value":979.55},{"year":"2019","value":1164.8},{"year":"2020","value":1165},{"year":"2021","value":1204}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":12530},{"year":"2013","value":12563},{"year":"2014","value":14771},{"year":"2015","value":15521.6},{"year":"2016","value":17316.3},{"year":"2017","value":19224.62},{"year":"2018","value":19557.12},{"year":"2019","value":20283.7},{"year":"2020","value":20325.37},{"year":"2021","value":19954.49}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":162.2},{"year":"2013","value":310.8},{"year":"2014","value":404.9},{"year":"2015","value":623.9},{"year":"2016","value":820.9},{"year":"2017","value":1063.7},{"year":"2018","value":1282.5},{"year":"2019","value":1514.7},{"year":"2020","value":1670},{"year":"2021","value":1676.17}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":14715},{"year":"2013","value":16716.75},{"year":"2014","value":17732.25},{"year":"2015","value":19401},{"year":"2016","value":20010.75},{"year":"2017","value":20455},{"year":"2018","value":20536.1},{"year":"2019","value":21377.25},{"year":"2020","value":23534.25},{"year":"2021","value":23920.62493}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":17164},{"year":"2013","value":20255},{"year":"2014","value":21476},{"year":"2015","value":21261},{"year":"2016","value":22238.2},{"year":"2017","value":25587.3},{"year":"2018","value":25649.94},{"year":"2019","value":25904.3},{"year":"2020","value":25649.6},{"year":"2021","value":25964.56}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":755.49},{"year":"2013","value":755.49},{"year":"2014","value":755.49},{"year":"2015","value":755.49},{"year":"2016","value":755.49},{"year":"2017","value":712.27},{"year":"2018","value":709.21},{"year":"2019","value":314},{"year":"2020","value":314},{"year":"2021","value":251.93}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":4905},{"year":"2013","value":5572.25},{"year":"2014","value":5910.75},{"year":"2015","value":6467},{"year":"2016","value":6670.25},{"year":"2017","value":6818.25},{"year":"2018","value":7747.7},{"year":"2019","value":7125.75},{"year":"2020","value":7474.75},{"year":"2021","value":7597.467148}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":10},{"year":"2013","value":16},{"year":"2014","value":94},{"year":"2015","value":284},{"year":"2016","value":851},{"year":"2017","value":3423},{"year":"2018","value":5927},{"year":"2019","value":7045},{"year":"2020","value":7918},{"year":"2021","value":9423}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":2320},{"year":"2013","value":2838},{"year":"2014","value":3943},{"year":"2015","value":4970},{"year":"2016","value":6341},{"year":"2017","value":7494},{"year":"2018","value":8027},{"year":"2019","value":8599},{"year":"2020","value":9915},{"year":"2021","value":11738}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,101730.242078]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":721},{"year":"2013","value":1171},{"year":"2014","value":1433},{"year":"2015","value":1758},{"year":"2016","value":1682},{"year":"2017","value":2797},{"year":"2018","value":3216},{"year":"2019","value":4524},{"year":"2020","value":5501},{"year":"2021","value":7616.648357}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":67164},{"year":"2013","value":63055},{"year":"2014","value":76262},{"year":"2015","value":76166},{"year":"2016","value":92451.89601},{"year":"2017","value":97566.42983},{"year":"2018","value":113310.866},{"year":"2019","value":113117},{"year":"2020","value":106329.98},{"year":"2021","value":104202.0168}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":899},{"year":"2013","value":1364},{"year":"2014","value":2364},{"year":"2015","value":3424},{"year":"2016","value":4818},{"year":"2017","value":5969.48197},{"year":"2018","value":7522.95138},{"year":"2019","value":8200},{"year":"2020","value":8126.2},{"year":"2021","value":9793.17783}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":43398.75},{"year":"2013","value":44565.75},{"year":"2014","value":30483.75},{"year":"2015","value":50359.5},{"year":"2016","value":50478},{"year":"2017","value":43882.29249},{"year":"2018","value":45450.62231},{"year":"2019","value":66664.5},{"year":"2020","value":58589.25},{"year":"2021","value":41784.59854}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":104499},{"year":"2013","value":105116},{"year":"2014","value":120576},{"year":"2015","value":99219},{"year":"2016","value":88287.56233},{"year":"2017","value":108774.1496},{"year":"2018","value":90410.58752},{"year":"2019","value":56702},{"year":"2020","value":69331},{"year":"2021","value":108438.7274}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":2224},{"year":"2016","value":2608.21863},{"year":"2017","value":1966.68586},{"year":"2018","value":955.2977},{"year":"2019","value":733},{"year":"2020","value":313},{"year":"2021","value":336.72237}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":14466.25},{"year":"2013","value":14855.25},{"year":"2014","value":10161.25},{"year":"2015","value":16786.5},{"year":"2016","value":16825},{"year":"2017","value":14627.43083},{"year":"2018","value":15150.20744},{"year":"2019","value":22221.5},{"year":"2020","value":19529.75},{"year":"2021","value":13928.19951}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":17},{"year":"2015","value":194},{"year":"2016","value":1033.636},{"year":"2017","value":2897.91269},{"year":"2018","value":8246.436},{"year":"2019","value":9620.335},{"year":"2020","value":11592.50368},{"year":"2021","value":13970.54589}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":5861},{"year":"2013","value":7558},{"year":"2014","value":5820},{"year":"2015","value":11652},{"year":"2016","value":15509},{"year":"2017","value":17859.85819},{"year":"2018","value":21225.15934},{"year":"2019","value":21749.558},{"year":"2020","value":24924.99347},{"year":"2021","value":30038.01204}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]}],"domain":{"x":[2012,2021],"y":[0,330108.648737]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":100},{"year":"2017","value":87.09},{"year":"2018","value":87.43},{"year":"2019","value":107.16},{"year":"2020","value":103.51},{"year":"2021","value":101.44}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":106.98},{"year":"2017","value":83.63},{"year":"2018","value":89.2},{"year":"2019","value":101.55},{"year":"2020","value":96.5},{"year":"2021","value":96.7}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":84.42},{"year":"2017","value":72.64},{"year":"2018","value":76.85},{"year":"2019","value":91.64},{"year":"2020","value":83.02},{"year":"2021","value":93.24}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":136.53},{"year":"2017","value":91.15},{"year":"2018","value":103.32},{"year":"2019","value":105.84},{"year":"2020","value":102.99},{"year":"2021","value":95.4}]}],"domain":{"x":[2016,2021],"y":[72.64,136.53]}},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":2972.77013},{"year":"2017","value":2825.6567},{"year":"2018","value":2581.349},{"year":"2019","value":2107.376},{"year":"2020","value":4872.45},{"year":"2021","value":3377.275}],"domain":{"x":[2016,2021],"y":[2107.376,4872.45]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":false,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":false},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":false},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":false}],"similar":[{"iso":"BG","name":"Bulgaria","similarity":0.9882628583999999},{"iso":"UA","name":"Ukraine","similarity":0.9862602447},{"iso":"JO","name":"Jordan","similarity":0.9849295423},{"iso":"AM","name":"Armenia","similarity":0.9798261989},{"iso":"BA","name":"Bosnia and Herzegovina","similarity":0.978651673},{"iso":"GE","name":"Georgia","similarity":0.9768139715999999},{"iso":"KZ","name":"Kazakhstan","similarity":0.9752057377},{"iso":"SA","name":"Saudi Arabia","similarity":0.9738902667},{"iso":"RS","name":"Serbia","similarity":0.9724775608},{"iso":"MD","name":"Moldova","similarity":0.9668230933999999}]}