{"iso":"us","name":"United States","grid":"on","marketGrouping":"developed","region":{"id":"amer","name":"Americas"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":20,"value":2.171429355,"year":2022}]},"score":{"data":[{"rank":24,"value":2.171429355,"year":2022}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":22,"value":2.294421381,"year":2022}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":20,"value":2.148757889,"year":2022}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":27,"value":1.825124743,"year":2022}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":24,"value":2.966255031,"year":2022}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":58,"value":1.546610506,"year":2022}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":27,"value":1.206596852,"year":2022}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":11,"value":3.388025795,"year":2022}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":102,"value":1.082093204,"year":2022}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":41,"value":1.31954073,"year":2022}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":27,"value":2.80055055,"year":2022}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":3,"value":2.151419428,"year":2022}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":20,"value":0.842511029,"year":2022}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":34,"value":1.866647222,"year":2022}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":18,"value":2.335353489,"year":2022}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":10,"value":1.23185104,"year":2022}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["Although the Biden administration has spoken of reaching net-zero emissions by 2050 in aspirational terms, the US does not currently have a federal net-zero emissions goal. To legislate such a target would either require a considerable shift in the balance of power in Congress toward the Democrat party, or a broad change in policy position by the Republicans. Although public opinion is gradually growing supportive of more aggressive climate policy, there is little to suggest that either of the above scenarios will arise in the near term.","Despite the lack of a formal target, the current administration has passed the biggest climate spending legislation in the country’s history. The Inflation Reduction Act (2022) allocates $396 billion to addressing climate change by subsidizing – primarily through tax credits – the generation of renewable energy power plants, manufacturing of clean power technology, sale of electric vehicles, production of green hydrogen, deployment of carbon capture, and operation of existing nuclear plants. The Infrastructure Investment and Jobs Act (2021) allocates $80 billion to the energy transition, primarily for building supporting infrastructure (such as transmission and electric vehicle charging) and the development of next-generation technologies that would address hard-to-abate emissions (such as hydrogen, carbon capture and storage and advanced nuclear).","Some US states have pushed ahead of federal ambitions and put net-zero targets in place. These include California (2045), Washington (2045), Montana (2050), Nevada (2050), Michigan (2050), Louisiana (2050), Virginia (2045), Massachusetts (2050) and Maine (2050). A few of these targets are statutory, but the majority are executive orders, making them relatively easy to reverse by subsequent state governors."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["The Obama administration declared a non-legislated goal of reducing net greenhouse gas emissions by 26-28% below 2005 levels by 2025. This was effectively the US commitment under the Paris Climate Accord. However, after taking office in 2017, President Donald Trump initiated the withdrawal of the US from the Paris deal.","Upon assuming office, President Joseph Biden recommitted the US to the Paris Agreement and the 2025 target from the country’s original ‘nationally determined contribution’ (NDC). In April, the administration announced a new NDC for 2030, aiming for a 50-52% reduction in net emissions by 2030, again with a 2005 baseline."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The US does not have any policies that explicitly require the phase out of fossil fuels."]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["In both the lead-up to his election and subsequently, President Biden has repeatedly stated the goal of fully decarbonizing the US power sector by 2035. The administration has also announced an interim goal of achieving an 80% reduction in power sector emissions by 2030. While not legally binding, these goals lie at the heart of Biden’s policy strategy for the power sector. However, although the federal government can have a broad influence on electricity, the sector is principally governed and regulated at the state level.","As such, federal policies on power decarbonization mostly consist of ‘carrots’ in the form of economic incentives, such as tax credits to encourage the uptake of wind, solar and batteries. States, by contrast, can set explicit targets to ‘force’ the uptake of low-carbon generation – if they choose to. At the time of writing, 31 US states had a binding target (in the form of a ‘Renewable Portfolio Standard’), albeit with varying degrees of ambition. Five states aim for 100% renewable energy through their RPS."]},{"key":2,"title":"Power prices and costs","text":["While there is considerable regional variation, the US enjoyed a period of relatively cheap power thanks to its abundance of natural gas; prices in 2020 ranged between $18 per megawatt-hour (MWh) and $38/MWh at major power hubs. That changed in 2021, as gas prices began to rise and power prices followed suit. The trend continued in 2022; in August 2022, natural gas prices were twice their August 2021 value. The range of average wholesale prices in 2021 was $32-181/MWh.","The US has several layers of regulation across states, utilities, power markets and the federal government. The boundaries of all these layers do not align neatly, and the country has a mix of deregulated power markets and vertically integrated regions.","An unexpected winter storm in February 2021 hit Texas hard, sending power prices in that market to $8000-9000/MWh for several days at a time. The event highlighted the potential for extreme weather to become more common in the US, and the possibility that power sector economics could, in future, be determined as much by weather events as they are by the price of natural gas."]},{"key":3,"title":"Power market","text":["The US power sector is highly heterogeneous, with a hodgepodge of vertically integrated and competitive markets across the country. Generally speaking, the less regulated markets have seen a higher uptake of renewables, particularly in regions where wind and solar are demonstrably cheaper than existing gas. However, this does not apply across the entire country, and regulated markets, particularly in the southeast, have proven challenging for renewables developers.","Just as the US power sector is fragmented in terms of policy and regulation, it is also physically fragmented due to a lack of transmission – both in terms of connections between different regions and connections within those regions. As the penetration of renewables increases, so does the risk that power prices near generation sources will fall disproportionately due to the inability of the network to shift all of the power being produced to areas of demand. The 2021 Infrastructure, Investment and Jobs Act has allocated $28 billion for investment in upgrading grid infrastructure, as well as addressing some of the permitting issues that have held back transmission projects in the past."]},{"key":4,"title":"Doing business and barriers","text":["While the current occupant of the Oval Office, President Joe Biden, strongly favors renewables, this may not always be the case. As renewable energy has continued its march into the mainstream, the level of hostility among its opponents has risen. Those that would have previously just criticized renewables as too expensive, are now also blaming wind and solar for a variety of maladies – from undermining energy security, to threatening American jobs and causing high gasoline prices. A change in administration could bring a strong backlash against renewable energy, whether warranted or not."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["In 2021, nearly 660,000 electric vehicles (EVs) were sold in the US, a near-doubling of sales compared to the previous year. At the end of 2021, there were 2.4 million EVs on the road in the country, representing 0.7% of the overall fleet. A particular feature of the US EV market is the high degree of concentration. In 2020, 63% of EVs sold in the US were made by Tesla, and in the first half of 2021 it was 50%. Other automakers are beginning to make an impact, but are still some way off genuinely competing."]},{"key":2,"title":"EV policy","text":["President Biden signed an executive order setting an aspirational target that EVs should make up 40-50% of new vehicle sales by 2030. The federal government has three main levers to achieve this goal: fuel efficiency requirements for automakers, tax credits to subsidize the upfront cost for consumers, and funding for charging infrastructure.","Corporate Average Fuel Economy (CAFE) standards require the average fuel efficiency of all vehicles sold by a particular automaker to be above a certain level. The framework has existed since the 1970s and has, over time, become increasingly stringent. The Obama administration introduced targets for the 2020s that were so stringent that an automaker couldn’t meet them just by making the internal combustion engine vehicles it sold more efficient. Instead, it would need to sell a significant number of EVs in order to comply. However, the Trump administration revoked these rules and replaced them with requirements that could be achieved without selling EVs. The Biden administration has, in turn, pledged to reintroduce stringent requirements, but due to various legislative complexities, the earliest these can come into effect is 2024.","Tax credits for EVs are already in place and offer consumers a $7,500 rebate. However, this incentive phases out for a particular manufacturer’s vehicles once its sales exceed a cap of 200,000. The 2022 Inflation Reduction Act contains various provisions, such as lifting the cap on credits, making the tax credit more accessible to low income consumers, and increasing the incentive for vehicles made in the US with unionized labor.","The Infrastructure Investment and Jobs Act that was signed into law in 2021 allocates $7.5 billion towards the build-out of EV charging infrastructure. This may encourage the uptake of EVs among consumers that are concerned with range, or do not have access to charging at home."]},{"key":3,"title":"Doing business and barriers","text":["Policy uncertainty is a barrier to the uptake of EVs in the US. The sector has, like wind and solar, found itself associated with one side in a political culture war. The risk to EV policy was illustrated in the flip-flop in fuel economy standards between the Obama, Trump and then Biden administrations.","The Biden administration is strongly supportive of EVs, but there are nuances to that support. The Inflation Reduction Act strongly favor US-based manufacturers, particularly those using unionized labor and locally sourced battery materials.","The success of Tesla is not in itself a hindrance to the success of the US EV sector. However, the dominance of one company does illustrate the fact that other automakers have so far failed to capture the imagination of the US public. Enthusiasm for EVs that aren’t made by Tesla is a must if large-scale electrification of the US road transport sector is to be achieved."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["Approximately half of US homes depend on natural gas for heat. This is unsurprising given the relatively low cost of natural gas to consumers, and holds true even through prices rose in 2021. The average retail price for residential consumers in 2021 was $12.24 per metric million British thermal unit (MMBtu) compared to $10.44 a years earlier. The main alternative is electric heating, which is most prevalent in the south, where demand for heating is low meaning that the additional effort needed to integrate gas into a home is not warranted."]},{"key":2,"title":"Buildings policy","text":["As with the power and transport sectors, the Biden administration has declared its aspirations for buildings, but has not yet implemented all of the policies that would support achieving those goals. Stated aims include creating jobs through efficiency retrofit programs, encouraging the uptake of heat pumps, and adopting modern energy codes for new buildings.","There are building codes at the national level, but adoption and enforcement is left to states and municipalities. Some have mandated energy performance standards, while others have no policy in place. Similarly, some states incentivize the uptake of various efficiency measures and products, typically through utility programs.","There are currently tax credits that encourage the adoption of efficient heating in the residential sector. This includes a $300 tax credit for Energy Star certified air-source heat pumps and central air-conditioning units, and $150 for Energy Star certified systems running on gas, propane, or oil. Geothermal heat pumps are more generously supported, qualifying for the investment tax credit with a value of 26% of the upfront cost of the system in 2021 and 2022. The credit will expire in 2024."]},{"key":3,"title":"Doing business and barriers","text":["Although prices have risen recently, generally speaking, US consumers enjoy cheap natural gas. This diminishes the incentive to invest in new forms of heating.","As with other sectors, the federal government has a less direct role in buildings efficiency than state and local governments. The federal government can create policies to encourage certain outcomes, but has less scope to lay down the rules, which are more in the hands of state and local governments. As a result, the US market is very fragmented from the perspective of vendors of efficient products and services."]}]}],"policies":[],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2012","value":12079},{"year":"2013","value":12889},{"year":"2014","value":13096},{"year":"2015","value":13347},{"year":"2016","value":13451},{"year":"2017","value":13659},{"year":"2018","value":13801},{"year":"2019","value":13950},{"year":"2020","value":14023},{"year":"2021","value":13826.4}]},{"subindicator":"Coal","units":"MW","data":[{"year":"2012","value":245315},{"year":"2013","value":246323},{"year":"2014","value":246323},{"year":"2015","value":246323},{"year":"2016","value":246323},{"year":"2017","value":246323},{"year":"2018","value":241904},{"year":"2019","value":238740},{"year":"2020","value":237149},{"year":"2021","value":230944}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2012","value":3434},{"year":"2013","value":3525},{"year":"2014","value":3548},{"year":"2015","value":3624},{"year":"2016","value":3624},{"year":"2017","value":3661},{"year":"2018","value":3791},{"year":"2019","value":3817},{"year":"2020","value":3865},{"year":"2021","value":3890}]},{"subindicator":"Large Hydro","units":"MW","data":[{"year":"2012","value":61642},{"year":"2013","value":61985},{"year":"2014","value":62107},{"year":"2015","value":62229},{"year":"2016","value":62456},{"year":"2017","value":62578},{"year":"2018","value":62700},{"year":"2019","value":62700},{"year":"2020","value":62822},{"year":"2021","value":62882}]},{"subindicator":"Marine","units":"MW","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"MW","data":[{"year":"2012","value":472465},{"year":"2013","value":480861},{"year":"2014","value":490248},{"year":"2015","value":497350},{"year":"2016","value":506715},{"year":"2017","value":517313},{"year":"2018","value":537706},{"year":"2019","value":546066},{"year":"2020","value":553213},{"year":"2021","value":557930.6}]},{"subindicator":"Nuclear","units":"MW","data":[{"year":"2012","value":101909},{"year":"2013","value":101909},{"year":"2014","value":101909},{"year":"2015","value":101909},{"year":"2016","value":103179},{"year":"2017","value":103179},{"year":"2018","value":103179},{"year":"2019","value":102198},{"year":"2020","value":99974},{"year":"2021","value":98938}]},{"subindicator":"Oil & Diesel","units":"MW","data":[{"year":"2012","value":30430},{"year":"2013","value":30528},{"year":"2014","value":30600},{"year":"2015","value":30684},{"year":"2016","value":30761},{"year":"2017","value":30820},{"year":"2018","value":30895},{"year":"2019","value":30896},{"year":"2020","value":30929},{"year":"2021","value":30816}]},{"subindicator":"Other - fossil","units":"MW","data":[{"year":"2012","value":485},{"year":"2013","value":485},{"year":"2014","value":485},{"year":"2015","value":485},{"year":"2016","value":485},{"year":"2017","value":485},{"year":"2018","value":485},{"year":"2019","value":485},{"year":"2020","value":485},{"year":"2021","value":485}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2012","value":16175},{"year":"2013","value":16263},{"year":"2014","value":16307},{"year":"2015","value":16323},{"year":"2016","value":16472},{"year":"2017","value":16556},{"year":"2018","value":16585},{"year":"2019","value":16610},{"year":"2020","value":16642},{"year":"2021","value":16642}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2012","value":6923},{"year":"2013","value":12598},{"year":"2014","value":19314},{"year":"2015","value":26655},{"year":"2016","value":40750},{"year":"2017","value":51657},{"year":"2018","value":61891},{"year":"2019","value":73498},{"year":"2020","value":92089},{"year":"2021","value":116603}]},{"subindicator":"Solar thermal","units":"MW","data":[{"year":"2012","value":528},{"year":"2013","value":893},{"year":"2014","value":1979},{"year":"2015","value":2089},{"year":"2016","value":2089},{"year":"2017","value":2089},{"year":"2018","value":2089},{"year":"2019","value":2089},{"year":"2020","value":2089},{"year":"2021","value":2089}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2012","value":60552},{"year":"2013","value":61190},{"year":"2014","value":66293},{"year":"2015","value":74622},{"year":"2016","value":82967},{"year":"2017","value":90306},{"year":"2018","value":98038},{"year":"2019","value":107458},{"year":"2020","value":123914},{"year":"2021","value":138986}]},{"subindicator":"Other - non-fossil","units":"MW","data":[{"year":"2012","value":1108},{"year":"2013","value":1148},{"year":"2014","value":1193},{"year":"2015","value":1219},{"year":"2016","value":1260},{"year":"2017","value":1303},{"year":"2018","value":1346},{"year":"2019","value":1446},{"year":"2020","value":1459},{"year":"2021","value":1476}]}],"domain":{"x":[2012,2021],"y":[0,1275508]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2012","value":54800},{"year":"2013","value":59000},{"year":"2014","value":64400},{"year":"2015","value":65300},{"year":"2016","value":63600},{"year":"2017","value":63300},{"year":"2018","value":68700},{"year":"2019","value":62600},{"year":"2020","value":62000},{"year":"2021","value":48081}]},{"subindicator":"Coal","units":"GWh","data":[{"year":"2012","value":1251700},{"year":"2013","value":1323600},{"year":"2014","value":1334100},{"year":"2015","value":1175900},{"year":"2016","value":1127000},{"year":"2017","value":1119600},{"year":"2018","value":1089000},{"year":"2019","value":937000},{"year":"2020","value":793600},{"year":"2021","value":903750}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2012","value":15600},{"year":"2013","value":15500},{"year":"2014","value":15700},{"year":"2015","value":15900},{"year":"2016","value":15800},{"year":"2017","value":15900},{"year":"2018","value":16600},{"year":"2019","value":15500},{"year":"2020","value":17400},{"year":"2021","value":15843}]},{"subindicator":"Large Hydro","units":"GWh","data":[{"year":"2012","value":222900},{"year":"2013","value":207700},{"year":"2014","value":203900},{"year":"2015","value":194600},{"year":"2016","value":210200},{"year":"2017","value":237000},{"year":"2018","value":226100},{"year":"2019","value":220800},{"year":"2020","value":221600},{"year":"2021","value":210971}]},{"subindicator":"Marine","units":"GWh","data":[{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0},{"year":"2021","value":0}]},{"subindicator":"Natural Gas","units":"GWh","data":[{"year":"2012","value":1272900},{"year":"2013","value":1143500},{"year":"2014","value":1162500},{"year":"2015","value":1358800},{"year":"2016","value":1402700},{"year":"2017","value":1311700},{"year":"2018","value":1484100},{"year":"2019","value":1599800},{"year":"2020","value":1635000},{"year":"2021","value":1591706}]},{"subindicator":"Nuclear","units":"GWh","data":[{"year":"2012","value":755000},{"year":"2013","value":774900},{"year":"2014","value":782300},{"year":"2015","value":787100},{"year":"2016","value":795800},{"year":"2017","value":795000},{"year":"2018","value":797900},{"year":"2019","value":802200},{"year":"2020","value":790000},{"year":"2021","value":778151}]},{"subindicator":"Oil & Diesel","units":"GWh","data":[{"year":"2012","value":12600},{"year":"2013","value":13800},{"year":"2014","value":23700},{"year":"2015","value":21700},{"year":"2016","value":12100},{"year":"2017","value":11300},{"year":"2018","value":16000},{"year":"2019","value":10900},{"year":"2020","value":9980},{"year":"2021","value":9110}]},{"subindicator":"Other - fossil","units":"GWh","data":[{"year":"2012","value":1200},{"year":"2013","value":1500},{"year":"2014","value":1400},{"year":"2015","value":1600},{"year":"2016","value":1500},{"year":"2017","value":1600},{"year":"2018","value":1500},{"year":"2019","value":1400},{"year":"2020","value":1500},{"year":"2021","value":1500}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2012","value":52600},{"year":"2013","value":59900},{"year":"2014","value":54300},{"year":"2015","value":53500},{"year":"2016","value":56500},{"year":"2017","value":62300},{"year":"2018","value":63900},{"year":"2019","value":66400},{"year":"2020","value":69700},{"year":"2021","value":41000}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2012","value":8200},{"year":"2013","value":15300},{"year":"2014","value":25300},{"year":"2015","value":35300},{"year":"2016","value":50800},{"year":"2017","value":73300},{"year":"2018","value":94300},{"year":"2019","value":103600},{"year":"2020","value":129500},{"year":"2021","value":111140}]},{"subindicator":"Solar thermal","units":"GWh","data":[{"year":"2012","value":900},{"year":"2013","value":800},{"year":"2014","value":2400},{"year":"2015","value":3200},{"year":"2016","value":3400},{"year":"2017","value":3400},{"year":"2018","value":3600},{"year":"2019","value":3300},{"year":"2020","value":3200},{"year":"2021","value":2838}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2012","value":140800},{"year":"2013","value":167800},{"year":"2014","value":181600},{"year":"2015","value":190700},{"year":"2016","value":227000},{"year":"2017","value":254300},{"year":"2018","value":273600},{"year":"2019","value":294100},{"year":"2020","value":337400},{"year":"2021","value":378182}]},{"subindicator":"Other - non-fossil","units":"GWh","data":[{"year":"2012","value":4800},{"year":"2013","value":4800},{"year":"2014","value":5100},{"year":"2015","value":5700},{"year":"2016","value":5800},{"year":"2017","value":5400},{"year":"2018","value":5500},{"year":"2019","value":5900},{"year":"2020","value":5400},{"year":"2021","value":5400}]}],"domain":{"x":[2012,2021],"y":[0,4140800]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2016","value":92.3},{"year":"2017","value":93.21},{"year":"2018","value":92.71},{"year":"2019","value":90.84},{"year":"2020","value":89.99},{"year":"2021","value":111.9}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2016","value":93.23},{"year":"2017","value":94.42},{"year":"2018","value":94.09},{"year":"2019","value":92.97},{"year":"2020","value":92.63},{"year":"2021","value":106.95}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2016","value":65.83},{"year":"2017","value":66.35},{"year":"2018","value":66.56},{"year":"2019","value":65.04},{"year":"2020","value":63.75},{"year":"2021","value":71.56}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2016","value":121.57},{"year":"2017","value":123.71},{"year":"2018","value":123.01},{"year":"2019","value":123.02},{"year":"2020","value":124.16},{"year":"2021","value":137.4}]}],"domain":{"x":[2016,2021],"y":[63.75,137.4]}},{"indicator":"Investment Buildings","sectorName":"Buildings","dealType":"Asset Finance","data":[{"year":"2016","value":11227.79271},{"year":"2017","value":12962.46302},{"year":"2018","value":14448.3125},{"year":"2019","value":15392.41458},{"year":"2020","value":16914.34427},{"year":"2021","value":18176.35314}]},{"indicator":"Investment Transport","sectorName":"Transport","dealType":"Asset Finance","data":[{"year":"2016","value":8452.203925},{"year":"2017","value":10015.55516},{"year":"2018","value":20506.02434},{"year":"2019","value":17532.29296},{"year":"2020","value":18554.41416},{"year":"2021","value":34960.30654}]},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2016","value":29255.438},{"year":"2017","value":35491.19432},{"year":"2018","value":32555.2936},{"year":"2019","value":51699.336},{"year":"2020","value":45292.45},{"year":"2021","value":45484.982}],"domain":{"x":[2016,2021],"y":[29255.438,51699.336]}},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs (eg. corporate PPAs and all other types) signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy? ","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":true,"q2":"Transmission","a2":true,"q3":"Retail","a3":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel price distortions - Taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes or carbon prices?","isBoolean":true,"a1":false},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Taxes","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Influence on fuel prices - Subsidies","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":false},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency policy","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency incentives","question":"Is there access to loans or grants for energy efficiency measures (i.e. Wall or loft insulation or double glazing)?","isBoolean":true,"a1":true}],"similar":[{"iso":"CA","name":"Canada","similarity":0.9919963607},{"iso":"NO","name":"Norway","similarity":0.9169792361},{"iso":"IE","name":"Ireland","similarity":0.9125864256},{"iso":"PT","name":"Portugal","similarity":0.9079191253000001},{"iso":"CH","name":"Switzerland","similarity":0.9067694745},{"iso":"HU","name":"Hungary","similarity":0.8995646175},{"iso":"PL","name":"Poland","similarity":0.8988058176},{"iso":"AT","name":"Austria","similarity":0.8960358421},{"iso":"SE","name":"Sweden","similarity":0.8895098616},{"iso":"FR","name":"France","similarity":0.8893545386}]}