{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    em: \"em\",\n    h2: \"h2\",\n    img: \"img\",\n    p: \"p\",\n    strong: \"strong\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"Romania’s new wind and solar subsidy auctions could revitalize the country’s renewable energy sector after years of turmoil. Under the new renewables program, the country plans to support 10 gigawatts of onshore wind and solar capacity by 2030. Romania used to be one of the most active markets for renewables in southeastern Europe a decade ago, but new additions have stagnated since 2013, when the government decided to cut subsidies.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"•\\tRomania has strengthened its 2030 target for the renewable share of gross final energy consumption. The revised energy and climate strategy plan, published in October, has pushed the goal up to 38.3%, from 30.7% in the 2019 version. Meeting the new target will require Romania to triple its current onshore wind and solar capacity by 2030.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"•\\tRomania has committed to phasing out coal-based energy by 2032, but natural gas will continue to play a key role in the country’s energy transition. The nation is the European Union’s second-largest gas producer and expects its production to increase starting in 2027.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"•\\tRomania launched its first contract-for-difference (CfD) auction in September. According to the current plan, it will support 2.5 gigawatts each of onshore wind and solar before the end of 2025. This is part of a wider initiative to auction 10 gigawatts of clean power by 2030.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"•\\tThe government passed an offshore wind law in April to enable the first projects in its waters by 2032. However, logistical challenges linked to installing turbines in the Black Sea may render the plan economically unfeasible, according to BloombergNEF.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"•\\t(The volume of corporate PPA deals signed in Romania in 2023-24 was corrected on November 22, 2024, to read “642MW” in the sixth paragraph on page 3.)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Figure 1:\\tCumulative solar and onshore wind installations in Romania, historical and forecast\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/Cumulative-solar-and-onshore-wind-installations-in-Romania.PNG\",\n        alt: \"Cumulative solar and onshore wind installations in Romania, historical and forecast\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: Forecast values are BNEF estimates. The solar pipeline here refers to solar photovoltaic (PV). Utility figures are for BNEF’s mid-scenario only.\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"1.\\tNational context\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Romania has a diversified energy mix, with renewable sources including wind, solar and hydropower and zero-carbon electricity technologies like nuclear accounting for two-thirds of the country’s total installed capacity. Fossil fuels – particularly gas and coal – make up the rest of the country’s installed capacity and have historically dominated the country’s energy mix.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Yet renewables have been closing the gap over the past few years. Onshore wind and solar additions have grown over the past decade and now account for a third of the country’s total installed capacity. Onshore wind jumped from 0.4 gigawatts (GW) in 2010 to 3GW in 2023, while solar installations grew from just a few megawatts (MW) to almost 2.9GW over the same period.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Romania has committed to phasing out coal-based energy by 2032, but natural gas will continue to play a key role in the country’s energy transition. The nation is the second-largest gas producer in the EU, and it expects its production to increase starting in 2027, supported by the Neptun Deep offshore gas field project in the Black Sea. For more, see European Gas Market 2030 Outlook: Spotlight on LNG (web | terminal).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Figure 2:\\tRomania’s historical energy mix\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/Romania-historical-energy-mix.PNG\",\n        alt: \"Romania’s historical energy mix\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"Source: Source: BloombergNEF. Note: PV refers to solar photovoltaic.\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"2.\\tLow-carbon strategy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The country’s renewable energy ambitions have been shaped by the EU’s energy and climate policy objectives. Romania ramped up its 2030 target for renewable energy’s share of gross final energy consumption to 38.3% under its revised National Energy and Climate Plan (NECP), published in October 2024, from 30.7% in its 2019 proposal. Hitting the updated target will require the nation to more than triple wind and solar capacity from 2022 levels, to 15.5GW. The new target is lower than the Commission’s recommendation of 41%, which the country has said would be challenging to meet due to technological, economic and infrastructural barriers.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"To support the rapid scale-up of intermittent energy sources, the updated NECP envisions 1.2GW of battery energy storage capacity additions by the end of the decade. Romania also operates 1.3GW of nuclear capacity and has plans to further boost capacity by installing an additional 1.9GW by 2032 by commissioning a small modular reactor (SMR) project totaling 462MW at a retiring coal plant and deploying two additional units, of 700MW each, at Cernavoda nuclear power plant.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"3.\\tOpportunities and barriers for renewable energy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Romania used to be one of the most active markets for onshore wind and solar developments in southeastern Europe thanks to a short-lived renewables boom between 2010-14, when generous incentives helped the country commission almost 4GW of new capacity. A period of stagnation followed: only 0.7GW of solar projects and almost no wind capacity have been deployed since 2014 when the government introduced retroactive tariff cuts, damaging project developers’ revenues. Officials also banned power purchase agreements (PPAs) in 2012.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Ongoing policy uncertainty and unfavorable legislative amendments have all undermined renewable energy growth in Romania over the past years. However, the country’s new CfD subsidy auction could restore much-needed investor confidence and help unlock the renewable sector. Saturated wind markets across Western Europe may now spur greater interest in Romania, where the renewable energy sector is showing signs of revival despite the decade-long setback.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"New route to market to unlock untapped renewables potential\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Romania’s new wind and solar subsidy auctions could revitalize its renewable energy sectors after years without government support. With no government incentives in place, the only option for developers was to sell electricity into the wholesale electricity market and accept the merchant risk.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Romania launched its first CfD auction in September, after a one-year delay. The first auction was scheduled for 2023, but European Commission state aid approval came only in March 2024. The two-way CfD scheme will award 15-year contracts to support 5GW of combined solar and onshore wind capacity by 2025.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The country will auction 0.5GW of solar and 1GW of onshore wind in 2024 and a further 2GW of solar and 1.5GW of onshore wind by the end of 2025. Project developers have until mid-November to bid in the auction, which has a maximum guaranteed price of €78 per megawatt-hours ($83/MWh) for solar developments and €82/MWh for onshore wind projects. Winners will be announced at the end of 2024. The CfD auction will be financed through the Modernization Fund, a European Union program that is supporting 13 lower-income member states as they look to reach climate neutrality. The upcoming tender is part of a wider initiative to award 10GW of renewables in Romania by 2030.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The country also completely lifted the PPA ban in 2022. Nonetheless, the PPA market is still in its infancy. Obtaining financing for a PPA-supported project in Romania from local banks has been more difficult than in other markets due to a lack of bankable offtakers in the country. Moreover, power price volatility and regulatory uncertainty have limited PPA uptake. BloombergNEF has tracked 642MW of corporate PPA deals signed across 2023-24 in Romania.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Solar market sees renewed momentum\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Romanian solar market has recently witnessed a surge in activity, with BloombergNEF expecting Romania to add 2.7GW of new solar capacity by the end of 2024. According to data collected by BNEF, so-called prosumers – or individuals who produce and consume energy – deployed 1.5GW of small-scale solar capacity over 2021-23. Small-scale installations have been driven the Casa Verde Fotovoltaice subsidy program along with the country’s net-metering regime. The country’s utility-scale market is also growing, propelled by the government’s CfD auction program aiming to support 2.5GW of solar capacity additions over 2024-25. For more, see Global PV Market Outlook (web | terminal).\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Offshore wind plan off to a good start but still has much to prove\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Romanian government passed an offshore wind law in April to enable the first projects in its waters by 2032. One of the greatest threats to offshore wind development in Romania is an unlikely culprit: bridges. While the government has laid out plans to support the technology, logistical challenges around installing turbines in the Black Sea may render its ambitions futile as air clearance restrictions in the Bosphorus and Dardanelles could hinder plans, according to BloombergNEF. For more, see Bridges in Turkey Topple Offshore Wind Hopes in Romania (web | terminal).\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"iso":"ro","title":"On the cusp of a major renewables overhaul.","description":"Romania’s new wind and solar subsidy auctions could revitalize the country’s renewable energy sector after years of turmoil. ","publish":true,"dataFiles":[],"slug":"/highlights/romania","type":"highlight","_filename":"romania.mdx","_slug":"/highlights/romania"},"scope":{}}},"__N_SSG":true}