


{
  "id": "2016-02-24-climatescope-blog-South-Africa",
  "title": "Another year in the top 5 for South Africa!",
  "content": "<h2 id=\"another-year-in-the-top-5-for-south-africa\">ANOTHER YEAR IN THE TOP 5 FOR SOUTH AFRICA!</h2>\n\n<p>South Africa has become one of the world’s most vibrant clean energy markets ever since it launched its auction program in 2011. The country confirmed its attractiveness in 2015 by ranking 4<sup>th</sup> out of 55 nations in Climatescope 2015, down one spot from the previous edition.</p>\n\n<p>Dr Rob Davies, Minister of Trade and Industry, <a href=\"http://www.sanews.gov.za/features/south-africa-open-business\">recently lauded</a> his country’s performance in the Climatescope ranking. He pointed to the fact that the clean energy sector had become one of the most reliable sources of foreign direct investment and activity in South Africa, at a time where many sectors are plagued by the rout in commodity prices and global macroeconomic headwinds.</p>\n\n<p>South Africa’s government launched an ambitious plan to address the power shortages and reliability issues that have held back economic growth in 2010. The main goal is to more than double power generation capacity from 43 gigawatts to 89.5 gigawatts by 2030. But the country is also looking to reduce its reliance on fossil fuels (coal covers 85% of the countries power mix). Renewables play a central role with a target share of 20% in the total mix, including 9.2 gigawatts of wind and 8.4 gigawatts of solar PV.</p>\n\n<p>Climatescope shows that the country is able to deliver these ambitious goals. The country installed just under a gigawatt of new solar capacity in 2014 alone, and around half a megawatt of onshore wind in both 2014 and 2015. This impressive growth was brought about by South Africa’s flagship renewable energy auction program, which has become an example for policy makers around the world. The program is still in full swing, with 2.2 gigawatts of contracts awarded in 2015 and a new 1.8-gigawatt tender round announced for 2016. A delay in the final investment decision of winning projects caused South Africa’s drop from 3<sup>rd</sup> to  4<sup>th</sup> position in Climatescope 2015, but the program will ensure South Africa ranks high in Climatescope 2016 once again.</p>\n\n<p><img src=\"assets/images/content/updates/CS2016_Africa_fig3b.png\" alt=\"South Africa clean energy investment and capacity figures\" /></p>\n\n<p>The consistency and success of South Africa’s auction program is also making way for an increasing amount of the clean energy value chain to be located in the country – South Africa ranks 4<sup>th</sup> on Parameter III “Low Carbon Business and Clean Energy Value Chains” in Climatescope. The DCD onshore wind tower and the I-WEC blade manufacturing plants, which aim to create more than 200 jobs each, are a perfect example of how the clean energy sector is creating new socio-economic opportunities.</p>\n\n<p>The South African success story is a good illustration of how an innovative and stable policy framework can build on strong fundamentals to attract investment and deliver a socially-inclusive energy transition. Climatescope dives deep into the foundations of this success. Explore <a href=\"/en/country/south-africa/\">South Africa’s country profile</a> and more in this year’s edition of Global Climatescope!</p>\n\n<p><strong>Sara Giordano</strong></p>\n\n<p>Bloomberg New Energy Finance</p>\n\n<p>###LINKS TO RELATED CONTENT</p>\n\n<p><a href=\"http://www.sanews.gov.za/features/south-africa-open-business\">Minister Rob Davies on Climatescope and investment opportunities in South Africa - 28 December 2015</a></p>\n\n<p><a href=\"https://www.westerncape.gov.za/speech/gri-south-africa-opens-new-wind-tower-mast-manufacturing-plant\">Western Cape Government on the opening of the GRI wind tower manufacturing plant - 7 November 2014</a></p>\n\n<p><a href=\"http://mainstreamrp.com/mainstream-renewable-power-to-take-delivery-of-south-africas-largest-locally-manufactured-wind-turbine-tower-order/\">Mainstream Renewable Power announcing the opening of its manufacturing facilities in South Africa - 20 October 2015</a></p>\n\n<p><a href=\"http://www.gsb.uct.ac.za/files/PPIAFReport.pdf\">Review of South Africa’s auction program by the Public-Private Infrastructure Advisory Facility (World Bank) - 2014</a></p>\n"
  ,
  "download_source":null
}


