


{
  "id": "2016-03-15-climatescope-update-Uganda-GetFit",
  "title": "How Uganda's 'GET FiT' policy attracted clean energy investors",
  "content": "<p>##<b>THE SUCCESS OF UGANDA’S ‘GET FiT’ POLICY</b></p>\n\n<p>With a quarter of a billion dollars invested in renewables over 2009-14, Uganda is home to one of the most active clean energy markets in Sub-Saharan Africa. Renewable energy excluding large hydro currently accounts for 17% of the country’s 900MW installed generation capacity. And the government aims to increase the share of renewables including large hydro in total energy consumption from 25% in 2014 to an ambitious 61% by 2017.</p>\n\n<p>Uganda ranked ninth overall and third in Africa in the 2015 edition of Climatescope, one place higher than in 2014. The country achieved its best score in the Low-Carbon Business &amp; Clean Energy Value Chains parameter, where it took the sixth spot out of 55 nations and was one of only three African nations scoring higher than 3.5 on this parameter. This score was helped by the presence of several services’ companies for the distributed and utility-scale clean energy sectors.</p>\n\n<p>The <a href=\"http://global-climatescope.org/en/policies/#/policy/4015\">“GET FiT” policy</a>, launched in 2013 as a joint initiative by the Ugandan authorities, the World Bank and a group of European member states, is the flagship clean energy policy behind Uganda’s score. It aims to reduce barriers to investment in renewable energy by accelerating the development process for a 170MW portfolio of 20 projects ranging from 1 to 20MW in size. The program provides developers with a top up to the existing clean energy feed-in-tariff for the five first years of operation, as well as access to private financing and insurance against off-taker risk. This allows developers to receive higher payments during the most critical years of the project’s operation when they often face increased costs due to principal repayments and interests on loans. Front-loading the subsidy payments also reduces a project’s exposure to future policy instability. Off-taker risk, policy instability and currency fluctuations tend to be the main concerns for developers in emerging clean energy markets. James Sprinz, the BNEF analyst who visited the country, also notes: “Perhaps the most important aspect of GET FiT is the clarity it has brought to the development process. Implementation of a standardised PPA [power purchase agreement] and a transparent permitting process were crucial to establishing private sector confidence.”</p>\n\n<p>As of June 2015, some 17 projects for a capacity of 157MW had been approved. The majority of the projects are micro-hydro power plants, six of which started construction in 2015, but the first project to come online was a 20MW bagasse cogeneration plant commissioned in July 2015. Two 10MW solar plants, the first utility-scale solar projects in the country, and supported through the <a href=\"http://global-climatescope.org/en/policies/#/policy/4017\">GET Solar Facility</a>, are also under construction and expected to come online by 2018.\nBut the Ugandan energy sector still needs to deal with a number of challenges, in order to build on the success of GET FiT. Chief amongst them is the successful completion of the required grid expansion and upgrades to bring the projects online in time. More generally, authorities and developers will need to cooperate to clear some of the regulatory and legal obstacles that have delayed projects in the past.</p>\n\n<p>Sara Giordano</p>\n\n<p>###LINKS TO RELATED CONTENT</p>\n\n<p><a href=\"http://www.getfit-uganda.org/\">GET FiT policy website</a></p>\n\n<p><a href=\"http://global-climatescope.org/en/country/uganda/#/details\">Uganda’s Climatescope country profile</a></p>\n"
  ,
  "download_source":null
}


