


{
  "id": "2016-06-02-climatescope-update-westafrica",
  "title": "Mixed results for West Africa in Climatescope 2015",
  "content": "<p>##<b>WEST AFRICA IN CLIMATESCOPE 2015</b></p>\n\n<p>Climatescope 2015 revealed mixed results for the six West African countries tracked in the report – Nigeria, Ghana, Liberia, Senegal, Sierra Leone and Cote d’Ivoire. Clean energy sources accounted for only 1% of total power generation in 2014 – though the figure is up 22% on 2013. Leaders from the six nations have all signalled their intention to encourage greater use of clean energy and harness the region’s abundant renewables resources, most notably solar, given average daily irradiation levels of as much as 6.52 kWh/m2. The region should see at least 2GW of solar, wind and hydro projects auctioned by the end of 2016, half of which would be located in Nigeria. If this target is achieved it would give a much needed boost to West Africa’s clean energy sector: of all the projects announced so far, only 110MW have been installed to date.</p>\n\n<p><img src=\"http://global-climatescope.org/assets/images/content/updates/blog-EastAfrica-chart1-02062016.png\" alt=\"Climatescope West Africa renewable power projects, 2006-2014 (MW)\" /></p>\n\n<p>West Africa has one of the fastest growing populations in the world, yet electrification rates are among the lowest – only 42% of the population on average has access. This figure drops to 8% in rural areas.  Blackouts adversely affect business and stifle economic growth. According to figures from the World Bank, load shedding costs the continent 2.1% of its GDP on average each year. However, the declining cost of clean technologies brings new opportunities to improve energy supply. Greater access to information on the benefits of incorporating renewables in the energy mix has been pivotal to supporting changes in policy.</p>\n\n<p>In 2012, West Africa’s 15 heads of state pledged to increase the share of renewable energy in the region’s overall electricity mix to roughly 10% in 2020 and 19% by 2030, through both grid and off-grid projects. The targets translate to an additional 2.4GW of renewable electricity capacity by 2020 and 7.6GW by 2030, according to the UN. To achieve the target, each member state introduced a <a href=\"http://www.ecreee.org/page/national-action-plans\">National Action Plan</a> focused on renewable energy and energy efficiency, though specific details have not been published. Both national and regional targets are coordinated by the Economic Community of West African States (ECOWAS) <a href=\"http://www.ecreee.org/\">Centre for Renewable Energy and Energy Efficiency</a>, a regional agency founded in 2010 to focus on driving the adoption and implementation of clean energy and energy efficiency among the 15 member countries.</p>\n\n<p>The National Action Plans signal a step in the right direction for West Africa. However, targets were based on the cost of technologies in 2012 and, as a result, may not accurately reflect the opportunities that are available in the current market. South Africa, for example, has allocated over 1GW of power on average to the national grid each year since 2011 through its successful reverse auction programme. A number of recent developments show that West Africa could see similar developments soon. New incentives are springing up across the region, such as the auction programmes in Ghana, Nigeria and Senegal, set to begin this year.</p>\n\n<p>New energy investment figures are also encouraging. Between 2009 and 2014, the six nations secured approximately $1bn in financing, led by Nigeria, which attracted just under $360m. More recently, Ghana attracted $525m for the Ayitepa Wind farm project, which will supply 225MW to the national grid.  Ayitepa is expected to form part of the 2016 investment figures once the project reaches financial close. Countries such as Mali and Burkina Faso, not tracked by Climatescope, are also set to begin auction programmes this year.</p>\n\n<p><img src=\"http://global-climatescope.org/assets/images/content/updates/blog-EastAfrica-chart2-02062016.png\" alt=\"Climatescope West Africa renewable power projects, 2006-2014 (MW)\" /></p>\n\n<p>Countries like Senegal, with vast swaths of rural land, are focusing on accelerating energy access through off-grid technologies. These projects could reach 65% of West Africa’s rural population. Even though grid-connected projects are imperative, particularly for the growth of industry, off-grid technologies can be deployed in sparsely populated areas without the large-scale, complex and costly infrastructure needed to extend the national grid. Sierra Leone, Liberia and Ivory Coast are in the process of setting up rural electrification agencies as part of their national action plans. Most countries in the region have signed up to initiatives run by development finance institutions that aim to scale-up the off-grid market through concessionary loans and grants to power developers.</p>\n\n<p><strong>Sola Renner</strong></p>\n\n<p>Bloomberg New Energy Finance</p>\n\n<p>##<b>Climatescope’s 2015 West African global rankings</b></p>\n\n<p>###<b>Nigeria</b></p>\n\n<p>Nigeria performed best out of all West African countries in terms of its Global Climatescope performance, ranking 12 out of 55 – up ten spots on a year earlier. The nation advanced due to a higher score on its Clean Energy Investment and Climate Financing Parameter II in general, and due to the growth of clean energy investment in particular. At year-end 2014, Nigeria had an installed electricity capacity of 10.7GW, of which 12% was large hydro. However, power connectivity remains a major issue, with 58% of the country’s rapidly growing population lacking access to the grid. The nation is yet to connect energy from clean sources to the national grid, but Access Power, a Dubai-based renewable energy company, recently announced it is developing a 100-megawatt project in the northern region that could be Nigeria’s first utility-scale solar plant. Recent developments also show promising trends on the policy side and the country’s performance in Climatescope 2016 is one to watch.</p>\n\n<p>For more, visit <a href=\"/en/country/nigeria\">Nigeria’s Climatescope country profile</a>.</p>\n\n<p>###<b>Ghana</b></p>\n\n<p>Ghana dropped two spots on the previous year, ranking 28 out of 55 nations in Climatescope 2015. Despite benefiting from the experience of 5MW of grid-connected renewable power projects, the nation saw just $30m in investment between 2009 and 2014. While policy developments have helped to spark interest in Ghana’s clean energy sector, its investment climate has been criticised. Its feed-in tariff programme, adopted under the Renewable Energy Act, offers a limited 10-year rate guarantee, compared to other African countries that offer 20-year guarantees. In addition, financiers have voiced concerns over the creditworthiness of the Electricity Company of Ghana, which buys 72% of all power. However, Ghana is expected to see significant inflows this year as a result of the Ayitepa Wind farm project and a solar project developed by Chinese investors. In addition, the nation is set to move away from feed-in tariffs by the end of the year and to adopt renewable energy auctions, which are more favourable and less risky for policymakers. This could be a game changer for the sector. Ghana currently has an installed capacity of 3GW, of which 54% is hydro.</p>\n\n<p>For more, visit <a href=\"/en/country/ghana\">Ghana’s Climatescope country profile page</a>.</p>\n\n<p>###<b>Senegal</b></p>\n\n<p>Senegal ranked 36 out of 55 and attracted $73.2m between 2009 and 2014. The nation’s electricity generation is based chiefly on oil, which accounts for 80% of capacity.  In comparison, hydro and gas comprise 9% and 11% of capacity, respectively. Senegal has long recognised the potential for renewable energy, particularly for rural electrification. However, a combination of internal and external factors such as a lack of a clear legal framework and slower economic growth have constrained progress. Its capacity is 864MW for 14m inhabitants, translating to access for 54% of the population. However, through its national action plan, Senegal has signalled its intention to grow its renewable generation capacity. Its first auction programme is set to be begin this year. Policymakers in Senegal are also tapping off-grid technologies to provide electricity access to over 50% of the population living in rural areas without access, by awarding rural electricity concessions to power developers</p>\n\n<p>For more, visit <a href=\"/en/country/senegal\">Senegal’s Climatescope country profile page</a>.</p>\n\n<p>###<b>Sierra Leone</b></p>\n\n<p>Sierra Leone scored 44 out of 55 after attracting a sizeable $365m in 2011 for the Addax bioenergy project. The project, recently reported to be facing financial difficulties, added 15MW to the country’s electricity mix. The funding supported the countries Clean Energy Investment and Climate financing result – where it scored highest. Further to this fundraising, Sierra Leone secured $6m for a small hydro project in 2012, but has not secured additional funding for clean energy projects. The nation’s total installed capacity for its 6.1m population is only 220MW, of which 26% is large hydro. Electrification rates stand at approximately 15% and its transmission and distribution structure results in power losses of around 45%. In 2011, the National Electricity Act mandated separate companies for generation and transmission on the one hand and distribution and supply on the other. The unbundling process is reported to have started in 2014 and is expected to entice more privately owned players in to revive the sector.</p>\n\n<p>For more, visit <a href=\"/en/country/sierra-leone\">Sierra Leone’s Climatescope country profile page</a>.</p>\n\n<p>###<b>Côte d’Ivoire</b></p>\n\n<p>Côte d’Ivoire scored 42 out of 55, supported its Enabling Framework Parameter I. The nation is unique in the region, having allocated a significant share of electricity generation to independent power producers. The country scores lower on investment, however, after it attracted $120m between 2006 and 2008 for clean energy projects, but not much since 2009. Côte d’Ivoire reformed its power sector and enacted a new law on electricity in 2014, adding to an earlier law which committed the country to sourcing 5% of its electricity from renewables by 2020. The law opens all market segments to competition and makes it possible to feed electricity to the grid.</p>\n\n<p>For more, visit <a href=\"/en/country/ivory-coast\">Côte d’Ivoire’s Climatescope country profile page</a>.</p>\n\n<p>###<b>Liberia</b></p>\n\n<p>Liberia ranked 35 out of 55 in Climatescope 2015, maintaining the same position as the year before. Its position is supported by its Enabling Framework Parameter. The country still has a long way to go as only 1% of the rural and 7.5% of the urban population has access to electricity.  Liberia is yet to introduce substantial clean energy projects to the grid. However, the nation aims to increase its electrification rate to 30% by 2030.</p>\n\n<p>For more, visit <a href=\"en/country/liberia\">Liberia’s Climatescope country profile page</a>.</p>\n\n"
  ,
  "download_source":null
}


