


{
  "id": "climatescope-2016-launch-pt",
  "title": "Press Release: Com novos compromissos e projetos, países em desenvolvimento assumem a liderança global de energia limpa",
  "content": "<p><center><strong>Grupo chave de nações emergentes constrói 18% mais  capacidade de energia renovável que países mais ricos, e quatro entre cinco nações já estabeleceram metas nacionais de energia limpa.</strong></center></p>\n\n<p><em>London e Washington, 15 de dezembro de 2016</em> – De acordo com a última edição do Climatescope, os países em desenvolvimento assumiram compromissos sem precedentes para consumir mais energia limpa no futuro, mesmo sendo os atuais líderes no desenvolvimento de energias renováveis, com recorde de instalações de novos projetos eólicos e solares.</p>\n\n<p>O Climatescope, índice e ferramenta on-line que avalia a competitividade no mercado de energia limpa entre países em desenvolvimento, apoiado pelos governos do Reino Unido e dos Estados Unidos, oferece um retrato abrangente da atividade de energia renovável em 58 mercados emergentes na África, Ásia e América Latina e Caribe. O grupo inclui os principais países em desenvolvimento: China Continental, Índia, Egito, Paquistão, Brasil, Chile, México, Quênia, Tanzânia e África do Sul, além de dezenas de outros países. Visitantes do www.global-climatescope.org podem usar o site para saber mais sobre políticas e atividades de cada país com foco em energia limpa, fazer download de bancos de dados  e comparar os países baseado em seu desempenho.</p>\n\n<p>Este é o terceiro ano em que o Climatescope é realizado globalmente e reflete a atividade em 2015, um ano que culminou na assinatura do Acordo Climático de Paris nas discussões organizadaspela ONU em dezembro. No período que antecedeu essas negociações, três quartos das nações do Climatescope apresentaram ou reiteraram compromissos para reduzir suas futuras emissões de CO2. Um número ainda maior declarou suas metas para alcançar determinados objetivos de consumo de energia limpa nos próximos anos.</p>\n\n<p>No entanto, esses países não estão esperando para começar a aumentar a participação da energia renovável em suas matrizes. As nações do Climatescope  adicionaram ao todo 69,8 gigawatts de energia eólica, solar, geotérmica e outras fontes de geração renovável em 2015 - o mesmo que a capacidade total instalada hoje na Austrália. Entre eles, a China Continental representou a maior parte da atividade, mas os países menores também desempenharam papéis importantes. Em comparação, os países mais ricos da Organização para a Cooperação e Desenvolvimento Econômico (OCDE) construíram 59,2 gigawatts no ano passado.</p>\n\n<p>Entre as demais principais conclusões do Climatescope estão:</p>\n\n<ul>\n  <li>A queda acentuada dos custos dos equipamentos solares está catalisando as construções e estimulando o crescimento dessa fonte. O investimento em energia solar em países do Climatescope aumentou em 43%, chegando a US$ 71,8 bilhões em 2015. Os leilões realizados para contratação de energia destacaram que, em questão de custo, a energia fotovoltaica (FV) agora pode competir e derrotar projetos de combustíveis fósseis em alguns países.</li>\n  <li>Energia solar barata, modelos de negócios inovadores e uma nova geração de empresários estão revolucionando a forma como as questões de acesso à energia são abordadas em nações menos desenvolvidas. Novos participantes focados em soluções “off-grid” ou “mini-grid” estão desafiando a suposição de que apenas uma rede elétrica interconectada pode atender às necessidades dos 1,2 bilhão de habitantes mundiais sem acesso adequado à energia. Uma grande quantidade dessas start-ups é financiada por fundos privados, e ao todo conseguiram angariar mais de US$ 450 milhões ao longo de 2015.</li>\n  <li>As economias desenvolvidas estão acelerando o financiamento da energia limpa em mercados emergentes. Investidores privados, instituições de financiamento do desenvolvimento e credoresdos países da OCDE representaram quase metade de todo o capital dos países do Climatescope (excluindo a China Continental, onde praticamente todo o capital foi disponibilizado localmente). Em comparação, em 2012, investimentos provenientes das nações da OCDE representaram apenas um terço de todo o capital destinado à energia renovável nos países do Climatescope.</li>\n  <li>Alguns países do Climatescope com as maiores taxas de penetração de energia renovável estão começando a enfrentar desafios de integração. Alguns concluíram projetos antes que redes de transmissão adequadas pudessem ser construídas. Outros não priorizaram energia limpa de projetos eólicos ou solares em suas redes em detrimento a usinas a carvão.</li>\n  <li>Melhorias de condições e  crescente aumento de ambições  são refletidos em pontuações mais altas alcançadas pela maioria dos países pesquisados no  Climatescope. O projeto classifica os países de 0 a 5 com base nas condições que eles criam para promover o desenvolvimento de energia limpa. A média geral subiu de 1,14 no ano passado para 1,35, enquanto o número de países com pontuação acima de 2 saltou de dois para 10. Assim como nos últimos dois anos, a China Continental mais uma vez lidera o ranking geral do Climatescope. Entre os dez países no topo do ranking, Chile, Honduras, Quênia, México e Uruguai registraram o maior aumento de pontuação.</li>\n  <li>A América Latina continua na liderança em termos de desenvolvimento de energia renovável entre as nações analisadas no Climatescope. Mandatos ambiciosos de energia limpa e leilões agressivos estão estimulando a implantação de projetos renováveis na região e pressionando a redução dos preços de energia solar e eólica. A América Latina garantiu US$ 21,9 bilhões em energia limpa em 2015, o que representa uma queda de US$ 1,5 bilhão em relação a 2014.</li>\n  <li>Pela primeira vez em todas as edições do Climatescope, o Brasil não obteve o primeiro lugar na região da América Latina e do Caribe. A pontuação do país aumentou em relação ao ano passado, mas não subiu no mesmo ritmo de outras nações da região. Este ano, pela primeira vez, o Chile ocupa a primeira posição na América Latina, principalmente devido ao investimento recorde, que saltou de US$1,3 bilhão em 2014 para US$3,2 bilhões em 2015.</li>\n</ul>\n\n<p>O Departamento para o Desenvolvimento Internacional do Governo do Reino Unido (DFID, na sigla em inglês) está focado em promover oportunidades de desenvolvimento econômico para ajudar os países emergentes a sair da pobreza e, junto com a Agência dos Estados Unidos para o Desenvolvimento Internacional (USAID), incumbiu  a Bloomberg New Energy Finance (BNEF) a responsabilidade de analisar e classificar a perspectiva de desenvolvimento das tecnologias solar, eólica, hidroelétrica, geotérmica,  biomassa e outras tecnologias que não emissoras de carbono (com exceção de grandes hidroelétricas). Em muitos países em desenvolvimento, a falta de energia confiável inibe o crescimento econômico. O relatório fornece a pesquisa necessária para impulsionar investimentos em economias em desenvolvimento e garantir fontes de energia limpas e estáveis para milhões das pessoas mais pobres do mundo.</p>\n\n<p>A classificação de um país depende de vários fatores: sua política de investimento em energia limpa, suas condições de mercado, a estrutura de seu setor elétrico; o número e composição de empresas locais que operam no setor deenergia limpa; e os esforços para redução de emissões de gases de efeito estufa. O resultado final é a fonte mais abrangente e única para os tomadores de decisão aprenderem mais sobre as condições de mercado para energia limpa nessas regiões.</p>\n\n<p>A pesquisa completa é facilmente acessada no site global-climatescope.org, que inclui uma ferramenta interativa para os usuários identificarem informações específicas, dos mínimos detalhes por país até a análise específica do setor. O site também permite downloads completos dos dados do Climatescope no formato Excel.</p>\n\n<h2 id=\"sobre-o-climatescope\">Sobre o Climatescope</h2>\n<p>O Climatescope foi desenvolvido em 2012 pelo Fundo Multilateral de Investimentos do Banco Interamericano de Desenvolvimento e BNEF, e avaliou inicialmente 26 países na América Latina e Caribe. Em 2014, foi ampliado para incluir 19 países na África, 10 na Ásia, bem como as 15 províncias na China Continental e 10 estados da Índia, graças ao apoio adicional do DFID e USAID. Em 2015, o projeto foi novamente expandido com a inclusão do Egito, Jordânia e Marrocos na lista. Para mais informações: global-climatescope.org ou climatescope@bloomberg.net.</p>\n\n<h2 id=\"sobre-o-departamento-para-o-desenvolvimento-internacional-do-governo-de-reino-unido-dfid\">Sobre o departamento para o desenvolvimento internacional do governo de Reino Unido (DFID)</h2>\n<p>O Departamento para o Desenvolvimento Internacional (DFID) lidera o trabalho do governo do Reino Unido para eliminar a pobreza extrema. É um departamento ministerial com o objetivo geral de reduzir desafios globais da atualidade, incluindo pobreza e doenças, migrações em massa, insegurança e conflitos. O DFID trabalha para construir um mundo mais próspero, seguro e saudável para pessoas em países emergentes, bem como no Reino Unido. www.gov.uk/dfid</p>\n\n<h2 id=\"sobre-usaid\">Sobre USAID</h2>\n<p>A missão da USAID é promover o crescimento econômico, a democracia e o progresso humano nos países em desenvolvimento. Para isso, estabelecemos parceria com países em desenvolvimento e outros agentes, fazendo uso inovador da ciência, tecnologia e capital humano para trazer resultados mais expressivos para o maior número de pessoas.</p>\n\n<h2 id=\"sobre-a-bloomberg-new-energy-finance\">Sobre a Bloomberg New Energy Finance</h2>\n<p>A Bloomberg New Energy Finance (BNEF) proporciona análise, ferramentas e dados exclusivos para tomadores de decisões que estejam procurando impulsionar mudanças no sistema energético. A BNEF tem uma equipe de 200 funcionários em 14 escritórios no mundo inteiro. Os produtos setoriais da BNEF oferecem análises financeiras, econômicas e de políticas públicas, além de notícias e do banco de dados mais abrangente do mundo sobre ativos, investimentos, empresas e equipamentos no campo das energias limpas por região. Para mais informações sobre a Bloomberg New Energy Finance: http://about.bnef.com ou entre em contato via sales.bnef@bloomberg.net para mais informações sobre nossos serviços.</p>\n\n<p>Irene Gu (Beijing)<br />\nBloomberg LP<br />\n+86 10 6649 7535<br />\nigu3@bloomberg.net</p>\n\n<p>Ethan Zindler (Washington, DC)<br />\nBloomberg New Energy Finance <br />\n+1 202-416-3466<br />\nezindler@bloomberg.net</p>\n\n<p>Natalie Harland (London)<br />\nBloomberg LP<br />\n+44 20 3525 8820<br />\nnharland1@bloomberg.net</p>\n"
  ,
  "download_source":null
}


