


{
  "id": "climatescope-2015-launches",
  "title": "Climatescope 2015 goes live!",
  "content": "<h3 id=\"topping-wealthier-nations-key-emerging-markets-attract-record-126bn-in-clean-energy-investment\">TOPPING WEALTHIER NATIONS, KEY EMERGING MARKETS ATTRACT RECORD $126BN IN CLEAN ENERGY INVESTMENT</h3>\n\n<p>Ahead of important round of climate talks, new study shows majority of 2014 clean energy investment, activity occurred in 55 developing nations</p>\n\n<p>London and Washington D.C., 23 November 2015 – Developing nations eclipsed the world’s wealthiest countries in 2014, attracting more clean energy investment and building more wind, solar, and other renewable power generation than ever before, according to a global assessment released today.</p>\n\n<p>Climatescope, the clean energy country competitiveness index, interactive report, and online tool supported by the UK government, US government, and the Inter-American Development Bank Group offers a compelling portrait of clean energy activity in 55 emerging markets in Africa, Asia and Latin America and the Caribbean. The group includes major developing nations Mainland China, India, Pakistan, Brazil, Chile, Mexico, Kenya, Tanzania and South Africa, as well as dozens of others.</p>\n\n<p>News of the rising prominence of lesser developed countries comes on the eve of an important round of UN-organized climate negotiations kicking off in Paris at the end of November.  Those talks have often focused on the question of how much capital wealthier countries should make available to lesser developed countries to address the climate challenge.</p>\n\n<p>Climatescope’s key findings include:</p>\n\n<ul>\n  <li>\n    <p>For the first time ever, over half of all new annual investment into clean energy power generating projects globally went toward projects in emerging markets, rather than toward wealthier countries.</p>\n  </li>\n  <li>\n    <p>New investment in renewables soared in 2014 in the 55 Climatescope countries assessed to hit a record annual high of $126bn – up $35.5bn, or 39%, from 2013 levels.</p>\n  </li>\n  <li>\n    <p>The results were substantially bolstered by the remarkable growth in Mainland China, which added 35GW of new renewable power generating capacity all on its own – more than the 2014 clean energy build in the US, UK, and France combined.</p>\n  </li>\n  <li>\n    <p>Meanwhile, “South-South” investment (funds deployed in Climatescope nations from banks or other financial institutions based in those countries) surged to $79bn in 2014 from $53bn the year prior.</p>\n  </li>\n  <li>\n    <p>Continuing declines in clean energy costs appear to be driving growth.  Costs associated with solar photovoltaic power have ticked down 15% year-on-year globally.  Solar is particularly competitive in emerging markets which often suffer from very high power prices from fossil generation while also enjoying very sunny conditions.</p>\n  </li>\n  <li>\n    <p>A total of 50.4 gigawatts (GW) of new clean capacity was built in Climatescope countries, marking a 21% uptick from the prior year. In another first, renewables capacity deployed in emerging markets topped that in wealthier Organization for Economic Co-operation and Development (OECD) nations.</p>\n  </li>\n  <li>\n    <p>On a percentage basis, clean energy capacity is growing twice as quickly in Climatescope nations compared to OECD ones.</p>\n  </li>\n</ul>\n\n<p>Progress in 2014 was achieved despite a number of countries in the survey seeing economic growth rates slow.  Average gross domestic product growth across Climatescope nations slipped to 5.7% in 2014 from 6.4% in 2013 with the slow-down most apparent in major nations, Brazil, South Africa, and Mainland China. Despite the pullback, these three countries attracted a total of $103bn in new clean energy investment in 2014.</p>\n\n<p>The Multilateral Investment Fund (MIF) of the Inter-American Development Bank Group (IDB), the UK Government Department for International Development (DFID), and the US Agency for International Development (USAID), under President Barack Obama’s “Power Africa” initiative, commissioned Bloomberg New Energy Finance (BNEF) to analyze and rank development prospects for solar, wind, small hydro, geothermal, biomass, and other zero-carbon emitting technologies (excluding large hydro). The report provides potential investors with important information identifying countries with the greatest clean energy investment opportunities.</p>\n\n<p>Climatescope was first developed in 2012 by the MIF/IDB and BNEF, and initially evaluated 26 countries in Latin America and the Caribbean.  In 2014, it was expanded to include 19 countries in Africa, 10 in Asia, as well as 15 provinces in Mainland China and 10 states in India thanks to additional support from DFID and USAID.</p>\n\n<p>A country’s ranking depends upon various factors: its clean energy investment policy, its market conditions, the structure of its power sector; the number and makeup of local companies operating in clean energy; and efforts toward reduction of greenhouse gas emissions. The final output is the most comprehensive, one-stop source for decision makers to learn more about the market conditions for clean energy in these regions.</p>\n\n<p>All of the research is easily accessed at global-climatescope.org, which includes an interactive tool for users to pinpoint specific information, from the most granular country details to specific sector analysis. The website also allows for complete downloads of the Climatescope data in Excel format.</p>\n\n<p>For more information go to: global-climatescope.org or email: climatescope@bloomberg.net</p>\n\n<h4 id=\"about-uk-government-department-for-international-development-dfid\">ABOUT UK GOVERNMENT DEPARTMENT FOR INTERNATIONAL DEVELOPMENT (DFID)</h4>\n\n<p>The Department for International Development (DFID) leads the UK government’s work to end extreme poverty. A ministerial Department, its overall aim is to reduce poverty in poorer countries, in particular through achieving the Global Goals. DFID works directly in 28 priority countries across Africa, Asia and the Middle East:, and has regional programmes in Africa, Asia, the Middle East and North Africa, and the Caribbean, as well as development relationships with 3 Overseas Territories – St Helena, the Pitcairn Islands and Montserrat. www.gov.uk/dfid</p>\n\n<h4 id=\"about-power-africa\">ABOUT POWER AFRICA</h4>\n\n<p>President Obama’s Power Africa initiative is a partnership among the U.S. government, African governments, the private sector, international organizations, and development partners to double access to electricity in sub-Saharan Africa. Power Africa will add more than 30,000 megawatts of cleaner, more efficient electricity generation capacity in sub-Saharan Africa. By expanding mini-grid and offgrid solutions and building out power generation, transmission, and distribution structures, Power Africa will also increase electricity access by adding more than 60 million new  connections. The Power Africa model is part of President Obama’s new approach to development, which builds local capacity and supports innovative ways to make traditional assistance programs more effective and sustainable.</p>\n\n<h4 id=\"about-the-multilateral-investment-fund\">ABOUT THE MULTILATERAL INVESTMENT FUND</h4>\n\n<p>The Multilateral Investment Fund (MIF), a member of the Inter-American Development Bank (IDB) Group, is funded by 39 donors and supports private sector-led development benefitting low-income populations and the poor - their businesses, their farms, and their households. The aim is to give them the tools to boost their incomes: access to markets and the skills to compete in those markets, access to finance, and access to basic services, including green technology. A core MIF mission is to act as a development laboratory - experimenting, pioneering, and taking risks in order to build and support successful micro and SME business models. More information at www.fomin.org.</p>\n\n<h4 id=\"about-bloomberg-new-energy-finance\">ABOUT BLOOMBERG NEW ENERGY FINANCE</h4>\n\n<p>Bloomberg New Energy Finance (BNEF) provides unique analysis, tools and data for decision makers driving change in the energy system. BNEF has 200 staff based in 14 offices around the world. BNEF’s sectoral products provide financial, economic and policy analysis, as well as news and the world’s most comprehensive database of assets, investments, companies and equipment in the clean energy space.  BNEF’s regional products provide a comprehensive view on the transformation of the energy system by region. For more information on Bloomberg New Energy Finance: http://about.bnef.com, or contact us at sales.bnef@bloomberg.net for more information on our services.</p>\n\n<h4 id=\"media-contacts\">Media contacts</h4>\n\n<p>Irene Gu (Beijing)<br />\nBloomberg LP<br />\n+86 10 6649 7535<br />\nigu3@bloomberg.net</p>\n\n<p>Noemi Glickman (London)<br />\nBloomberg New Energy Finance<br />\n+44 (0)791 957 1273<br />\nnglickman@bloomberg.net</p>\n\n<p>Ethan Zindler (Washington, DC)<br />\nBloomberg New Energy Finance<br />\n+1 202-416-3466<br />\nezindler@bloomberg.net</p>\n"
  ,
  "download_source":null
}


