


{
  "id": "climatescope-2016-launch-es",
  "title": "Press Release: Con nuevos compromisos y proyectos, los países en vías de desarrollo adquieren una ventaja global en energías limpias",
  "content": "<p><center><strong>Un grupo clave de naciones emergentes construye 18% más capacidad de energía renovable que los países desarrollados. Cuatro de cada cinco ahora tienen metas nacionales de energías limpias.</strong></center></p>\n\n<p><em>Londres y Washington, 15 de diciembre de 2016</em> - Los países en vías de desarrollo han establecido compromisos sin precedentes para consumir más energías limpias en el futuro, incluso cuando actualmente lideran en las instalaciones de proyectos de energía eólica y solar, de acuerdo al último estudio de Climatescope.</p>\n\n<p>Climatescope, el índice y herramienta en línea que evalúa la competitividad en el mercado de la energía limpia entre los países en desarrollo, apoyado por los gobiernos de Estados Unidos y el Reino Unido ofrece una representación detallada sobre la actividad en temas de energías limpias en 58 mercados emergentes en África, Asia, América Latina y el Caribe. El grupo incluye las principales naciones en desarrollo como China Continental, Egipto, Pakistán, Brasil, Chile, México, Kenia, Tanzania y Sudáfrica, entre otros. Los usuarios pueden visitar www.global-climatescope.org y utilizar el sitio para conocer más sobre las políticas públicas en energías limpias y las actividades de naciones individuales, descargar grandes paquetes de datos y compararlos por país.</p>\n\n<p>Por tercer año consecutivo, Climatescope ha sido conducido a nivel global y refleja la actividad de 2015, un año que culminó con la firma del Acuerdo de París en una serie de conferencias organizadas por las Naciones Unidas en diciembre. En el camino a esas negociaciones, tres cuartos de las naciones de Climatescope presentaron o reiteraron sus compromisos de recortar sus futuras emisiones de CO2. Incluso, al día de hoy, un número mayor de países prometen públicamente alcanzar ciertas metas de consumo de energías limpias en los próximos años.</p>\n\n<p>Sin embargo, estos países no están esperando para empezar a añadir capacidad renovable en sus matrices. Las naciones de Climatescope agregaron un total de 69,8 gigawatts (GW) de nueva capacidad  de energía eólica, solar, geotérmica y otras tecnologías en 2015, la misma capacidad instalada en Australia al día de hoy. China Continental representó la mayor actividad en los países de Climatescope, pero las naciones más pequeñas también jugaron roles importantes. En comparación, los países más ricos de la Organización para la Cooperación y el Desarrollo Económico (OCDE) construyeron 59,2GW el año pasado.</p>\n\n<p>Entre los hallazgos clave de Climatescope:</p>\n\n<ul>\n  <li>La fuerte disminución de los costos de equipos solares está catalizando la construcción e impulsando el crecimiento de esta fuente. La inversión en energía solar en las naciones de Climatescope aumentó un 43%, llegando a un total de $71,8 mil millones de dólares en 2015. Las licitaciones celebradas para contratos de suministro de energía han mostrado que la energía fotovoltaica ya puede competir y ganarle, en costo, a los proyectos de combustibles fósiles en algunos países.</li>\n  <li>La energía solar barata,  los modelos de negocios innovadores, y una nueva generación de empresarios están revolucionando la forma en que se abordan las cuestiones de acceso a la energía en las naciones menos desarrolladas. Nuevos actores enfocados en soluciones fuera de la red de distribución (“off-grid”) y de mini redes de distribución (“mini-grid”) están desafiando la suposición de que solo una red de energía interconectada puede satisfacer las necesidades de los 1,2 mil millones  de personas sin acceso adecuado a la energía. Una gran cantidad de estas nuevas empresas son financiadas con fondos privados y entre éstas han recaudado más de $450 millones de dólares durante 2015.</li>\n  <li>Las economías desarrolladas están acelerando la financiación de energías limpias en mercados emergentes. Inversionistas privados, prestamistas y bancos de desarrollo en los países de la OCDE representaron casi la mitad de todo el capital de los países de Climatescope (excluyendo China Continental, donde prácticamente todo el capital fue provisto de forma local). En comparación, en 2012, la inversión de las naciones de la OCDE representó sólo un tercio de todo el capital para la energía renovable en los países de Climatescope.</li>\n  <li>Algunos países del Climatescope con las mayores tasas de penetración de energía limpia están empezando a enfrentar retos de integración. Algunas naciones concluyeron proyectos antes de que se pudiera construir una red de transmisión adecuada. Otros no han priorizado la energía limpia de los proyectos eólicos o solares en sus redes, sobre los de las centrales de carbón.</li>\n  <li>La mejora de las condiciones y el aumento de las ambiciones se reflejan en mejores puntuaciones alcanzadas por la mayoría de los países encuestados por Climatescope. El estudio asigna un puntaje a los países entre 0 y 5 con base en las condiciones que han creado para fomentar el desarrollo de la energía limpia.  En todos los países, el promedio pasó de 1,14 el año pasado a 1,35, mientras el número de países con un puntaje superior a 2,0 pasó de dos a diez. Como en los dos últimos años, China Continental vuelve a liderar el ranking general de Climatescope. Entre los diez primeros países en el ranking, Chile, Honduras, Kenia, México y Uruguay registraron el mayor aumento de la puntuación.</li>\n  <li>América Latina sigue estando a la vanguardia en el desarrollo de energías limpias entre las naciones evaluadas en Climatescope. Ambiciosos mandatos de energía limpia y subastas agresivas están impulsando el despliegue de proyectos de energía renovable en la región e presionando la reducción de los precios de la energía eólica y solar. América Latina aseguró $21,9 mil millones de dólares en energía limpia en 2015, una reducción de $1,5 mil millones de dólares en comparación con 2014.</li>\n  <li>Por primera vez, en todas las ediciones de Climatescope, Brasil no ha asegurado el primer lugar en el ranking de la región de América Latina y el Caribe. El puntaje del país superó al del año pasado, pero no aumentó al ritmo de otros países de América Latina y el Caribe. Este año, por primera vez, Chile ocupa la primera posición en América Latina, debido principalmente a la inversión récord que pasó de $1,3 mil millones a $3,2 mil millones de dólares en 2015.</li>\n</ul>\n\n<p>El Departamento para el Desarrollo Internacional del Gobierno del Reino Unido  (DFID) se centra en promover oportunidades de desarrollo económico para ayudar a los países en desarrollo a salir de la pobreza, y junto con la Agencia de los Estados Unidos para el Desarrollo Internacional (USAID) han comisionado a Bloomberg New Energy Finance para analizar y clasificar las perspectivas de desarrollo de tecnologías solares, eólicas, hidroeléctricas, geotérmicas, de biomasa y otras tecnologías cero-emisiones de carbono (excluidas las grandes hidroeléctricas). En muchos países en desarrollo, la falta de energía confiable limita el crecimiento económico. Este reporte proporciona las investigaciones necesarias para impulsar la inversión en las economías en desarrollo y asegurar fuentes de energías limpias y estables para millones de las personas que menos tienen en mundo.</p>\n\n<p>La clasificación de un país depende de varios factores: sus políticas de inversión en energía limpia, sus condiciones de mercado, la estructura de su sector de energía, el número y la composición de empresas locales que operan energía limpia y los esfuerzos enfocados en reducir las emisiones de gases de efecto invernadero. El resultado final es la fuente única más completa para que los tomadores de decisión conozcan más acerca de las condiciones del mercado en energía limpia en estas regiones.</p>\n\n<p>Se puede acceder fácilmente a toda la información en global-climatescope.org, que incluye una herramienta interactiva para que los usuarios puedan identificar información específica, desde los detalles más particulares de un país hasta el análisis sectorial específico. El sitio también permite la descarga completa de los datos de Climatescope en formato Excel.</p>\n\n<h2 id=\"acerca-de-climatescope\">Acerca de Climatescope</h2>\n<p>Climatescope fue desarrollado primero en 2012 por el Fondo Multilateral de Inversión del Banco Interamericano de Desarrollo y BNEF, e inicialmente evaluó a 26 países en América Latina y el Caribe. En 2014 se expandió para incluir 19 países en África, 10 en Asia, así como 15 provincias en China Continental y 10 estados en la India gracias al apoyo adicional de DFID y USAID. En 2015 el proyecto se expandió una vez más para añadir a Egipto, Jordania y Marruecos a la lista. Para más información visitar global-climatescope.org o enviar un correo a climatescope@bloomberg.net</p>\n\n<h2 id=\"acerca-del-departamento-del-reino-unido-para-el-desarrollo-internacional-dfid\">Acerca del departamento del Reino Unido para el desarrollo internacional (DFID)</h2>\n<p>El Departamento del Reino Unido para el Desarrollo Internacional (UK Government for International Development) lidera el trabajo del gobierno británico para acabar con la pobreza extrema. Un departamento ministerial enfocado a abordar los desafíos globales de nuestro tiempo, incluyendo la pobreza y epidemias, la migración en masas, la inseguridad y los conflictos. El trabajo de DFID está construyendo un mundo más seguro, más sano y más próspero para la gente de países en desarrollo y en el Reino Unido. www.gov.uk/dfid</p>\n\n<h2 id=\"acerca-de-usaid\">Acerca de USAID</h2>\n<p>La misión de la USAID es promover el crecimiento económico, la democracia y el progreso humano en los países en desarrollo. Para ello, hemos establecido la asociación con los países en desarrollo y otros agentes haciendo uso innovador de la ciencia, la tecnología y el capital humano para traer mejores resultados para el mayor número de personas.</p>\n\n<h2 id=\"acerca-de-bloomberg-new-energy-finance\">Acerca de Bloomberg New Energy Finance</h2>\n<p>Bloomberg New Energy Finance promueve un análisis único, herramientas y datos para los tomadores de decisiones en los sistemas energéticos. BNEF tiene un equipo de más de 200 personas en 14 oficinas alrededor de todo el mundo. Los productos sectoriales de BNEF proveen análisis político, económico y financiero, así como noticias y la base de datos más completa del mundo en cuanto a activos, inversiones, compañías y equipo sector de las energías limpias. Los productos regionales de BNEF proveen una visión comprensiva en la transformación del sistema energético por región. Para más información de Bloomberg New Energy Finance: http://about.bnef.com o contáctanos en sales.bnef@bloomberg.net para más información de nuestros servicios.</p>\n\n<p>Irene Gu (Beijing)<br />\nBloomberg LP<br />\n+86 10 6649 7535<br />\nigu3@bloomberg.net</p>\n\n<p>Ethan Zindler (Washington, DC)<br />\nBloomberg New Energy Finance <br />\n+1 202-416-3466<br />\nezindler@bloomberg.net</p>\n\n<p>Natalie Harland (London)<br />\nBloomberg LP<br />\n+44 20 3525 8820<br />\nnharland1@bloomberg.net</p>\n"
  ,
  "download_source":null
}


