


{
  "id": "Climatescope-2017-press-release",
  "title": "Solar Capacity Jumps by More than Half in Developing Nations (Press Release)",
  "content": "<p><em>London, Washington D.C. and Shanghai, November 28, 2017</em> – New solar-powered generating capacity is growing at a crackling pace in emerging markets. The growth is fuelled by low-priced equipment and innovative new applications that are expanding energy access for millions, Bloomberg New Energy Finance (BNEF) finds in a comprehensive new study of clean energy activity in key developing nations.</p>\n\n<p>A total of 34 gigawatts of new solar-power generating capacity came on line in 2016 in 71 emerging market countries studied by BNEF as part of its annual Climatescope survey (www.global-climatescope.org), which was released at the BNEF Future of Energy Summit in Shanghai. That’s up from 22 gigawatts in 2015 and 3 gigawatts as recently as 2011. Total cumulative solar capacity grew 54% year-on-year and has more than tripled in three years. Capacity added in 2016 alone would meet the total annual electricity demands of 45 million homes in India, or of every home in Peru or Nigeria.</p>\n\n<p>Mainland China accounted for the vast majority of this with 27 gigawatts added, by far the most of any country<sup>1</sup>. But other nations saw strong growth as well. India added 4.2 gigawatts. Meanwhile, Brazil, Chile, Jordan, Mexico, and Pakistan and nine other nations all saw installed photovoltaic capacity double or more in 2016. Overall, solar accounted for 19% of all new generating capacity added in Climatescope countries last year, up from 10.6% in 2015 and 2% in 2011.</p>\n\n<p>The use of photovoltaics in micro-grids, pay-as-you-go battery/lantern systems, water pumps, and even mobile phone towers is proliferating. Often, these efforts have flourished organically, unencumbered by governments and often led by entrepreneurs and venture capitalists. Most often, start-ups have taken the lead, securing financing from private sources and forging partnerships with large corporations such as telecom providers.</p>\n\n<p>More than 1.5 million households in Africa now use solar home systems that were bought on a mobile-money enabled financing plan, up from just 600,000 at the end of 2015. In Africa’s solar financing market, this business model is no longer niche and has closed some of the largest deals this year. The combination of solar power, end-customer financing and smart technology is spreading beyond homes into farms and connectivity hubs. For instance, the number of solar irrigation pumps installed in India has reached 128,000 in May, up from just 12,000 in April 2014.</p>\n\n<p>“The massive drop in photovoltaic module prices we’ve seen over the last several years continues to reverberate through developing countries,” said Ethan Zindler, Head of Americas for BNEF. “It’s creating opportunities ranging from multi-million dollar projects that serve the grid, to small-scale installations that enable farmers to boost their yields through better irrigation and to connect to the Internet.”</p>\n\n<p>** Annual clean energy deployment in Climatescope countries**\n<img src=\"/assets/images/content/insights/energy-policy/CS2017_policy_fig3.jpg\" alt=\"Figure\" />\n<small><em>Source: Bloomberg New Energy Finance</em></small></p>\n\n<p>Climatescope is a detailed, country-by-country quantitative assessment of clean energy market conditions and opportunities of nations in South America, Europe, Africa, the Middle East, and Asia.  The 71 countries account for 32.5% of global GDP and 72.4% of global population, as well as the vast majority of economic activity across all non-OECD nations.  (Total solar build across all non-OECD countries in 2016 was 34.6 gigawatts).</p>\n\n<p>Based on 43 data indicators and 179 sub-indicators, Bloomberg New Energy Finance determines scores for each nation on a 0-5 basis and then ranks them. Despite the solar surge, this year’s survey included some troubling findings:</p>\n\n<ul>\n  <li>For the first time since Climatescope was launched four years ago, the average country score fell year-on-year. Nations sampled collectively scored 1.35 in last year’s survey (out of 5). That average fell to 1.19 this year, though the figure was skewed somewhat with the addition to the survey of 13 new nations from Central Asia and Europe, many of which scored low;</li>\n  <li>The lower scores were attributable to lower clean energy investment and lackluster progress on policy-making. Total new clean energy investment in non-OECD countries fell by $40.2 billion to $111.4 billion in 2016 from $151.6 billion in 2015. While Mainland China accounted for three quarters of the decline, new clean energy investment in all other non-OECD countries also fell 25% from 2015 levels;</li>\n  <li>In terms of policy, of the nations researched by BNEF, 76% have established domestic CO2 containment goals. However, only two thirds (67%) have introduced feed-in tariffs or auctions to support clean energy projects, and just 18% have set domestic greenhouse gas emissions reduction policies. These detailed, technical regulations have proven critical to attracting private capital in developing countries and facilitating scale-up;</li>\n  <li>Mainland China topped the survey once again. The country remains the world’s single largest market for clean energy development, but saw new asset (project) investment fall by $36.6 billion year-on-year. Seven of the top 10 ranked nations scored lower this year than in the prior survey. Brazil, Jordan, Mexico, India, South Africa, Chile, Kenya, Uruguay and Vietnam comprise the rest of the top 10.</li>\n</ul>\n\n<h3 id=\"about-climatescope\">ABOUT CLIMATESCOPE</h3>\n<p>Climatescope is a unique country-by-country assessment, interactive report and index that evaluates the progress made by emerging markets in their energy transition. Every year since 2012 it reports on clean energy investment and deployment activity in an increasing number of countries to reach 71 in 2017.</p>\n\n<p>Climatescope is supported by the UK Department for International Development in partnership with Bloomberg New Energy Finance since 2014. The Multilateral Investment Fund of the Inter-American Development Bank Group and the US Agency for International Development through its Power Africa initiative are previous partners of the project. Find out more about the project here.</p>\n\n<h3 id=\"about-bloomberg-new-energy-finance\">ABOUT BLOOMBERG NEW ENERGY FINANCE</h3>\n<p>Bloomberg New Energy Finance (BNEF) is an industry research firm focused on helping energy professionals generate opportunities. With a team of 200 experts spread across six continents, BNEF provides independent analysis and insight, enabling decision-makers to navigate change in an evolving energy economy.</p>\n\n<p>Leveraging the most sophisticated new energy data sets in the world, BNEF synthesizes proprietary data into astute narratives that frame the financial, economic and policy implications of emerging energy technologies.</p>\n\n<p>Bloomberg New Energy Finance is powered by Bloomberg’s global network of 19,000 employees in 176 locations, reporting 5,000 news stories a day. Visit https://about.bnef.com/ or request more information.</p>\n\n<h3 id=\"about-bloomberg\">ABOUT BLOOMBERG</h3>\n<p>Bloomberg, the global business and financial information and news leader, gives influential decision makers a critical edge by connecting them to a dynamic network of information, people and ideas. The company’s strength – delivering data, news and analytics through innovative technology, quickly and accurately – is at the core of the Bloomberg Terminal. Bloomberg’s enterprise solutions build on the company’s core strength: leveraging technology to allow customers to access, integrate, distribute and manage data and information across organizations more efficiently and effectively. For more information, visit www.bloomberg.com or request a demo.</p>\n\n<hr />\n<p><sup>1</sup>Bloomberg New Energy Finance’s methodology for counting installed solar project capacity differs from the Chinese government’s methodology. BNEF counts solar projects as completed upon developer announcement of construction completion, while the government counts when projects are grid-connected. This regularly results in discrepancies between BNEF and official government figures.</p>\n"
  ,
  "download_source":null
}


