<p><center><strong>Key group of emerging nations builds 18% more renewable capacity than wealthier countries and four in five have now set national clean energy targets.</strong></center></p>

<p><em>London and Washington, 15 December 2016</em> – Developing countries have made unprecedented pledges to consume more clean energy tomorrow even as they are leading the way today with record new wind and solar project completions, the latest edition of Climatescope concludes.</p>

<p>Climatescope, the clean energy country competitiveness index and online tool supported by the UK and US governments offers a compelling portrait of clean energy activity in 58 emerging markets in Africa, Asia and Latin America and the Caribbean. The group includes major developing nations Mainland China, India, Egypt, Pakistan, Brazil, Chile, Mexico, Kenya, Tanzania and South Africa, as well as dozens of others.  Visitors to www.global-climatescope.org can use the site to learn about clean energy policy and activities in individual nations, download extensive datasets, and compare countries on their performance.</p>

<p>This marks the third year Climatescope has been conducted globally and reflects activity in 2015, a year that culminated with the signing of the Paris Climate Agreement at UN-sponsored talks in December. In the run-up to those negotiations, three quarters of the Climatescope nations submitted or reiterated pledges to cut their future CO2 emissions.  An even higher number are now on record with promises to achieve certain clean energy consumption goals in coming years.</p>

<p>These countries are not waiting to get started on adding renewable capacity, however. Between them, they added 69.8 gigawatts of new wind, solar, geothermal, and other renewable power generating capacity in 2015 – the same as total installed capacity in Australia today. Mainland China accounted for the majority of activity in Climatescope countries, but smaller nations also played important roles. By comparison, wealthier Organisation for Economic and Co-operation and Development (OECD) countries built 59.2 gigawatts last year.</p>

<h2 id="among-climatescopes-other-key-findings">Among Climatescope’s other key findings:</h2>
<ul>
  <li><strong>Steep solar equipment cost declines are catalysing build and driving growth.</strong> Investment in utility-scale solar in Climatescope nations spiked 43% to $71.8bn in 2015. Tenders held for power-delivery contracts have highlighted that photovoltaics (PV) can now compete against and beat fossil-fuelled projects on price in some nations.</li>
  <li><strong>Cheap solar, innovative business models, and a new breed of entrepreneurs are revolutionizing how energy access issues are addressed in least developed nations.</strong> New players focused on “off-grid” or “mini-grid” solutions are challenging the assumption that only an expanded hub-and-spoke power grid can meet the needs of the world’s 1.2bn with inadequate access to power. A slew of these start-ups are privately-funded and between them had raised over $450m cumulatively through year-2015.</li>
  <li><strong>Developed economies are accelerating funding for clean energy in emerging markets.</strong> Private investors, lenders, and development finance institutions in OECD countries accounted for nearly half of all capital to Climatescope countries (excluding Mainland China, where virtually all capital was provided locally). This is up from the roughly one third of capital provided in 2012.</li>
  <li><strong>Some Climatescope countries with the highest rates of clean energy penetration are beginning to encounter integration challenges.</strong> Some have seen projects completed before sufficient transmission could be built. Others have not prioritized clean electrons from wind or solar projects in their grids over those from coal-fired plants.</li>
  <li><strong>Improving conditions and rising ambitions are reflected in higher scores achieved by the majority of countries surveyed under Climatescope.</strong> The project scores countries on a 0-5 basis based on the conditions they create for fostering clean energy development. Across all countries, the average rose from 1.14 last year to 1.35 while the number of countries scoring above 2 jumped from two to 10.  As in the past two years, Mainland China once again topped the list of all countries. Chile, Honduras, Kenya, Mexico and Uruguay are the top scorers that recorded the most improvement.</li>
  <li><strong>Clean energy policies are becoming more widely adopted across Sub-Saharan Africa.</strong> Fourteen of 19 Climatescope countries from the region have introduced renewable energy targets. This is illustrated in clean energy investment which nearly doubled between 2014 and 2015, to reach $5.2bn. Climatescope’s African nations also update their climate change policies in the lead up to the Paris climate conference. All 19 surveyed submitted commitments, 14 of which already included emissions reduction targets.</li>
  <li><strong>The role off-grid electrification solutions play is increasingly recognized by governments.</strong> All 19 Climatescope countries in the region have stated targets for improving electrification rates, and 13 have explicitly detailed plans to incorporate off-grid solutions to achieve their goals. Off-grid electrification companies in Kenya, Tanzania and Zimbabwe received approximately $80m in new investment in 2015, more than four times the amount recorded in 2014, confirming the emergence of East Africa as a leading region in the sector.</li>
  <li><strong>South Africa once again was the best scoring Climatescope country in Sub-Saharan Africa thanks to record investment year and finished fifth in the global rankings.</strong> The country’s clean energy auction program led to $4.1bn of new investment in 2015. Uganda (7th globally) and Kenya (10th) also made the top ten thanks to significant policies supporting clean energy development, healthy investment activity and a growing number of stakeholders involved in the energy sector. Jordan, which was surveyed by Climatescope for the first time, finished 11th. The country’s solar sector in is in full expansion with $409m invested in 2015 on the back of extensive support policies for the technology.</li>
  <li><strong>Led by Mainland China and India, Asia installed far more clean energy capacity in 2015 than the other 56 countries surveyed by Climatescope combined.</strong> A total of 62GW of wind, solar, small hydro and biomass plants were commissioned in the 10 countries surveyed during the year – up 60% from 2014. Mainland China is at the heart of this performance and posted another record year despite being in the midst of far-reaching power sector reforms and growing renewables integration problems. India installed 7.9GW in 2015. Pakistan’s energy transition is gaining pace with 758MW of mostly wind and solar installed in 2015, approximately five times what got built the prior year.</li>
  <li><strong>In 2015, the Climatescope Asia countries secured $127bn in clean energy investment, or 82% of what was deployed in the 58 nations surveyed.</strong> For the first time, solar surpassed wind by attracting $64bn, or just over half of total investment. Growth of renewables has not been free of challenges in Mainland China and India, however. Both are grappling with curtailment of production from certain renewables projects and delays in payments for renewable project owners.</li>
  <li><strong>Mainland China and India stood strong in the Climatescope rankings, finishing first and sixth respectively.</strong> The largest improvement in the region was achieved by Pakistan which moved to 12th position and nearly made the top ten.</li>
  <li><strong>Latin America continues to be at the forefront in clean energy development among the nations assessed in Climatescope.</strong> Ambitious clean energy mandates and aggressive auctions are driving deployment in the region and pushing wind and solar prices to record lows. Latin America secured $21.9bn in clean in 2015, down $1.5bn compared to 2014.</li>
  <li><strong>For the first time in all Climatescope editions Brazil has not secured the top ranking in the Latin America and Caribbean region.</strong> The country’s score is up compared to last year, but did not rise at the pace as other Latin American and Caribbean nations. This year, for the first time, Chile occupies the first position in Latin America, mainly due to record investment, which jumped from $1.3bn in 2014 to $3.2bn in 2015.</li>
</ul>

<p>The UK Government Department for International Development (DFID) is focused on promoting economic development  opportunities to help developing countries lift themselves out of poverty and, with the US Agency for International Development (USAID), have, commissioned Bloomberg New Energy Finance (BNEF) to analyze and rank development prospects for solar, wind, small hydro, geothermal, biomass, and other zero-carbon emitting technologies (excluding large hydro). In many developing countries a lack of reliable energy inhibits economic growth. The report provides the research needed to drive investment into developing economies and to secure clean, stable energy supplies for millions of the world’s poorest people.</p>

<p>A country’s ranking depends upon various factors: its clean energy investment policy, its market conditions, the structure of its power sector; the number and makeup of local companies operating in clean energy; and efforts toward reduction of greenhouse gas emissions. The final output is the most comprehensive, one-stop source for decision makers to learn more about the market conditions for clean
energy in these regions. 
All of the research is easily accessed at global-climatescope.org, which includes an interactive tool for users to pinpoint specific information, from the most granular country details to specific sector analysis. The website also allows for complete downloads of the Climatescope data in Excel format.</p>

<h2 id="about-climatescope">About Climatescope</h2>
<p>Climatescope was first developed in 2012 by the Multilateral Investment Fund of the Inter-American Development Bank and BNEF, and initially evaluated 26 countries in Latin America and the Caribbean.  In 2014, it was expanded to include 19 countries in Africa, 10 in Asia, as well as 15 provinces in Mainland China and 10 states in India thanks to additional support from DFID and USAID. In 2015, the project was expanded again with the addition of Egypt, Jordan, and Morocco to the list. For more information go to: global-climatescope.org or email: climatescope@bloomberg.net</p>

<h2 id="about-uk-government-department-for-international-development-dfid">About UK Government Department for International Development (DFID)</h2>
<p>The Department for International Development (DFID) leads the UK government’s work to end extreme poverty. A ministerial Department focused on tackling the global challenges of our time, including poverty and disease, mass migration, insecurity and conflict. DFID’s work is building a safer, healthier, more prosperous world for people in developing countries and in the UK too. www.gov.uk/dfid</p>

<h2 id="about-usaid">About USAID</h2>
<p>USAID’s mission is to advance broad-based economic growth, democracy and human progress in developing countries. To do so, we are partnering with developing nations and other actors, making innovative use of science, technology and human capital to bring the most profound results to the greatest number of people.</p>

<h2 id="about-bloomberg-new-energy-finance">About Bloomberg New Energy Finance</h2>
<p>Bloomberg New Energy Finance (BNEF) provides unique analysis, tools and data for decision makers driving change in the energy system. BNEF has 200 staff based in 14 offices around the world. BNEF’s sectoral products provide financial, economic and policy analysis, as well as news and the world’s most comprehensive database of assets, investments, companies and equipment in the clean energy space.  BNEF’s regional products provide a comprehensive view on the transformation of the energy system by region. For more information on Bloomberg New Energy Finance: http://about.bnef.com, or contact us at sales.bnef@bloomberg.net for more information on our services.</p>

<p>Irene Gu (Beijing)<br />
Bloomberg LP<br />
+86 10 6649 7535<br />
igu3@bloomberg.net</p>

<p>Ethan Zindler (Washington, DC)<br />
Bloomberg New Energy Finance <br />
+1 202-416-3466<br />
ezindler@bloomberg.net</p>

<p>Natalie Harland (London)<br />
Bloomberg LP<br />
+44 20 3525 8820<br />
nharland1@bloomberg.net</p>
