


{
  "id": "gsma-mobile-for-development-utilities",
  "title": "The Symbiotic Relationship Between PAYG Solar and Mobile Money Ecosystems",
  "content": "<p>Global mobile penetration has just reached the 5 Billion unique mobile subscribers mark as of June 2017. In countries where utility networks often stop at the edge of urban centers, mobile has often become the predominant infrastructure covering a majority of the population. In recent years, mobile technologies and services have been increasingly disrupting emerging economies by unlocking inclusive business models directly targeting the poor. In the off-grid energy sector, the mobile-enabled solar pay-as-you-go model, or PAYG solar, is a perfect example of the convergence of mobile technologies, such as mobile money payments, machine to machine connectivity and mobile services, to enable affordable and sustainable access to clean energy. With about 1 million cumulative sales, PAYG systems account for 10-15% of SHS sold globally, but represent most of the recent growth and innovation in the sector<sup>1</sup>.</p>\n\n<p>While most of the units sold are still concentrated in East Africa’s mature mobile money markets, the PAYG solar footprint is quickly growing in other regions, including West Africa, South Asia and Latin America. Replication can, however, be challenging in more complex market environments where providers need to adapt their payment collection strategy and educate customers on digital financial literacy. Similarly to mobile money ecosystems, the expansion of PAYG operations takes time and partnering with mobile operators can be symbiotic to support both ecosystem growths.</p>\n\n<h3 id=\"mobile-money-has-become-a-global-story\">Mobile money has become a global story</h3>\n\n<p>In the past decade, the number of mobile money registered accounts has surpassed half a billion, with 277 live services in 92<sup>2</sup> countries . Mobile money is now available in two-thirds of low and middle-income countries and in 85% of markets where less than 20% of the population has access to a formal financial institution.</p>\n\n<p><img src=\"/assets/images/content/updates/GSMA_Figure1.png\" alt=\"Figure 1\" /></p>\n\n<p>In Sub-Saharan Africa, the growth of mobile money has been exponential and is now covering the majority of the continent. As of December 2016, there were over 277 million registered mobile money accounts, a significantly higher number than the 178 million banks accounts in the region. In seven countries, more than 40% of the adult population is using mobile money as part of their everyday life, including in Kenya, Tanzania, Zimbabwe, Ghana, Uganda, Gabon and Namibia.\nThe region has also seen an evolution of mobile money use cases. In 2011, P2P transfers and airtime top-ups were the dominant use cases, but in 2016 the picture has changed significantly. Ecosystem transactions such as bill payments, bulk disbursements, international remittances and merchant payments have grown exponentially. These new use cases are leading to increased efficiencies in governments, businesses and SMEs.</p>\n\n<h3 id=\"how-payg-solar-models-support-mobile-money-ecosystems-growth\">How PAYG solar models support mobile money ecosystems growth…</h3>\n\n<p>There is increasing evidence that PAYG providers can become essential partners for mobile operators to extend the reach of their mobile money services in underserved areas. Benefits for mobile operators include scaling their agent networks to rural and off grid areas, acquiring new customers, facilitating digital financial literacy and generating frequent mobile money account activities<sup>3</sup>. By having to top-up their solar account regularly, the PAYG solar value proposition represents the “hook” to keep customers active.</p>\n\n<p>In East Africa, where mobile money is widespread, previous studies have shown that the impact of the PAYG solar model on adoption of mobile money services generates 13% to 20% new registered customers<sup>4</sup>. In less mature markets, current informal evidence shows that the proportion is even higher. In addition to increased mobile wallet adoption, in Ghana, PEG customers generated 122% more revenue per active user for Tigo Cash than non-PEG customers in the sample<sup>5</sup>.</p>\n\n<h3 id=\"but-they-can-be-challenged-by-low-level-of-mobile-wallet-payments\">…but they can be challenged by low level of mobile wallet payments</h3>\n\n<p>One of the main challenges to the growth of PAYG solar models low level of customer mobile wallets activity. In such markets many payments are made Over The Counter (OTC), i.e. a local agent make a transaction on behalf of a customer, either because they are not digital financial literate, making a transaction is too complex, they don’t trust the technology or they prefer an agent interaction. Although OTC payments are enough to ensure cash flows for service providers, they can limit access to further mobile financial services and to the prospect of having a direct relationship with solar customers.</p>\n\n<p>New methods and incentives are needed to lead to more mobile wallet usage. In the sanitation sector, BRAC’s WASH programme in Bangladesh conducts regular training sessions to women’s groups on how to operate mobile phones and use bKash (a mobile money service provider) to repay their latrine loans, including how to send money from one account to another and airtime recharge<sup>6</sup>. In Ghana, PEG is now providing free insurance cover to customers as a reward for their loyalty and timeliness in paying for solar products.</p>\n\n<h3 id=\"if-not-mobile-money-then-airtime-as-credit\">If not mobile money, then airtime as credit?</h3>\n\n<p>The expansion of mobile money ecosystems takes time, including partnering with third party providers and carrying out mobile money integration. In places where mobile money access is limited or does not exist, airtime can play a role in developing the mobile financial services ecosystem  and supporting the emergence and growth of new business models. In the initial stage of market development, airtime might be a good way to facilitate access to a larger client base and align with a payment mechanism that consumers are already familiar. In Nigeria, the Lumos solution is marketed, distributed and sold by MTN Nigeria as the MTN mobile electricity service<sup>8</sup> and customers can top up their electricity account using their MTN airtime. However, the use of airtime as credit varies by jurisdiction, as airtime is not considered a currency. Therefore, airtime integration and usage for solar payments happen on a case-by-case basis.</p>\n\n<h3 id=\"mobile-payment-data-supports-the-sector-growth\">Mobile payment data supports the sector growth</h3>\n\n<p>For many providers, providing solar energy is an entry point into the household. Using mobile transactional and/or social data insights, they develop an alternative credit score used to extend the customers’ engagement and provide them with additional products, including appliances and larger systems. Such credit score can also be transferred to local credit reference bureaus for further access to formal financial institutions products.\nFinally, mobile payments data is enabling access to new financing instruments for entrepreneurs and can further de-risk the off grid sector. Using previous payment plan sales model, solar provider Bboxx in Rwanda was able to secure a US$500k securitisation deal with social investor Oikocredit. Data analytics specialists, such as Lendable, use risk engines to analyse the quality of diversified receivable portfolios and capital is secured by future customer revenues from the solar company portfolio<sup>9</sup>. \nThere is still a long way to go before universal access to energy as stated by the 7th Sustainable Development Goal, and it’s encouraging to see how mobile can play a role to bridge the power divide.</p>\n\n<p><strong>Michael Nique</strong>\nResearch and Insight Director, GSMA Mobile for Development Utilities</p>\n\n<p>The <a href=\"https://www.gsma.com/mobilefordevelopment/programmes/m4dutilities\">GSMA Mobile for Development Utilities programme</a> works to support the growth of mobile-enabled energy, water and sanitation services through research, advisory services and an innovation fund. This initiative is currently funded by the UK Department for International Development (DFID) and supported by the GSMA and its members.</p>\n\n<hr />\n<p><sup>1</sup> <a href=\"http://hystra.com/a2e\">Hystra, Reaching Scale in Access to Energy, 2017</a></p>\n\n<p><sup>2</sup> <a href=\"https://www.gsma.com/mobilefordevelopment/programme/mobile-money/mobile_money_driver_financial_inclusion_sub-saharan_africa\">GSMA, Mobile Money as a driver of financial inclusion in Sub-Saharan Africa, June 7, 2017</a></p>\n\n<p><sup>3</sup> <a href=\"https://www.gsma.com/mobilefordevelopment/programme/m4dutilities/the-use-of-mobile-in-utility-payg-models-four-key-lessons-from-our-new-report\">GSMA, The use of mobile in utility PAYG models: Four key lessons from our new report, January 24, 2017</a></p>\n\n<p><sup>4</sup> <a href=\"https://www.gsma.com/mobilefordevelopment/category/programme/m4dutilities\">GSMA M4D Utilities case studies on Fenix International in Uganda and Mobisol in Rwanda</a></p>\n\n<p><sup>5</sup> <a href=\"http://www.cgap.org/blog/daily-energy-payments-powering-digital-finance-ghana\">CGAP, Daily Energy Payments Powering Digital Finance in Ghana, February 27, 2017</a></p>\n\n<p><sup>6</sup> <a href=\"https://www.gsma.com/mobilefordevelopment/programme/m4dutilities/empowering-women-through-digital-sanitation-services\">GSMA, Empowering women through digital sanitation services, March 7, 2017</a></p>\n\n<p><sup>7</sup> <a href=\"http://blog.mondato.com/airtime-as-currency/\">Mondato, The Risks and Rewards of Airtime as Currency, September 30, 2014</a></p>\n\n<p><sup>8</sup> <a href=\"https://www.gsma.com/mobilefordevelopment/wp-content/uploads/2016/11/Case-Study-Lumos-Pay-as-you-go-solar-in-Nigeria-with-MTN.pdf\">GSMA, Mobile for Development Utilities. Lumos: Pay-as-you-go solar in Nigeria with MTN, October 2016</a></p>\n\n<p><sup>9</sup> <a href=\"http://www.azuri-technologies.com/news/lendable-secures-debt-financing-for-azuri-technologies-distributor-raj-ushanga-house\">Azuri, Lendable secures debt financing for Azuri Technologies Distributor, Raj Ushanga House, May 10, 2017</a></p>\n"
  ,
  "download_source":null
}


