


{
  "id": "Jordan-Maan-Development-Area",
  "title": "HOW RENEWABLE ENERGY CAN BOLSTER THE ECONOMY IN JORDAN",
  "content": "<p>A two-hour car journey south from Amman on Jordan’s Desert Highway takes us to Ma’an. This is a city of 50,000 people and is one of the five development areas announced in Jordan to promote economic activity. It has become a case-study of how government support for renewable energy investment can give a boost to the local economy. Ma’an Development Area (MDA), managed by Ma’an Development Co. (MDC), hosts solar projects that range from small domestic systems to large utility-scale plants that cover five square kilometres and has drawn $400m of investment.</p>\n\n<p><img src=\"/assets/images/content/updates/CS2016_blog_Jordan_fig1.png\" alt=\"Solar park in the Ma’an Development Area, Jordan\" /></p>\n\n<p><em>Solar park in the Ma’an Development Area, Jordan</em></p>\n\n<p>But let’s take a step back. The spurt of growth in Jordan’s renewable energy sector is the result of the government’s efforts to tackle the country’s recent energy crisis. Jordan is uniquely disadvantaged in the Middle East as it has scarce resources for power generation and imports 96% of its energy needs from countries that have been politically unstable in recent years. This has led to ever-higher power prices and disruptions to the energy supply, which in turn has hurt the nation’s economy – spending on energy equated to 18% of GDP in 2014. This situation culminated in the government resolving to support the use of local resources, including renewables, for generating electricity. Investment in the sector was encouraged following the adoption of the Renewable Energy and Energy Efficiency Law in 2012.</p>\n\n<p>Firas Rimawi, adviser to the chief executive officer of MDC, recalls being asked back in 2008 to recommend a sector that would bring added value to the area. He proposed solar energy. Ma’an gets very high levels of solar radiation (2,700 kWh/m2/year), the region’s coarse sand means that the levels of dust are lower than they might be, and the relatively moderate temperatures all improve the efficiency of the PV systems. Looking back, it might seem that the choice was a straightforward one for MDC, however, when the decision was made, renewables were almost non-existent in Jordan, with no incentives or knowledge-base to drive them forward.</p>\n\n<p>Eight years on, we drive into Ma’an’s solar park, where panels stretch as far as the eye can see. The early positioning of MDA in solar discussions has played an important part in Ma’an’s renewables success. The region was in a very favourable position to attract investors when the government announced the first round of its so-called direct proposal scheme in 2011. Out of the 200MW of solar projects allocated in the first round, 160MW is being built in this area and is expected to be operational by year-end. Driving around the park, Rimawi says that he is proud of what has been achieved, but adds that it has been a learning process for both developers and the government. Still, the hard work seems to have paid off: the execution of these projects has led to greater investor confidence and to the second round of proposals. Four 50MW solar projects were the winners, and strike prices were halved to $0.06-$0.08 per kWh, from the first round’s $0.17 per kWh.</p>\n\n<p><img src=\"/assets/images/content/updates/CS2016_blog_Jordan_fig2.png\" alt=\"Winners of Jordan’s Direct Proposal Schemes – PV projects\" /></p>\n\n<p><em>Source: Bloomberg New Energy Finance</em></p>\n\n<p>In addition to increasing the renewable energy capacity of the country, these projects are having other ripple effects that are benefiting the local economy. A centre has been set up in Ma’an to train technicians in renewable energy, further supporting these large investments. So far, 180 students have passed through the centre’s programmes. Moreover, the services that these large solar plants need, such as security and maintenance, will be met through local labour. This is crucial for a region that has an unemployment rate of 17%, the highest in the country. Also, companies involved in these large projects are implementing smaller community projects as part of their CSR policies. Shams Ma’an, the owner of the 52MW solar plant, for example, is installing a 5kW system at a local school, reducing their energy costs and engaging students in renewable energy.</p>\n\n<p>Among commercial-scale systems in Ma’an, MDC installed a 1MW net-metering project at its student dorms, the first MW-scale project for the country. This has helped show the potential for this segment, given the very high retail electricity prices in Jordan: depending on consumption levels, commercial organisations can pay as much as $0.40/kWh. The payback period is only two years for the project.</p>\n\n<p><img src=\"/assets/images/content/updates/CS2016_blog_Jordan_fig3.png\" alt=\"Winners of Jordan’s Direct Proposal Schemes – PV projects\" /></p>\n\n<p><em>1MW system installed at a university accommodation in Ma’an</em></p>\n\n<p>Finally, at the smaller end of the solar scale, a royal initiative is funding the installation of 2,200 PV systems on homes in the region. The project will help residents with their energy costs, raise awareness and help in Ma’an’s transition to a greener economy.</p>\n\n<p>MDA’s success in adopting renewable energy speaks for itself. It is a model of what the government is trying to achieve on a national scale: a self-reliant market that attracts private sector investment and contributes to the local economy. MDC is currently in discussions to allocate another plot of land covering 18 square kilometres for utility-scale solar – almost four times as big as the current area. Should these projects go ahead, Ma’an would provide 20% of Jordan’s current electricity demand while benefitting the local and national economy, improving energy security and cutting carbon emissions. That’s no mean feat and may be achievable, assuming the current limitations of the grid are resolved.</p>\n\n<p><strong>Lara Hayim</strong></p>\n\n<p>Solar Analyst, Bloomberg New Energy Finance</p>\n"
  ,
  "download_source":null
}


