


{
  "id": "PAYG-solar",
  "title": "How Can Pay-as-Go Solar Be Financed?",
  "content": "<p>Pay-as-you-go solar companies are the start-up community’s proposed answer to the challenge of 1.2bn people living outside the reach of the electricity grid. To scale, they need debt capital. Lots of it. Some operators are creating structured finance products to cut costs and address more potential investors.</p>\n\n<p>Pay-as-you-go solar companies retail solar home systems to power basic appliances, primarily in East and West Africa. The systems are sold against a small upfront payment and regular ‘top-ups’, usually sent via low-cost mobile money services. The leading companies, including M-Kopa, Off-Grid Electric, d.Light, BBOXX, Nova Lumos and Mobisol, have raised more than $360m and serve about 700,000 customers – a microscopic fraction of the addressable market.</p>\n\n<p>After several years of early pilots, a number of these companies have now reached the stage at which they are seeking triple-digit million dollar amounts in debt capital to finance an accelerated roll-out of their services. Asset-backed debt vehicles are the primary candidate for this. But companies face the challenge of raising debt for an unproven industry and serving customers without a formal credit history.\nMany risks inherent in pay-as-you-go refinancing are far more pronounced than in conventional asset backed securities. These include currency risks, different tenor expectations and correlation risks arising from end-customers clustered in particular regions.</p>\n\n<p>Sector-wide harmonised portfolio performance metrics for pay-as-you-go companies, such as those currently developed under a World Bank-led initiative, make possible a structured assessment of some of the largest risks. This will reduce transaction costs for investors assessing structured deals in the sector.</p>\n\n<p>These metrics are currently being tested, in parallel to the first structured deals in the pay-as-you-go sector that were agreed earlier in 2016. If successful, such financial vehicles can scale quickly – residential solar securitisation in the US rose from $53m to $803m in two years.</p>\n\n<p><a href=\"https://data.bloomberglp.com/bnef/sites/4/2016/10/BNEF_WP_2016_10_07-Pay-as-you-go-solar.pdf\">LINK TO REPORT</a></p>\n"
  ,
  "download_source":null
}


