


{
  "id": "POWER-FOR-ALL",
  "title": "Tapping Into Data to Tackle Electricity Poverty",
  "content": "<p>An estimated 1.2 billion people – 16% of the global population – do not have access to electricity and more than 95% of those living without electricity are in countries in sub-Saharan Africa and developing Asia, and they are predominantly in rural areas (around 80% of the world’s unelectrified total). While still far from complete, progress in providing electrification in urban areas has outpaced that in rural areas two to one since 2000. So achieving universal energy access and unlocking its subsequent benefits will invariably require a concerted focus on serving rural communities.</p>\n\n<p>Yet specific focus on solutions for rural electrification, including specific inclusion of distributed renewable energy (DRE), are not commonly reflected in national policy. In fact, 77% of low energy access (LEA) countries - those where less than half the rural population has access to electricity - do not have DRE targets and more than a third have no national energy access targets at all. So if LEA countries desire to establish frameworks that quickly catalyze development of the DRE sector in-country, what are the most critical elements of an early stage policy portfolio? What is the formula for ‘jump starting’ the sector?</p>\n\n<p><img src=\"/assets/images/content/updates/CS2016_blog_powerforall_fig1.png\" alt=\"Figure 1\" /></p>\n\n<p><a href=\"https://static1.squarespace.com/static/532f79fae4b07e365baf1c64/t/58e3f73ce4fcb5a3a0989855/1491334979777/Decentralized-Renewables-From-Promise-to-Progress-March-2017.pdf\">A groundbreaking report</a> recently released by Power for All centers on new quantitative and qualitative analysis from the <a href=\"https://rael.berkeley.edu/project/the-platform-for-energy-access-knowledge/\">Platform for Energy Access Knowledge (PEAK)</a> —a joint project between the Renewable and Appropriate Energy Laboratory (RAEL), University of California, Berkeley and the Power for All campaign that answers this question. PEAK conducted a two-tiered empirical analysis of the five most active DRE markets in the world (Kenya, Ethiopia, Tanzania, India and Bangladesh) using best available data to provide practical insight into policy priorities for such countries. From the bottom-up, the research team surveyed DRE practitioners operating in these markets to identify the policies and regulations that have most influence on local operations. From top-down, the team observed correlation between policy performance and market growth for these countries, finding that statistical relationships corroborate the experiences and perspectives of practitioners.</p>\n\n<p>Market size is estimated by data on cumulative sales of quality-verified solar lighting products from BNEF’s <a href=\"https://about.bnef.com/blog/off-grid-solar-market-trends-report-2016/\">Off-grid Solar Trends Report</a>, 2016 while policy performance is proxied by BNEF’s clean energy investment-climate assessment tool <a href=\"http://global-climatescope.org/en/\">Climatescope</a>. This analysis of the five high-growth DRE markets identified key policy levers that have resulted in success. Those policies are:</p>\n\n<ul>\n  <li>Reduction of import duties and tariffs on DRE related products</li>\n  <li>Support for the availability of local finance through loans and grants and microfinance</li>\n  <li>Establishment of energy access targets or national commitments to electrification</li>\n  <li>Establishment of rural electrification plans or programs that incorporate DRE</li>\n  <li>Technical regulation through established licensing procedures for mini-grid operators and through adoption of quality standards for products and services</li>\n</ul>\n\n<p>But more than just identifying what policies are behind rapid rural energy access, the new report also addresses how to get there, by making key three recommendations on policy implementation and process, including:</p>\n\n<ul>\n  <li><strong>Setting the target:</strong> include decentralized renewables in national policies and rural electrification plans</li>\n  <li><strong>Ending the implementation gap:</strong> institute decentralized energy in integrated energy planning so that grid extension, mini-grids, and tandalone systems are given equal consideration</li>\n  <li><strong>Instituting collaborative policy design:</strong> DRE multi-stakeholder-led policy-making that includes government, private sector, funding and civil society actors</li>\n</ul>\n\n<p><img src=\"/assets/images/content/updates/CS2016_blog_powerforall_fig2.png\" alt=\"Figure 2\" /></p>\n\n<p>DRE offers an unprecedented opportunity to accelerate the transition to modern energy services, especially in remote areas, by complementing or substituting centralized systems while also offering significant co-benefits such as improved health, positive impacts on income growth, women’s empowerment, distributive equity and climate resilience. In fact, DRE systems already provide energy services to millions of people, with market penetration increasing annually. GOGLA estimates that pico-solar products alone (defined as products having a PV panel smaller than 10W) currently reach over 89 million people, serving a total of over 19 million households, and thereby improving energy access for 7% of the total off-grid population.</p>\n\n<p>Thanks in part to new data from BNEF, the evidence for DRE as a fast, affordable, clean solution is clear. While policy itself is of course not the only factor critical to successful market development, well-implemented policy is key to creating enabling environments. Based on the practical experience of peer countries, this study provides applied policy lessons for LEA countries seeking to catalyze the DRE sector and serves as a first step in using the power of data to drive informed decision-making. Power for All calls on countries working toward national electrification before 2030 to prioritize these key policies and processes that will speed achievement of universal electricity access, unlocking opportunity for underserved communities.</p>\n\n<p><strong>Rebekah Shirley</strong></p>\n\n<p>Research Director, Power for All</p>\n"
  ,
  "download_source":null
}


