


{
  "id": "Senegal-offgrid",
  "title": "Senegal villages light up fast with household solar products",
  "content": "<p>##<b>SENEGAL VILLAGES LIGHT UP FAST WITH HOUSEHOLD SOLAR PRODUCTS</b></p>\n\n<p>In Senegal, where only 30% of people living in rural areas have access to electricity, change is afoot.  Households that up till now have been reliant on kerosene for cooking and light are being targeted by a passionate workforce selling quality solar lanterns and solar home systems.</p>\n\n<p>Nadji Bi, translated in Wolof as “the light of the sun”, is the only domestic manufacturer of small-scale solar products in the West African nation. The company accomplishes a lot for a workforce of only 35 people. Its factory, close to Senegal’s capital Dakar, makes solar lamps, solar home systems and solar-powered street lights – enough of them to bring electricity to around 7,000 households annually. In addition, Nadji Bi’s construction team is working on larger-scale solar projects that will provide electricity to Senegal’s national grid, and the company offers training in solar technology for local engineering students.</p>\n\n<p>Manufacturing products in-country helps establish local expertise, creates jobs and helps underpin a profitable economy around renewables, Nadji Bi founder Julien Potron said in Dakar. Charities that distribute similar products for free distort the market and hurt companies like his own, he said.</p>\n\n<p>Meanwhile, as Nadji Bi goes about selling its Senegal-made products, other companies such as Bonergie, MicroCred and Total are marketing imported solar products to Senegal’s rural population. Many of these items are subject to import tax duties at the country’s borders, making them more expensive than products sold on the black market, but people are often prepared to pay the extra to secure something of better quality.</p>\n\n<p>To make the new technology more accessible, Bonergie and MicroCred also allow customers to pay an initial deposit and gradually pay off the full price of the product over time. One particularly clever credit system from Microcred, a micro-finance institution, will lock batteries inside their solar lamp remotely and stop it working, if a customer fails to make a payment. Nadji Bi also offers credit purchasing options for its product and is speaking with mobile phone operators to set up payments via mobile phones – a payment system already very popular in Kenya and Tanzania for small-scale solar.</p>\n\n<p>The trend for high-quality, environmental solar products is also highlighted by oil and gas company Total’s decision to sell a range of products in shops specially set up next to its petrol stations in Senegal. All products come with a 2-year warranty and the company is looking at offering customers credit.</p>\n\n<p>It must also be said that Senegal has a well-developed government policy to bring electricity to rural areas, whereby electricity operators are responsible for setting up micro-grids in the concession area they are allocated. But this process can take a long time and activity is yet to be seen in some concession areas. Higher rural electricity prices than those offered by state utility Senelec can also cause challenges with customer uptake.</p>\n\n<p>Selling small-scale solar products is subject to much less regulation and has good prospects in the electricity-starved regions of Senegal. As the industry gains ground we are likely to see more advanced products coming to market – ranging from larger televisions and energy-efficient fridges to solar-powered pumps and solar water heaters. Around 75% of Senegal’s population works in agriculture, according to the US CIA, so where the demand is, industry will follow…  And as East Africa’s small-scale solar models move West, Senegal could be the next place on the map for fast-growing companies like M-KOPA Solar. Let’s just say, watch this space.</p>\n\n<p><strong>Bryony Collins</strong></p>\n\n<p>Editor, Bloomberg New Energy Finance</p>\n"
  ,
  "download_source":null
}


