


{
  "id": "SSAMO2020",
  "title": "Sub-Saharan Africa Market Outlook 2020",
  "content": "<h1 id=\"executive-summary\">EXECUTIVE SUMMARY</h1>\n<p>Clean energy is spreading across sub-Saharan Africa, buoyed by policy incentives (Figure 1), donor-backed auction schemes and derisking mechanisms. Overcoming pervasive project risk and a lack of local finance, a number of markets are seeing their first utility-scale solar projects. Yet governments are struggling to afford existing power purchase agreements and will have to make hard choices if they are to find room for renewables.</p>\n\n<ul>\n  <li>Investment in renewables is growing fast – 18 countries received more than $10 million in clean energy funding in 2018, after 23 did so in 2017. That compares to a maximum of 12 countries getting that much annually in the prior 10 years.</li>\n  <li>A large pipeline of PV projects is to be built in markets that have little grid-scale solar. Some 1.2GW is expected to come online in 2021 outside of South Africa, more than twice the amount commissioned in 2018.</li>\n  <li>Auction programs with multilateral-backing have proven successful. Scaling Solar awarded nearly 0.4GW of PV capacity over 2015-18, or 39% of the total installed outside of South Africa over the same period. But the low tariffs yielded by generous derisking frameworks could lead governments to develop unrealistic pricing expectations.</li>\n  <li>Capacity surpluses in several markets belie low plant availability. Even when there is a need for new capacity, offtakers’ ability to procure new power can be hamstrung by existing expensive, long-term power purchase agreements. Notably, South Africa and Ghana are both attempting to renegotiate contracts signed with independent power producers.</li>\n  <li>Solar home systems, commercial and industrial solar and renewable-hybrid microgrids are growing fast, but require specific economic and policy conditions to be commercially viable.</li>\n</ul>\n\n<p><img src=\"/assets/images/content/updates/executive-summary_sub-saharan-chart.PNG\" alt=\"Figure 1\" /></p>\n\n<ul>\n  <li>Clean energy policies are largely limited to targets and tax breaks, the enforcement of which often leaves much to be desired. Such schemes as net metering and carbon pricing have yet to be effectively introduced outside of a few markets.</li>\n  <li>Low hydro availability and a growing reluctance to finance coal will boost investment in renewables in the long run. The ability of gas and coal to compete will also be curtailed by the prohibitive cost of the required infrastructure.</li>\n  <li>Interconnection will prove useful for countries struggling to integrate large volumes of variable solar and wind. Three “power pools” have been created in the region to foster the competitive trading of electricity. But all suffer from structural capacity deficits and a lack of investment in transmission infrastructure.</li>\n  <li>Offtaker risk remains a central concern to developers across the region. Ailing utilities struggle to improve their finances, and governments often find it hard to raise subsidized retail rates in the face of popular opposition. And while unbundling has proved beneficial in such countries as Uganda, less positive experiences elsewhere show it is no panacea.</li>\n  <li>A wide array of instruments allow developers to curtail project risk. All come at a cost. Shielding developers and investors against the possibility of non-payment, various guarantees help make projects viable. Political risk insurance has become standard for large renewables projects, but currency hedges remain too costly to see widespread adoption.</li>\n</ul>\n"
  ,
  "download_source":"/assets/data/docs/updates/2020-02-06-sub-saharan-africa-market-outlook-2020.pdf"
}


