{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    em: \"em\",\n    h2: \"h2\",\n    h3: \"h3\",\n    img: \"img\",\n    li: \"li\",\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"Serbia’s clean energy revolution has been dragging its feet. As of 2024, thermal power still accounts for more than half of total installed capacity. A new 350-megawatt coal plant is about to be fully operational, and much of the renewable capacity that is already on the grid is old hydropower facilities. Yet that could be changing: while wind and solar development is slow, Serbia has introduced renewable energy auctions in order to accelerate its energy transition.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"By the end of 2024, Serbia will have 8.5 gigawatts (GW) of installed capacity, including the new 350-megawatt (MW) coal-fired Kostolac power plant. Renewable sources make up 33% of this capacity and primarily consist of older hydropower facilities and more recent onshore wind farms.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Serbia’s solar sector remains small. At the end of 2023, it only had 98 megawatts of projects, most of which are installed at the distribution level. The biggest project so far, the 11.8MW Saraorci photovoltaic (PV) plant, was commissioned at the beginning of 2024. Chinese developers have announced plans for 1.7GW of utility-scale solar capacity, but these are at very early stages of development and therefore may not materialize.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Serbia began incentivizing renewable energy by introducing 12-year feed-in tariffs in 2009. The program ended in 2018 and was recently replaced by a 1.3GW auction plan, which is expected to be completed by 2025.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"The country held its first renewables auction in 2023, awarding 400MW of wind and 11.6MW of solar capacity. The settlement prices were €64.48 per megawatt-hour ($68/MWh) for wind and €88.5/MWh for solar.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Serbia’s electricity market liberalization began in 2004, with the unbundling of generation and transmission. Yet this liberalization remains incomplete, with 87% of the generation capacity still controlled by the state-owned utility.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"** Figure 1:\\tCumulative installed capacity mix in Serbia**\\n\", _jsx(_components.img, {\n        src: \"/images/cumulative-installed-capacity-in-Serbia.PNG\",\n        alt: \"Cumulative installed capacity mix in Serbia\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF, Energy Agency of the Republic of Serbia (AERS).\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"1.\\tAn unbundled electricity market\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Serbia has an unbundled electricity market, with different players taking part in its generation, transmission and distribution activities.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The power market liberalization started in 2004 when the country adopted its first energy law, which stipulated the unbundling of electricity generation, transmission and distribution functions within vertically integrated companies. Until 2005, Elektroprivreda Srbije (EPS) operated as the only utility that was vertically integrated. After that, Elektromreža Srbije (EMS) started serving as the national transmission operator while EPS remained in control of the generation and distribution services. In 2020 EPS further divided its generation and distribution operations, keeping the generation business, while the newly established Elektrodistribucija Srbije (EDS) took over the entirety of Serbia’s distribution.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 2:\\tPower market structure of Serbia\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/Serbia-s-power-market-structure.PNG\",\n        alt: \"Power market structure of Serbia\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Hydropower has long played a role in Serbia’s power mix, but capacity additions of other renewables accelerated in 2019 (Figure 1) when private investors such as MK Energy Group, Enlight, Fintel Energija, and Elicio started commissioning multiple wind projects. As of 2023, Serbia’s cumulative wind installed capacity was 0.5GW, and in 2024, the country cut the ribbons on its first utility-scale solar project, the 11.8MW Saraorci PV plant. Currently, Serbia has a total installed capacity of 8.2GW, including its pumped hydro storage assets.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The state-owned utility EPS holds most of the generation assets that existed before the market liberalization. Table 1 presents the installed capacity of EPS’s portfolio by generation technology. Combined heat power plants fueled by natural gas and other fossil fuels totaled 0.5GW in 2023, and most of these were owned by independent power producers. According to BloombergNEF’s database, EPS’s first renewable project, Kostolac wind farm, will be online in 2025.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Table 1:\\tEPS’s power generation mix as of 2024\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/EPS-s-power-generation-mix-as-of-2024-in-serbia.PNG\",\n        alt: \"EP'S power generation mix as of 2024\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: Includes Kostocal coal-fueled power plant.\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"As of 2024, ownership of Serbia’s generation assets remains highly concentrated. EPS, the state-owned utility, owns and operates 87% of the installed capacity in the country, while the remainder is owned by private independent power producers.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"2.\\tSerbia’s clean power incentives\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Although Serbia’s official currency is the Serbian Dinar, most transactions in its energy sector are carried out in or tied to euros, including the setting of electricity prices, the financing of projects and the government incentives for energy projects.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Feed-in-tariffs\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Existing renewable projects with phased-out feed-in-tariffs are receiving €90/MWh (inflation indexed) as of 2024\\nSerbia introduced feed-in-tariffs (FIT) in 2009 to support eligible projects with 12 years of revenue certainty. The scheme ended in 2018, but projects that qualified for the scheme are still able to benefit from these payments. The FIT rate is inflation-linked and is currently around €90/MWh, according to conversations held with developers. A total of 500MW of wind, 38MW of biomass, and 10MW of solar projects were able to secure the FIT incentives.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Clean energy auctions\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Serbian government now holds auctions to procure new clean energy. These award 15-year contracts-for-difference at the settled price. The settled auction price hedges projects against market volatility by compensating the generation when power prices drop below the clearing auction price. Serbia concluded its first renewables auction in 2023, awarding 400MW of wind and 11.6MW of solar with settlement prices of €64.48/MWh and €88.5/MWh, respectively. The auction enabled the development of nine projects with a total capacity of 715MW. For some projects, only a portion of total capacity was awarded in the contracts; the remainder is likely to be traded in the wholesale markets or through power purchase agreements (PPAs).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Two more auctions are expected to be held before the end of 2025 to secure a total of 1,300MW of wind and solar, according to the Ministry of Mining and Energy.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"3.\\tWholesale electricity market\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"According to the Energy Agency of the Republic of Serbia, or AERS, 47% of Serbia’s electricity market is regulated; this portion serves only households and small consumers. The remaining 53% of the market is deregulated and serves large industrial and commercial consumers.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Three types of transactions dominate Serbia’s deregulated wholesale power market: bilateral contracts, balancing contracts and trading in the day-ahead and intraday markets (Figure 3).\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 3:\\tTransactions in the wholesale electricity market\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/Transactions-in-the-wholesale-electricity-market-in-Serbia.PNG\",\n        alt: \"Transactions in the wholesale electricity market\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: EMS refers to Elektromreza Srbije, EPS is Elektroprivreda Srbije, and Seepex is South East European Power Exchange.\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"4.\\tChallenges for renewables development\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Integration of intermittent renewables and the scarcity of electricity offtakers are the major challenges for clean power development in Serbia\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"BloombergNEF spoke with multiple stakeholders in the energy industry in Serbia, including financiers, developers, utilities and public agencies. These conversations disclosed that despite the low penetration of wind and solar in Serbia’s energy system, there is concern around the intermittent generation profile of renewables and the lack of clean power offtakers.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In Serbia, the energy law requires all electricity market participants to take on balancing responsibility. This mandates that intermittent renewable projects – such as solar and wind – sign balancing contracts with generators capable of providing firm capacity, with fossil fuels or hydropower. This means that new solar and wind assets must sign balancing contracts with EPS, which is the majority owner of the country’s firm generation.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Clean power generation in Serbia also faces a scarcity of new offtakers. Traded energy amounts in the South East European Power Exchange (Seepex), the power exchange market, and within bilateral contracts are limited. Industry professionals in the country indicated that the electricity demand growth is expected to be modest. In addition, thermal power plants are still being installed, such as EPS’s 350MW coal-fired Kostolac power plant built by CMEC, which is set to be fully operational before the end of the year. Clean energy auctions are expected to alleviate some of these concerns, if they take place as planned.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"5.\\tChina to invest in solar, wind and hydrogen\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The largest copper and gold miner in Serbia will install 1.5GW of solar and 0.5GW of wind for its operations\\nIn the first half of 2024, China’s President Xi Jinping visited Serbia. The visit followed a series of announcements by Chinese companies regarding renewables development and manufacturing investment in Serbia.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Chinese Zijin Mining Group Co., the operator of the largest copper and gold mines in Serbia, announced plans to build 1.5GW of solar and 500MW of wind to power its mining operations. The project will be developed in partnership with Shanghai Fengling Renewables and is expected to be online in 2026. In addition, the surplus of these power plants will be used to produce 30,000 metric tons of hydrogen per year.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In May, Chinese company Hunan Rich Photovoltaic Science and Technology signed a memorandum of understanding with the Serbian government to build a 1GW solar module manufacturing facility in Serbia and a 200MW solar power plant to support the facility’s operation.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"iso":"rs","title":"Awaiting a clean energy influx","description":"Though still heavily reliant on coal, Serbia hopes its renewable energy auctions will kickstart renewables in the coming years.","publish":true,"dataFiles":[],"slug":"/highlights/serbia","type":"highlight","_filename":"serbia.mdx","_slug":"/highlights/serbia"},"scope":{}}},"__N_SSG":true}