{"data": [{"note": "The government is targeting the expansion of solar mini-grids through the IDCOL programme. For projects of 5MW or more a power generation licence is required and the tariff must be approved by the regulator in consultation with the government.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "IDCOL has secured development financing to rollout solar mini-grids, but the programme is at an early stage. So far, IDCOL has invited proposals for a set number of projects. The developers will identify appropriate sites, but IDCOL has agreed to help locate areas \"where grid electricity is unlikely to be expanded in the next five to 10 years\".", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "Projects of more than 5MW will require a license. Larger projects can also be proposed.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The Sustainable and Renewable Energy Development Authority (SREDA) is becoming the one-stop shop for renewable energy developers. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Bangladesh Power Development Board does work on installing mini- and micro-grids of its own, but does not have a dedicated outward looking team to liaise with project developers. SREDA, however, does have a responsibility to \"promote, facilitate and disseminate sustainable energy\".", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "So far, mini-grids have been subject to a limited call for proposals by IDCOL. The notice is available on the IDCOL website, but the application documents and other information (technical standards, grid connection agreements etc.) are not.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Tariffs for grid-connected projects are determined on a case-by-case basis, with an upper limit of around $0.37 per kWh. The IDCOL financing programme heavily subsidises the capital and financing costs, so cost-recovery is certainly feasible.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Mini-grid tariffs are stable, although still being in the pilot stage, their track record is relatively short. Larger IPPs have their tariff schedules listed for 15 years in their PPAs, including incremental capacity and energy remuneration components.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Developers can implement their tariffs in a variety of ways, for instance using prepaid cards that villagers top up. This gives them flexibility in their business models.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "The Bangladesh Power Development Board has issued draft PPAs alongside requests for proposals sent to gas and other fossil fuel IPPs. However, this has not yet happened with renewable energy projects. The first round of solar mini-grid projects are being processed on a case-by-case basis.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "The government has a track record of signing bankable PPAs. For example, a 30MW solar project was offered a 20-year PPA. However, PPAs for renewables and mini-grids are uncommon as the sector is still in the early stages of development.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The utility is obliged to take all the output for grid-connected projects, with the Bangladesh Power Development Board being the single buyer.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "Rules have been clearly defined for connecting projects to the grid. For mini-grids, there are no national standards, but some mini-grid developers have chosen to implement distribution networks that could be used for national grid electricity in the event of future interconnection.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "If the utility extends the grid to the mini-grid site, there are rules for them to buy power from the mini-grid or to provide sufficient compensation.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "Developers do not have access to grid plans. However, IDCOL clears mini-grid sites with the Ministry of Power, and they will not be approved if there are plans for grid expansion in the area.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Solar home system distributers must adhere to quality standards that include warranty provision. Mini-grids are supposed to follow the standards of the national grid, although it is unclear whether this has been formalised by a technical committee.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "The success of the solar home system programme is largely down to the financing that partner organisations are allowed to offer customers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The national grid extension programme has seen the number of grid connections more than double, from less than 1.5m in 2005 to more than 3m in 2015. IDCOL also enables off-grid electrification through development of solar home systems, mini-grids and irrigation pumps.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "The Rural Electrification Board was created in 1977 to oversee regional cooperatives called palli bidyut samity (PBS), which own and operate rural distribution networks. IDCOL oversees the rollout of off-grid and mini-grid projects through its solar financing programme.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The government adopted a long-term energy strategy as part of its Vision 2021 plan, which envisages provision of \"electricity for all\" by that date.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "Bangladesh runs the world's most extensive solar home system programme for energy access, deploying more than 4m subsidised systems. IDCOL is now gearing up to deploy mini-grids and solar irrigation pumps too.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "The IDCOL financing facility is central to the success of the programme. It allows distributers of solar home systems to refinance the cost of the system and microfinance loans offered to consumers over a longer tenor.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "Grid connection is subsidised. The Rural Electrification Board applies government and donor funding to consumer connections as well as grid extension itself.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "The IDCOL programme includes grants for each system sold on top of its core soft loan refinancing mechanism, which subsidises the cost. There is also a capacity-building grant for partner organisations. There are various other incentives available for biogas and other small-scale renewable deployment.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "Solar products and batteries for home systems are VAT exempt. Solar products also benefit from reductions in import duties, whereas batteries are charged duties.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "We describe the IDCOL programme extensively in the relevant policy record. In addition, donors are trying to kick-start a market for smaller solar lanterns to reach the poorest people in rural areas.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Mobile-enabled pay-as-you-go (PAYG) solar is at an early stage of development, but is likely to become more widespread in 2016. Business group Rahimafrooz is probably applying PAYG most innovatively. For now, its network of village sales agents are equipped with a smart phone sales app that allows them to collect payments, but consumers themselves are not able to use PAYG. The company intends to launch a new PAYG solar home system to fend off competition from cheap generics.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Any solar home systems that suppliers want to sell through IDCOL's financing programme must be approved by the organisation's Technical Standards Committee. The committee has aligned its quality standards with those of Lighting Global, the World Bank's off-grid lighting platform. Missing for now are standards for smaller lanterns, and home system distributers alarmed by the growth of cheap generics are trying to extend quality standards beyond IDCOL's programme to apply on imports.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "Kerosene and diesel prices are regulated by the Bangladesh Petroleum Corporation and sold below cost-recovery.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "Solar products and batteries for home systems are VAT exempt.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Solar products benefit from reductions; batteries are charged duties.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "None reported.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "Only SHS approved by IDCOL's technical standards committee can benefit from the financing programme - but market participants view this as important to main quality standards.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "bd", "name": "bd"}