{"data": [{"note": "It is legally possible to set up a mini-grid or small power project as nothing exists to restrict this. Although there is no policy governing the development of mini-grids or small power projects specifically, and there has been no evidence of such a policy since development of the 1998 Motshegaletau Centralized PV System, a pilot project. This was a 5.7kW centralised mini-grid PV system implemented by the Botswana Technology Centre (now Botswana Institute of Technology, Research and Innovation; BITRI). The mini-grid power station supplied 220 volts power to 14 households, a village clinic, a primary school as well as street lights.  Customers wired their houses and paid a BWP 500 ($90) connection fee. Tariffs were subsidised to the same level as grid electricity to allow the technology to take off. However, the grid was rolled out in that area making the mini-grid redundant. It was decommissioned in 2008.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "To date, this has not been encouraged as the focus has been on extending the main grid through the rural electrification programme. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no specific threshold for mini-grids or small generation projects. However, according to the Botswana Electricity Supply (Amendment) Act of 2007, projects for self-consumption below 25kW do not require a licence.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The Ministry of Minerals, Energy and Water Resources - through its Department of Energy - handles regulatory approval, in consultation with BPC. Licences are required for all generation projects except if they are developed by state-owned enterprises, or fall below 25kW and are for self-consumption only.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "BPC does not have a specific team to lead on the requirements for developers. Developers will be directed to the appropriate team within BPC depending on the project size. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "There is no regulatory procedure established as yet that is specific to mini-grids or small power projects. The current process for setting up any generation project outside of the exception criteria listed above is as follows: the IPP is required to obtain approval from the Department of Energy based on its environmental impact assessment, it is then required to apply to the Department of Water Affairs for a grant of water right (which will be assessed based on a site visit to determine feasibility for connection). Finally, it must make a written application for an IPP licence to the Minister of Minerals, Energy and Water Resources, as per the Electricity Supply Act.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "The Electricity Supply (Licensing) Regulations (under section 15(1)) (26th November, 1993) specify that the IPP rates for the supply of electricity to consumers must be established in an agreement between the IPP and the consumer. However, the tariff must be approved by the Ministry of Minerals, Energy and Water Resources.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "There have been no power purchase agreements (PPAs) signed to date, aside from the five-year contract for the 70MW temporary generator - Matshelagabedi Alstom Power Rentals Plant - which was bought by BPC in March 2015.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "The Electricity Supply (Licensing) Regulations (under section 15(1)) 26th November, 1993, specify that the IPP rates for the supply of electricity to consumers must be established in an agreement between the IPP and the consumer. However, the tariff must be approved by the Ministry of Minerals, Energy and Water Resources.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "No documents regarding structured PPAs exist.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "There have been no PPAs signed to date, aside from the five-year contract for the 70MW temporary generator - Matshelagabedi Alstom Power Rentals Plant - which was bought by BPC in March 2015.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "BPC is required to buy all the output produced by grid-connected projects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "The process and standards for interconnection are not yet developed, although efforts are underway.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "Nothing exists to govern this as yet.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "There is no evidence to show that grid extension plans are made available prior to works being done. However, the list of villages connected to the grid is published by BPC once the work has been carried out.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "No information was available to suggest that these exist.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "There are currently no examples that this takes place.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "A Rural Electrification Programme has been in place since 1975. It was designed by the government with a goal to electrify at least 14 villages a year and extend the grid in 20 villages per year. A division of BPC is tasked with this, but funded by the government. Each year, BPC submits lists to the government - including cost estimates. In parliament, these are reviewed against the budget and decisions are made on how to proceed. BPC then implements the work. Initially, the programme was focused on grid electrification, but in 2010 BPC Lesedi was developed to augment this programme with a focus on off-grid and renewables. However this failed, partially because of mismanagement, but also because of errors in the business models. They were trying to rent the equipment, whilst the communities wanted to own it.  Despite the liquidation of BPC Lesedi, the grid electrification programme is ongoing. Furthermore, the Department of Energy has set up an SPV focused on renewable energy to carry out the mandate of BPC Lesedi on rural electrification and off-grid solutions.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "Whilst a seperate agency does not exist, there is a dedicated team within the BPC that focuses exclusively on rural electrification.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "According to the Vision 2016 document of 1997, the national access target is 80% by 2016 with 60% rural access. As at 2015, the rural access target had been surpassed and the national target was well on the way to being met. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "There is no specific mention of off-grid and/or mini-grid options in the overall energy access target. Seperate targets were linked to the Renewable Energy-Based Rural Electrification Programme, introduced in 2005 and implemented under BPC Lesedi, although as at 2011, only 18% of the solar home system target had been met and less than 5% of the target for solar lanterns and efficient cook stoves. The programme was terminated in June 2014.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "No evidence of current grant programmes or other funds allocated specifically to off-grid companies was found.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "In April 2010, the government of Botswana introduced an electricity levy of BWP 0.05 ($0.5 cents) per kWh consumed. The levy is payable by all electricity customers to feed the National Electrification Fund (NEF).  The purpose of the fund is to subsidise household connection fees. In instances where the cost of a connection exceeds the fixed fee, the difference is covered by the fund.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "This is one of the barriers widely cited by players in the off-grid market in Botswana, including the SIAB and specialist vendors of off-grid products and systems.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "The standard VAT rate of 12% is applicable to off-grid pico-solar products, as confirmed via the newly-launched Botswana Trade Portal. And, whilst these products are exempt from import duties, so is all equipment and machinery used in the manufacturing sector, according to the broadly applicable Customs and Excise Duty Act.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "There were no market-building programmes as of 2015. However, on 18 February 2016, an MOU was signed between GIZ, SIAB (Solar Industries Association of Botswana), and the German Solar Industry Association to strengthen cooperation between Botswana and German companies in the PV and energy storage industries. A particular focus was to be placed on off-grid market-building.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "The system changed some three to four years ago and all domestic customers now use prepaid meters for electricity (although this is not the case for all commercial and industrial customers). There are hundreds of vendors for prepaid electricity, but the major vendors are 1) Botswana Post 2) Ideal Prepaid 3) Lowe Trade 4) Q Muzik 5) Sandulela. They, in turn, partner with sub-vendors thereby extending the options available to grid-connected customers.  In August 2015, Botswana Post launched a new mobile app that enables Andriod users to purchase prepaid electricity directly. In terms of off-grid systems, Videre Global are working with various ministries to pilot community energy hubs that involve solar PV powered micro-grids. One of the innovations being developed as part of the pilot scheme includes Botswana's first PAYG community energy scheme.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "The Botswana Bureau of Standards (BOBS) is the national body governing standards in the country. Whilst a number of standards exist in their catelogue relating to solar water heating systems and some relating to solar power systems, there is no mention of standards for small, portable solar products such as solar lanterns. Furthermore, solar standards that do exist are voluntary, which makes adherence by suppliers open to abuse. An influx of substandard products, particularly from Asia, have impacted the reputation of the market amoung end users. However, the SIAB is advocating for mandatory standards.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "According to the draft National Energy Policy, petrol, diesel, aviation fuel and illuminating paraffin prices are regulated by the government. Retail prices are stabilised using the National Petroleum Fund (NPF).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "According to information obtained from the online Botswana Trade Portal, the standard VAT rate of 12% applies to these products.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Whilst these products are exempt from import duties, so is all equipment and machinery used in the manufacturing sector, according to the broadly applicable Customs and Excise Duty Act.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "It should be noted that the movement of goods between Botswana and Zambia is subject to severe delays based on the current ferry system that can only transport a single goods truck at a time. However, there is nothing to indicate that this has been a barrier to the off-grid business as most products are imported from South Africa, with whom Botswana has close trade relations. Furthermore, a bridge is under development to address this problem.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "A trade license is required and whilst this is the case across most industries, it can be a challenge due to the long list of requirements needed to meet licensing laws. For example, one of the suppliers we spoke to noted a six-month delay due to a small written error in their application document.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "bw", "name": "bw"}