{"data": [{"note": "Mining companies and private energy companies have long been allowed to operate mini-grids as part of bilateral agreements with the government. In addition, the 2014 electricity sector law liberalised the market and provides a framework for private sector participation.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "Mining companies and private companies have been allowed to operate specific grids, although the bulk of capacity is still operated by the national utility. And while the 2014 electricity sector law provides the legal framework for concessions, the absence of a regulator means that there is no clear process to obtain a concession.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no upper limit. However, the 2014 electricity sector law only applies to generating assets of installed capacity of 50kW or more.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "A decree to establish an electricity regulator was signed in April 2016. The office is expected to be operational by mid-2017. In the meantime, the energy ministry is performing most regulatory tasks.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "SNEL (the national utility) is not set up to efficiently and effectively deal with requests from private project developers. As it dominates the country's electricity sector, it is looking to remain dominant rather than accommodate private developers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "In the absence of an electricity regulator, the procedure to set up a mini-grid is cumbersome and non-transparent. However, the country's Investment Promotion Agency (ANAPI) can assist private investors, for instance by advocating on their behalf with the various government entities.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "The experience of individual private companies shows that tariff levels make it possible to recover costs. Tariffs are determined via bilateral negotiations. A general tariff framework will likely be implemented by the (as yet non-existent) regulator.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Tariff stability depends on the individual contracts agreed between developers and the government, on which there is little transparency.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "This depends on the individual contracts agreed between developers and the government, on which there is little transparency.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "A standardised framework is likely to be implemented by the (as yet non-existent) regulator.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "A standardised framework is likely to be implemented by the (as yet non-existent) regulator.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "As per decree n16/013, the regulator will ensure that private companies have access to the transmission grid (within the physical constraints of the grid). However, as the regulator does not yet exist, this is difficult to implement.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "This depends on the individual agreements between developers and the government. As per decree n16/013, the regulator, once established, will ensure clear norms and standards for connecting projects to the grid.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "This depends on the individual contracts agreed between developers and the government, on which there is little transparency. The vastness of the country means that, in many cases, there is little risk that an isolated grid will get connected to the main electricity grid.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "There is no evidence of grid extension plans.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "This depends on the individual agreements between developers and the government. As per decree n16/013, the regulator, once established, will ensure clear norms and standards for connecting projects to the grid.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "There are no rules preventing this. Private energy companies seem to opt mostly for a prepayment solution instead of offering financial services.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "There is no plan in place. Institutional responsibility for rural electrification has been fragmented, and little has been done. The 2014 electricity sector law provides for an agency that will promote and finance rural and peri-urban electrification. L'Agence Nationale des Services d'Electrification Rurale (ANSER) is being set up by an inter-ministerial committee with technical assistance from the European Union. A decree for the implementation of the agency has been drafted and approved, with full implementation expected by mid-2017. The agency will have to formulate an electrification plan.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "The 2014 electricity sector law provides for an agency that will promote and finance rural and peri-urban electrification. ANSER is being set up by an inter-ministerial committee with technical assistance from the European Union. A decree for the implementation of the agency has been drafted and approved, with full implementation expected by mid-2017. The agency will have to formulate an electrification plan.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The country’s electrification rate is low at 9.6%. The government’s vision is to increase the level of service to 32% by 2030. In the context of an energy access forum in 2015, the Energy Ministry stated that by end of 2016 the country could reach an electrification rate of 18% thanks to the completion of several hydro projects, however this seems overly optimistic.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "There are no off-grid or mini-grid plans in place yet. An agency to promote and finance rural and peri-urban electrification, ANSER, is being set up by an inter-ministerial committee with technical assistance from the European Union. A decree for the implementation of the agency has been drafted and approved, with full implementation expected by mid-2017.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "There is no evidence of this.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "There is no comprehensive programme to promote grid connection through subsidies. However, ad hoc electrification programmes, generally related to generation projects such as the Inga hydro scheme, incorporate a rural electrification component with an implied investment subsidy.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "There are no grants or other incentives, other than exemption from import duties.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "There are no VAT reductions. Generally, importers and distributors of products such as solar lamps, panels and so on must pay a 10% import tax. However, it is likely that the government will extend decree n15/009 to off-grid solar products, which would exempt these products from import duties and any VAT levied at time of import. It is unclear when this would be implemented.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "Elan RDC, a project financed by the British government, is seeking to develop the private sector in the country. It has been helping off-grid solar companies sell their solutions.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "A market-wide PAYG platform does not exist yet. Electricite de Congo (EDC) has a proprietary platform that works with a prepayment meter that can be charged with a code that is purchased at an EDC shop. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "There is no evidence of standards.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "IMF data shows that DRC phased out all subsidies for petroleum products between 2013 and 2015.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "None.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Generally, importers and distributors of products such as solar lamps, panels and so on must pay a 10% import tax. However, it is likely that the government will extend decree n15/009 to off-grid solar products, which would exempt these products from import duties and any VAT levied at time of import. It is unclear when this would be implemented.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "There are other in-transparent and often informal import duties that are often paid for an entire shipment (e.g. for a container of different types of goods) rather than per product.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "cd", "name": "cd"}