{"data": [{"note": "The installation of power generation facilities on private property has always been possible in Cote d’Ivoire leading to a number of relatively large projects, notably those linked to agricultural activities. However, it is forbidden to build grids and sell electricity without a license under the 2014 Electricity Act, regardless of the size or location of the project. The act also opens the door to self-consumers selling excess electricity to the grid. Such licenses will be awarded on a case-by-case basis and stipulate a regulated tariff, suggesting that the opportunity will be limited to larger loads. CIE holds a contract granting it monopoly rights over the distribution and retail of electricity until 2020. Thereafter, the government may decide to award licenses that are limited in time and geography to new private actors. At least one off-grid electricity company has decided to sell power services linked to its off-grid clean energy generation installations (for instance, mobile phone charging, tv and refrigeration), which is possible under Ivoirian law. The requirement to have a banking license to engage in leasing activities is a further hurdle to the development of off-grid electrification, which often needs some form of financing plan to increase uptake. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "The launch of an ambitious electrification programme in 2014 and enactment of the Electricity Act the same year, establishes grid extension as the main government priority. Consequently, it has been reluctant to establish a regulatory framework specifically for mini-grids. From 2020, when the CIE monopoly over distribution and retail ends, the 2014 Electricity Act provides a very loose framework that could, in theory, lead to the awarding of off-grid concessions. Today, however, there is little intention to support off-grid electrification (given the difficulties that community-owned projects currently experience with the regulatory authorities). The period to 2020 and how the Electricity Act is implemented will be critical in defining whether or not Cote d’Ivoire opens up to mini-grid and renewable energy developers. As the number of connectable places (those that are either of sufficient size or close enough to the grid) dimishes, the government may see that awarding off-grid concessions is a financially attractive alternative to grid expansion.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no threshold limiting the size of a mini-grid or generation project on private property. However, retail of electricity is not authorised until 2020, when CIE's monopoly runs out, and after that date a license will be required. The 2014 Electricity Act permits self-consumption projects to sell excess power to the grid, however this would also require a license. Current government thinking suggests that this will be limited to larger projects. Nonetheless, the prospect of higher retail power prices and increasing strain on the system as new demand centres are connected recommends the installation of additional generation facilities that will reduce utility bills and ensure system reliability. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "Assessment of projects is done on a case-by-case basis by the different regulatory and executive organisations of the sector. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "There is no dedicated team at the utility to deal with developers' requirements. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "Under the 2014 Electricity Act, it is forbidden to build grids and sell electricity without a license. Such licenses will awarded on a case-by-case basis and stipulate a regulated tariff.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "CIE holds a contract granting it monopoly rights over the distribution and retail of electricity until 2020. Thereafter, the government may decide to award licenses that are limited in time and geography to new private actors. At least one off-grid electricity company has decided to sell power services linked to its off-grid clean energy generation installations (for instance, mobile phone charging, tv and refrigeration), which is possible under Ivoirian law. The requirement to have a banking license to engage in leasing activities is a further hurdle to the development of off-grid electrification, which often needs some form of financing plan to increase uptake. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "PPAs are drafted on a “take-or-pay” basis and prices are negotiated to guarantee a profit margin. These agreements include all fuel supplies, meaning that developers are warrantied a stable profit margin. However, the government is looking to exclude fuel supply from future contracts in an attempt to increase the efficiency of the sector.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Tariffs for IPPs are determined on a case-by-case basis. They are set in long-term 'take-or-pay' contracts that guarantee a profit margin. There is no evidence of innovative price structures that would recognise the needs of alternative business models, such as capacity payments for renewables. The current framework does not allow for the setting up of mini-grids or small power projects selling directly to consumers so actors are exploring selling energy-related services for which regulation is less constraining.  ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "Assessment of projects is done on a case-by-case basis by the different regulatory and executive organisations of the sector. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "PPAs are drafted on a “take-or-pay” basis and prices are negotiated to guarantee a profit margin. These agreements include all fuel supplies, meaning that developers are warrantied a stable profit margin. However, the government is looking to exclude fuel supply from future contracts in an attempt to increase the efficiency of the sector.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "All IPPs operate under negotiated take-or-pay contracts. The 2014 Electricity Act obliges the off-taker to take all IPP output.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "There are no clearly defined processes and standards for connecting projects to the grid as these are drafted on a case-by-case basis. The 2014 Electricity Act will address this in two ways - first, PPAs signed with IPPs or self-consumers are to be approved by the regulator and made public to serve as a blueprint for other contracts and, secondly, liberalisation of the transmission, distribution segment and, to a lesser extent, dispatching, is to be paired with stricter regulation and definition of processes and standards for the sector. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "Mini-grids are not allowed until CIE's monopoly runs in 2020.  While the 2014 Electricity Act could open up a number of opportunities for small grid developers or renewable energy, at present it looks unlikely that the government will back such enterprises. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "An up-to-date map of planned transmission lines can be obtained from the regulator's website. It is unclear how much detail regarding transmission and distribution plans is available. The draft energy sector master plan sets out details of full electrification by 2025, but it is not publicly available.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "General grid injection standards are set by the 2014 Electricity Act. More detailed rules will be introduced the country's regulator, the Anare, when it is awarded greater responsibilities. Cote d'Ivoire also has a number of certification agencies and regulations that have a direct impact on small power producers. Codinorm, the country's standards agency, for instance, sets standards for most components of small renewable energy power plants.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Power producers may only sell their output to a distributor. CIE is the sole off-taker until at least 2020, when its monopoly officially runs out. Companies that have been providing energy-related services in rural areas have not been offering financial services such as leasing to consumers as they would need to have a banking licence, which is not easy to obtain.     ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "Cote d’Ivoire launched its Electricity for All programme in October 2014. It aims to electrify all population centres, or just under 1m households by 2020, and will prioritise settlements of more than 500 inhabitants. The grid extensions are being financed by the government and carried out by CIE. The programme also finances connection costs, charging XOF 1,000 (just under $2) up front instead of the usual XOF 150,000 (around $250), which it recuperates over 10 years. The meters installed by CIE are all pre-pay and range between 5W and 15W, with tariffs ranging from XOF 88/kWh (around $0.15/kWh) for consumption of less than 100kWh per month, to XOF 301/kWh ($0.52/kWh). The objective of the programme is also to tackle electricity theft, the penalties for which increased considerably under the 2014 Electricity Act.  \nqThe programme reportedly connected 20,000 households between October 2014 and November 2015, and a further 70,000 by April 2016, signifying an acceleration in uptake. Despite this trend, the country is unlikely to reach its objective of full electrification by 2020 as the number of large and accessible population centres diminishes, leaving smaller, harder to reach towns and villages. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "Cote d'Ivoire does not have a dedicated rural electrification agency, but CIE is the operational agency responsible for all matters related to the government's electricity strategy, including the rural electrification programme.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The government aims to fully electrify the country and connect one million homes by 2020. The programme reportedly connected 20,000 households between October 2014 and November 2015, and 70,000 by April 2016. Despite this trend, the country is unlikely to reach its objective of full electrification by 2020 as the number of large and accessible population centres diminishes, leaving smaller, harder to reach towns and villages. A new electrification strategy with an estimated budget of XOF 475bn (or $796m under the 2015 exchange rate) to 2020 is being drafted. This could push back the full electrification target to a more realistic 2025 and aims to have 50% of the country’s homes connected by 2020, and between 70% and 90% by 2035. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The programme has identified 28 localities of less than 250 inhabitants that live more than 18km from the grid.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "There are no funds in place to finance off-grid companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "The price of connecting a household to the grid in an electrified area is normally set at XOF 150,000 or around $250. However, under the current electrification programme, the connection cost is subsidised and paid over 10 years through electricity bills. This has reduced the upfront connection and installation cost of a prepaid meter to less than $2.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "There is no evidence that government agencies or commercial finance providers support off-grid initiatives. However, a number of organisations such the telecoms company Orange and Energy Globe have awarded prizes to off-grid renewables companies in recent years, raising the profile of these solutions in the country.  ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "Solar PV products generally benefit from a reduced VAT rate - 9% against the normal 18% applied to most goods and services - and a reduced import duty of nil to 1%. However, securing such discounts is cumbersome, from both customs (for the duty exemption) and from the Ministry of Finance for the VAT reduction. Delays at customs can be costly as importers need to pay for warehouse space in the harbour. These problems have led to considerable contraband imports from neighbouring Burkina Faso, where exemptions cover a wider set of components and are easier to access.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "Cote d’Ivoire’s active electrification programme and the draft of the upcoming electrification strategy are clear indicators that the government will focus on electrification through the main grid. This, combined with legislation that does not permit off-grid electricity retailing, explains the lack of market-building programmes and activity. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Cote d’Ivoire has a vibrant mobile money sector. MTN Mobile Money and Orange Money, both subsidiaries of the country’s main telecoms companies, offer integration of their mobile money platforms with third-party businesses. A number of smaller players are also active in the sector. Mobile money is used by off-grid renewables businesses to receive payments from vendors in rural areas that have a stock of products. However, pay-as-you-go systems are not in use as this would require the retailer to have a banking licence.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "There are no standards targeting pico-solar specifically, although Cote d’Ivoire has a certification agency that covers a number of individual electronic components. In general, there is very little control over the quality of the products imported, and the use of makeshift and dangerous power systems in rural areas is common. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "While diesel prices are regulated and harmonised across the country, they are broadly reflective of cost and are updated several times per year. Delivery in remote areas is more expensive owing to transport costs.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "NA", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "NA", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "NA", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "Most off-grid renewable power companies acknowledge there is still a lack of trust and awareness about their offering. The decades-long political messaging around Cote d’Ivoire as a major electricity hub in the region has created high expectations amongst would be customers. The communication around the current electrification programme, which aims for full electrification by 2020, has further contributed to these expectations. Logistics and infrastructure in general are another challenge, as poor access to rural areas leads to delays in delivery and increased costs for maintenance of remote installations. Finally, technical capacity is also lacking and installations are often used in ways not foreseen by their manufacturer, for example, by connecting too many products to the power storage system, thereby rapidly reducing the capacity of the battery.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "ci", "name": "ci"}