{"data": [{"note": "It is legally possible to set up a mini-grid or small power project. However, so far, no private company has been willing to take ownership of a mini-grid concession, preferring instead to build the projects and let the government retain ownership and collect the payments. There is a lot of self-generation at the residential and commercial/industrial level, a large proportion of which is untracked, especially in the small hydro (less than 5MW) sector. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "The government is keen to see mini-grid concessions develop, however thus far no developer has taken the risk. One project that seems to be veering away from a concession towards a licenced operator model (with the government owning the assets) is the 1.4MW Bakao small hydro project. The lack of a standard concession format (in no small part due to lack of pilot examples) is an issue. There is a small diesel genset-based concession at Yoyo run by GFDEE, but it was developed without government awareness and only later was it sanctified by the regulator.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "Plants have to be less than 5MW to qualify as rural electrification projects, which allows them to access specific support via the Rural Electrification Fund or qualify for direct funding by the Agence d'Electrification Rurale du Cameroun (AER). There is also a 5MW threshold for hydro plants looking to qualify as renewable (larger systems not considered renewable). Qualifying as renewable carries no direct financial benefits at the moment. Renewable projects count towards the country's renewable energy target and must be connected to the grid upon request if feasible and their energy must be taken if competitive, which is in itself a subject of debate and will probably be clarified as the government works to update the current energy law.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The main actor is the Ministry of Energy and Water (MINEE), which holds the final decision power. However, a developer will still need to deal with a number of agencies, including the regulator Agence de Régulation du Secteur de l'Electricité Cameroun (ARSEL) and AER, among others.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "There is no dedicated team at the utility Eneo. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "There has been insufficient practice for this to be the case. Developers have to deal with a number of agencies, including the regulator, AER and so on. There is little standardisation, with officials at the regulator and ministry insisting that projects are considered on a case-by-case basis and negotiation is required each time. Consequently, most small projects are set up for self-consumption outside of regulatory control.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "There are no standard tariffs. The regulator, ARSEL, sets tariffs in accordance with a cost-plus calculation on a case-by-case basis. In Eneo's case, a revenue cap is taken into account, such that if Eneo's revenue exceeds the cap its tariff will be reduced the following year. For the only other concession in the country, GFDEE at Yoyo, the (considerably higher) tariff was agreed directly with the community and ARSEL subsequently rubber-stamped it (once it found out this project existed).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Eneo's tariffs are recalculated every year based on a cost-plus methodology, with a revenue cap. Every five years the methodology is reviewed, which represents a risk. It is unclear whether the same methodology is applied to other projects, but it does not appear to be the case that GFDEE's tariff is recalculated.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "There are no examples of different tariff structures agreed with the regulator. However, given the case-by-case basis for tariff negotiation, it may be possible to structure tariffs differently. In addition, different models are in use for the IPPs. For example, DPDC uses a tolling agreement, while KPDC uses a take-or-pay model.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "Eneo has only signed two active PPAs - with KPDC and DPDC. Since signing these it has gotten a lot smarter on the topic, especially as it has been asked for heads of terms agreements on PPAs from many of the developers of projects agreed with the government in memoranda of understanding.  Cameroon has had many (80+) memoranda of understanding for the construction of large power projects, often with the supposed developers having no intention of starting the project (sometimes they secure financing abroad that was subsequently used for other purposes). As a result, Eneo has developed a PPA checklist that project developers must adhere to before it will agree to any head of terms negotiations. From that point onwards, PPAs are agreed on a case-by-case basis with no standard model. However, the regulator is currently redesigning its models for concessions and licences for power generation, transmission, distribution and sale of electricity as part of broader electricity sector reform. Consequently, a (more) standard legal framework should emerge. Eneo is about to sign PPAs for the Nachtigal and Bakao projects and is starting negotiations for the 350MW Makay project.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "The KPDC and DPDC agreements are for between 15 and 20 years. The Nachtigal large hydro project under development will have a 99-year licence, although the duration of the PPA has not yet been confirmed.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The Electricity Law of 2011 (No. 2011/022) requires renewable energy to be accepted by the grid, but does not specify a price or even a requirement to pay.  It is hoped that this ambiguity will be removed as part of the unbundling process and a system created whereby the grid is required to accept renewable power, but not non-competitive electricity. The possibility of making La Société Nationale de Transport d'Electricité (SONATREL) the country's sole buyer is under discussion.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "Standards are currently being defined. It is likely the country will adopt international standards, as used by Eneo, which for distribution connections are based on the French model. At a transmission level, the standards used will depend on the line in question. Given that some lines were built with funding from Spain, France and Canada among others, they used equipment from those countries and applied their standards accordingly. There are also standards at the Central African Economic and Monetary Community (CEMAC) level, but these have not been applied as the markets are not connected.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "The regulator has given assurances that concessions will stand for 15 years, regardless of the arrival of the grid. However, given the lack of proper case studies (the Yoyo project was developed without regulatory input), there is a lack of clarity around how developers are protected and what rights their concession entails. Each mini-grid would be considered on a case-by-case basis. For the Bakao mini-hydro project (which is unlikely to remain a concession), the options under discussion include compensation based on negotiation, or a concession for 15 years with the right to distribute and buy Eneo's energy in case additional power is required. The cost of purchase would be based on negotiation with Eneo.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "At the distribution level the grid extension plan is based on the number of additional grid connections made per year (the government set a target of 36,000 for Eneo in its contract), not on the number of villages or by regional expansion. There is no master plan and decisions are made between Eneo and MINEE annually and are dynamic in nature. Hence there is no clarity around where electrification will next take place and, in most cases, Eneo 'connects' properties that were fraudulently using electricity by installing electricity meters. Eneo loses about 20% of its production to fraud - around half of all consumption in the capital Yaoundé is fraudulent.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Standards are currently being defined. It is likely the country will adopt international standards, as used by Eneo, which for distribution connections are based on the French model. At a transmission level, the standards used depend on the line in question. Given that some lines were built with funding from Spain, France and Canada among others, they used equipment from those countries and applied their standards accordingly. There are also standards at the CEMAC level, but these have not been applied as the markets are not connected.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "There are no formal restrictions, but also little awareness of the possibilities.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "Cameroon’s Rural Electrification Master Plan concerns the electrification of about 660 localities through the extension of interconnected grids, the rehabilitation and construction of isolated diesel power plants and mini-hydro plants, as well as the development of a regional grid. It is sponsored by the African Development Bank and the World Bank, among others.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "Agence d'Electrification Rurale du Cameroun (AER) is directly engaged in electrification projects and is attempting to catalyse the private sector, but has had no success in convincing private companies to take ownership stakes in any projects. It is being hindered by a lack of funds. The ministry is also engaged in solar electrification via a project that has set a target of 1,000 villages, starting with 166 in the pilot phase, compared with AER's target of 660.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The 2016 Rural Electrification Master Plan has set a target of 98% by 2035.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The Rural Electrification Master Plan specifically targets the electrification of 50 villages through the development of mini-grids supplied by micro-hydro installations.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "There are no funds in place to finance off-grid companies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "AER finances connections 100%, but sometimes asks the population to contribute. For standard grid connections (for instance in urban areas) there are no subsidies.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "The Rural Energy Fund is supported by the World Bank, the EU and the state. However, it is currently in deficit owing to a lack of state funding and unable to make any further grants. In addition, the AER will fully fund off-grid developments and then hand them over to the local community to run and maintain.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "There is a VAT exemption on all solar equipment. This is the only form of 'subsidy' afforded to solar products in Cameroon. There is no import tariff waiver for solar products, but the government does allow for tariffs to be waived for specific projects, subject to negotiation. This is likely to apply to large projects involving foreign money and equipment, rather than small players.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "A campaign run by the AER and UNIDO to raise awareness of renewables began in 2016. It is unclear whether this will relate specifically to off-grid technologies.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "There are no specialist companies offering PAYG packages.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Any standards are effectively set by Eneo as it controls connection. National standards are under development with Eneo's guidance.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "The government's hydrocarbons prices stabilisation fund (CSPH) tightly regulates petrol, kerosene and diesel prices across the country, specifying the price charged in each locality based on distance from the nearest depot. It provides a monthly breakdown of fuel prices (the \"price structure\"), and directly subsidises the domestic retail kerosene price to the tune of about 18% of the retail price (including tax). However, all domestic consumption petroleum fuels are bought centrally through the SCDP, which explains why total subsidies are around 44% for kerosene and 23% for diesel, according the Energy Ministry.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "Cameroon has implemented a VAT exemption on all solar equipment. This is the only form of 'subsidy' afforded to solar products in Cameroon.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "There is no import tariff waiver for solar products, but the government does allow for tariffs to be waived for specific projects, subject to negotiation. This is likely to apply to large projects involving foreign money and equipment, rather than small players.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "None", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "The main barrier mentioned by solar retailers is customer awareness.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "cm", "name": "cm"}