{"data": [{"note": "Developers can set up IPPs and build mini-grids after receiving investment permits and operating licenses from the regulator, the Ethiopian Energy Authority (EEA), but none have done so. There are no official (grid-connected) mini-grids in Ethiopia, even though there are many unofficial off-grid diesel (and solar) generators that serve citizens in remote locations.  ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "The government’s strategy for electrification is i) connect villages to the national electric grid; and ii) allow unofficial off-grid diesel and solar generators to emerge organically and without government intervention.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no mention of a threshold in the various energy proclamations.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The EEA is charged with the issuing of licenses for generation, transmission and distribution. For grid-connected generation projects the EEA only reviews the tariff application before submitting it to government for final approval. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Apart from the EEA (which deals with regulatory approval), the Ministry of Water Irrigation and Electricity (specifically the Energy Study and Development division) is a resource for actors in the Ethiopian electricity sector. They maintain energy data, forecasts and action plans that can be helpful for developers.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "There is no standard documentation for small power projects, although the EEA is currently establishing technological specifications and PPA guidelines for IPPs.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Low, subsidised electricity tariffs are the primary reason that grid-scale investment in the Ethiopian electricity industry has not extended much beyond state-sponsored activity. Off-grid, there are no tariffs to consider. Here, the ‘free market’ determines the value of backup generation (behind the meter) and off-grid energy access where there is no transmission system (approximately half the country). ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "There are no examples of private enterprises earning on-grid tariffs. Retail rates have been kept artificially low and stable for many years, and are likely to remain so for the next few years, but eventually a rise is inevitable. Off-grid ‘tariffs’ can be structured in bilateral negotiations that are neither regulated nor known by the regulators nor utilities. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Retail rates have been kept artificially low and stable for many years, and are likely to remain so for the next few years, but eventually a rise is inevitable.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "The criteria for assessing PPAs is still under review by the EEA, even though IPPs have technically been permitted for over a decade. With so few projects to consider, it is likely that PPAs will continue to be drafted on a case-by-case basis.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "Generation licenses have a maximum duration depending on technology. The longest is 40 years for hydro projects and the shortest is 15 years for diesel generation. With so few examples of on-grid PPAs signed with the state generation utility (EEP, formerly EEPCo), it is inappropriate to generalise about PPA duration. What is more relevant is the fact that the economics (price) simply does not facilitate the genesis of ‘bankable’ projects.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "This is determined on a case-by-case basis and is decided when the terms of the PPA are being negotiated. The only known example of a PPA is Reykjavik Geothermal's agreement with EEP. It covers 500MW of output, even though Phase I of the project will be only 20MW. The full potential (including later phases) could grow to 1GW.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "Third parties can get access to the grid provided the connection will not impede the owner's operations and they pay a tariff to be determined by the regulator. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "Proclamation 317/2003, which established the Rural Electrification Fund, states that the operator of a rural electrification programme will be fairly compensated when the grid arrives. There is no indication as to what the government believes is ‘adequate’ compensation.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "Ethiopia's Growth and Transformation Plans (GTP I and GTP II) clearly state EEP's targets for grid expansion. By 2020, the GTP II target is to expand the area that has access to the grid from 50% to 90%. This will involve construction of an additional 11,000km of high-voltage transmission lines, nearly double the 2015 total of 14,000km.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Mini-grid operators must follow the same safety standards and conditions as on-grid operators.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Officially, no. EEU is the sole retailer of electricity in Ethiopia. Unofficially, however, through behind-the-meter back-up diesel generators, the answer is 'yes'. Bilateral contracts take many forms, including those that would qualify as financial services.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The Rural Electrification Fund was established in 2003 and is still active today. There are numerous other funds set up by NGOs.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "The Rural Electrification Executive Secretariat is charged with running the Rural Electrification Fund's projects and falls under the Alternative Energy Development and Promotion Directorate at the Ministry of Water and Energy. The regulatory setup is complex, with overlapping authority and inconsistent policies. The Overseas Development Institute (ODI) counted six agencies involved in rural electrification.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "Ethiopia's first Growth and Transformation Plan (GTP I) for 2010-15 sought to double the number of people with access to electricity, from 2m to 4m. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The second (current) Growth and Transformation Plan (GTP II) seeks to boost market penetration of off-grid solar technology. It set a target to distribute 3.6m solar lanterns and 400,000 solar home systems by 2020, up from an estimated 1m solar lanterns and 150,000 solar home systems in 2015. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "The are many organisations dedicated to promoting the off-grid electricity market in Ethiopia, including the governments of the US (Power Africa), UK (Department for International Development), Sweden, Norway, the World Bank, the International Finance Corporation, the European Commission among others.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "EEPCo has undertaken a large grid-extension programme through soft loans obtained by the Development Bank of Ethiopia, among other funders. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "The proclamation (317/2003) that set up the Rural Electrification Fund states that \"a person who is interested to engage in rural electrification activities shall be eligible for loan financing, provided that he is a legal person and fulfils the criteria required for such financing\". The loans available typically come with a 7.5% interest rate and a maturity of between five and 10 years, depending on the technology used.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "Products can receive exemption from import duty. Import duties for solar lanterns is set at 0%.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "The are many organisations dedicated to promoting the off-grid electricity market in Ethiopia, including the governments of the US (Power Africa), UK (Department for International Development), Sweden, Norway, the World Bank, the International Finance Corporation, the European Commission among others.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "There is only one telephone network operator in the country (Ethio Telecom), and few Ethiopians have bank accounts. This has slowed uptake of PAYG, but there is a small number of PAYG companies trying to gain a foothold in Ethiopia.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Ethiopia’s Standards Agency (ESA) adopted International Electrochemical Commission (IEC) standards for pico-solar in 2013 as a voluntary measure. This had little effect as low-quality generics are still flooding into the market. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "The Ministry of Trade sets the price for benzene, diesel, kerosene and natural gas to provide stability – more than affordability – for Ethiopian consumers. For example, the Ministry maintains a fund that it uses to either subsidise or tax fuel during commodity price upswings or downswings. Even if this process offers a net-zero subsidy, fuels benefit from indirect subsidies owing to the fact that they are VAT-exempt.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "Renewable energy products can receive exemption from import duty.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Import duties for solar lanterns is set at 0%.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Access to foreign exchange is limited. This puts importers on a waiting list when trying to purchase goods in a foreign currency. Solar importers have complained of this issue.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "Economics will continue to be a challenge for off-grid solar, which is marketed to an impoverished customer base. Access to finance is extremely rare among rural communities, and presents a significant challenge. Market awareness is poor. Many Ethiopians simply do not know about the benefits of solar lanterns. There are efforts underway to improve this issue. For example, in September 2015, Lighting Africa launched a $20m consumer campaign aimed at educating consumers about the benefits of solar lighting and about the products available. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "et", "name": "et"}