{"data": [{"note": "Small power producers can apply for electricity supply licenses, as the facility exists for embedded generation (otherwise known as distributed generation, whereby generation is connected to the distribution network rather than the transmission network). There is a 30MW coal-fired power plant under development that will supply a gold mine. In November 2015, the government released an International Renewable Energy Agency (IRENA) assessment of renewable energy in the country. The World Bank's Energy Sector Management Assistance Program (ESMAP) released a study that includes analysis on policy development, business models, financial models and tariffs.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "The regulator, the Energy Commission (EC), is authorised to delineate the area to be covered by a distribution license, which grants the licensee exclusive rights to the area. This will apply, by extension, to mini-grids. Under a concession, there is no requirement for the government to own the assets, although traditionally the assets have been government-owned. There is at least one investor-owned distribution entity (Enclave Power Company), which has procured and installed, and now owns and operates an area network under license issued by the EC.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "Very small mini-grids, those of less than 100kW, are exempt from all regulation. Large projects and mini-grid require formal licensing.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The EC is the technical regulator, and the Public Utilities Regulatory Commission (PURC) is responsible for economic regulation.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Developers seeking to connect to the grid deal with GridCo's market operations and grid consultancy teams, while offtake agreements need to be agreed with individual offtakers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "Project developers would like to see more structure and a template-like approach when finalising agreements.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "The government's objective is to ensure that electricity pricing is efficient and competitive, while providing rates that are affordable. PURC has set guidelines that developers need to adhere to, and it will make a final decision based on each application. In 2015, however, tariffs were increased by 59% and therefore probably did not follow the procedure and consultation as stipulated. With regard to mini-grids, there have only been four pilot projects so far and these have all been government-led. Would-be project developers are wary of 10-year PPAs, stating that 10 years is not long enough and that they do not trust the government to honour the agreements. The government is considering extending it to 20 years. Given that Ghana is under immense economic strain (due to low commodity prices) and that there is a national election in November, the state has found it difficult to pay generators for electricity. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "As there is no standardised PPA for mini-grids and as contracts are dependent on the discretion of the government, it is unknown whether these tariffs will remain stable over time. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "As there is no standardised PPA for mini-grids, contracts are dependent on the discretion of the government. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "There is no standardised PPA for mini-grids. Contracts are therefore dependent on the discretion of the government. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "Developers have asked for the current 10-year on-grid PPA to be extended to 20 years. The government is reviewing this and is in the process of implementing structures to formulate a 20-year PPA. This is unlikely to be announced until after the December 2016 elections. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The license application manual produced by the Energy Commission says electricity distribution providers are obliged to connect and purchase electricity from embedded generation, but there are no real examples of this.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "NA", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "There are no clear rules.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "NA", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "EC is the ‘technical regulator’ and is responsible for licensing and technical standards. These standards are applicable to all power producers, small and large. Whether they are enforced is an entirely different story given that many of the thermal and hydro generation plants are not maintained to appropriate standards.  ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Power producers do not offer financial services to consumers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The current programme, Ghana Energy Development and Access Project (GEDAP), is run with the aid of a host of development finance institutions. The government also implements and finances rural electrification projects through the National Electrification Fund (NEF).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "NA", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The 2010 National Energy Policy set a target of universal access to electricity by 2020, then readjusted it to 2016. According to recent reports, it is sitting at around 80%, but is more likely to be between 60% and 65%.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": " The 2010 National Energy Policy and the National Electrification Scheme (NES) and Self-Help Electrification Programme (SHEP) state that off-grid projects and mini-grids are options to be considered.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "Rural electrification in Ghana received $98m from the Industrial Commercial Bank of China (ICBC) and Standard Chartered Bank Ghana.  Some 556 communities will benefit from this project. Under NES and SHEP more than 5,000 communities have been connected to the national grid. The World Bank, through its GEDAP initiative has committed $90m. This will be used to improve the efficiency of the rural electricity distribution. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "The 'lifeline tariff' is a subsidised connection that helps low-income families with their first connection.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "Under NES and SHEP more than 5,000 communities have been connected to the national grid. The World Bank, through its GEDAP initiative has committed $90m. This will be used to improve the efficiency of the rural electricity distribution.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "A zero rate import duty applies to solar cells and panels and wind power equipment.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "The National Electrification Scheme (NES) is a government electrification programme that considers all possible options, including grid extension and off-grid renewable energy-based solutions such as biomass, solar, wind and small hydro. The Self-Help Electrification Programme (SHEP) is a complementary electrification programme that supports NES and is designed to accelerate the extension of the grid to communities.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Azuri Technologies and PEG Ghana both offer proprietary PAYG platforms. They do not offer systems to third-party providers. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "There do not appear to be any regulations on quality standards.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "A zero rate import duty applies to solar cells and panels and wind power equipment.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "gh", "name": "gh"}