{"data": [{"note": "According to The Haiti Sustainable Energy Roadmap \"mini-grid development already exists in Haiti. Largely because EDH has been able to extend grid access by only 10% over the past several decades, dozens of organizations have begun building minigrids throughout the country. EDH has assisted in the development of 28 diesel-based mini-grids for towns throughout the country, but these face chronic funding shortages and are now largely non-operational. An ongoing project seeks to combine several of these grids into an integrated system.\" Additionally, Earth Spark has set up a mini-grid in Les Anglais. \"It initially started with 14 customers but has now grown to over 400 customers. The grid uses custom-made smart-meter technology to enable a business model of pre-paid energy.\" The success and momentum behind this project highlight the potential for minigrids and smart-meter technology in Haiti.\" Also, the NRECCA's Haiti Rural Electric Cooperative Project is transforming \"several mini-grids in three communes of the Département Sud in the southwest of Haiti into a new, formally registered rural electric cooperative that will provide reliable electric service seven days a week within a sustainable financial model, and demonstrate the feasibility of a clean energy investment in solar-diesel hybrid generation for isolated rural mini-grids. \"Also, given that only three of Haiti’s sub-national grids have an operational capacity above 10MW, most of the current system could already be classified as mini-grids.\"", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "The first concession is expected to be established soon. In June 2014, the government opened a process to select a private company to take EDH's role in the Southeast department. The winning company will be awarded a concession for generation, transmission, distribution and sales of electricity in the department. As of June 2016, no updates had been published.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no legislation regarding the size of mini-grids or small generation projects in Haiti. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "There is no lead actor for regulatory approval.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Currently, the Minister Delegate to the Prime Minister for Energy Security is the only one responsible for energy matters in Haiti. According to Haiti Sustainable Energy Roadmap, \"in Haiti, there is no designated institution—either inside or outside a ministry—dedicated to energy sector regulation. Instead, the duties of a regulator are either shared by various institutions, or simply not performed. In January 2013, the World Bank highlighted Haiti’s lack of an energy regulatory framework as a key barrier to advancement. Without there oversight of a regulatory body, EDH has essentially acted as its own regulator, making most decisions unilaterally about the right to operate on the grid, the terms and conditions of operation, tariff rates and investment opportunities. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "There is no regulatory procedure at all.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Currently, electricity tariffs (especially residential tariffs) are highly subsidized and lower than generation costs for EDH and IPPs. However, commercial and industrial rates are very high.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Tariffs have remained the same since 2009.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "There is no regulation in force prohibiting power producers to structure their tariffs to align them with their business model.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "According to the Haiti Sustainable energy Roadmap, \"potential investors currently have little-to-no knowledge of whom they should contact to begin the process of obtaining a PPA. This uncertainty discourages them from investing in the country.\"", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "There isn't a standard PPA in Haiti. According to the Haiti Sustainable energy Roadmap, \"potential investors currently have little-to-no knowledge of whom they should contact to begin the process of obtaining a PPA. This uncertainty discourages them from investing in the country.\"", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "There is no legislation regarding this point in Haiti. The country isn't currently capable of generating electricity to supply more than two thirds of its population (and only for a few hours a day). ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "There is no regulation in force prohibiting power producers to offer financial services to consumers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The government does not have any rural electrification programme or rural electrification agency. NRECA has a rural electrification programme under development in the South of Haiti. It aims to start a new electric cooperative in South Haiti, alongside clean energy investments by the United Nations Environment Programme. The Haiti Rural Electric Cooperative Project intends to transform several mini-grids in three communes of southwest Haiti – Port-a-Piment, Coteaux, and Roche à Bateaux – into a new, formally registered rural electric cooperative that will provide reliable electricity service 7 days a week within a sustainable financial model. It will also demonstrate the feasibility of clean energy investment in solar-diesel hybrid generation for isolated rural mini-grids.\nqNRECA’s partner in the project is the Solar Electric Light Fund (SELF), a non-profit organization specialized in solar generation, which is handling the design and installation of the rooftop solar installations, installing solar-powered streetlights, and training cooperative personnel in operating and maintaining the solar power installations. As of June 2015, there were more than 600 cooperative members, who have conducted their first general assembly and elected the Board of Directors. The HREC project sponsors are the Government of Norway, UNEP, the Inter-American Development Bank, USAID, and the NRECA International Foundation.\" As Haitians are not accustomed to paying for electricity, the cooperative is using a prepaid metering system, allowing members to pay in small increments throughout the month. \"   ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "Currently there isn't a rural electrification agency in Haiti. According to the World Watch Institute \"to address Haiti’s extremely low electrification rate, the government should create a Rural Electrification Agency dedicated specifically to rural energy issues. This office could help relieve EDH’s regulatory burden and monitor quality of service in specific areas, making rural electrification programs and businesses profitable in the long term. Coupling rural electrification and mini-grid development with income-generating activities can make energy development more cost effective and directly support local economic development. Adapting the Haitian Investment Code and the Centre de Facilitation d’Investissement to incentivize renewable development would further improve financing opportunities.\"", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Earth Spark developed the Spark Meter. In Haiti it is currently only applied for Earth Spark's mini-grid, but the company also works as a platform provider in other countries. According to the Haiti Sustainable Energy Roadmap, \"EDH is already considering the use of pre-paid electricity cards similar to those used in the mobile phone industry. Mobile phone access rates are significantly higher than electricity access rates in Haiti. The pre-pay model is a proven model in Haiti and could help to protect distributors from electricity theft.\"", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "According to the U.S. & Foreign Commercial Service and U.S. Department of State, Haiti has the highest port fees in the hemisphere as well as various import taxes and duties that apply to all imported products. These associated costs add approximately 35 percent to the final selling price of imported products.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "According to the U.S. & Foreign Commercial Service and Department of State, high costs at Haiti's state-owned international seaports are the major non-tariff barrier confronting American exporters. The port in Port-au-Prince is on the list of public enterprises slated to be privatised by the government. Poor physical infrastructure and lax management contribute to high port user fees. The government does not require a license for importing most goods. The exception is the import of firearms, pharmaceutical products, petroleum products, and chicken and poultry products.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "According to the U.S. & Foreign Commercial Service and Department of State, U.S. companies commonly use an official representative or distributor to enter the Haitian market. This is because the Haitian commercial code does not allow foreigners to engage in wholesale or retail businesses without first obtaining a professional license. Such agents or representatives typically work in Port-au-Prince and distribute products throughout the country.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "ht", "name": "ht"}