{"data": [{"note": "The regulatory framework allows for private entities to apply for a power distribution licence.  To date, this has been used by PowerHive, which plans to build and operate 100 mini-grids in partnership with Italy-based utility Enel. There are other small mini-grid operators that work without formal regulatory approval. Regulations for self-consumption of power are very light-handed.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "PowerHive has a power distribution license. However, this does not grant the company exclusive rights over specific areas.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "Under the 2015 Energy Bill, a licence is required for any generation capacity. Self-consumption under 1MW does not require a license.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "Project developers have to deal with a variety of agencies. The Energy Regulatory Commission maintains a website that outlines the licensing process and provides relevant documentation. http://www.renewableenergy.go.ke/index.php/search/licensesearch.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "There is no dedicated team.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "The regulatory framework requires no licensing for self-consumption projects under 1MW. Retailing power from a mini-grid requires a distribution license as well as agreement on a tariff.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Mini-grid developers that obtained a distribution license would have to comply with the regulated tariff structure for grid power. Any deviation from this needs to be negotiated with the government and regulator.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Regulated on-grid tariffs are reviewed regularly. A feed-in tariff lasts for 20 years and is set in nominal terms with only a partial escalator. It is therefore likely to decline in real terms.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "The current regulation requires independent power distributors to adhere to the regulated retail tariff. PowerHive is likely to establish a precedent should the regulator agree differential tariffs for mini-grids.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "The Energy Regulatory Commission provides a power purchase agreement (PPA) template on its website. Developers say that some of the template terms are not bankable and require renegotiation. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "The PPA terms are 20 years.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The PPA template states that the buyer will purchase the net electrical output as ascertained by the metering equipment. The PPA template also contains a clause allowing the buyer to interrupt or reduce offtake under certain conditions. Developers report that these terms are not bankable and have been amended for some projects.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "The PPA template states that the seller must, at its own expense, design, purchase, construct, operate and maintain the interconnection facility.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "The PPA template states that the seller must, at its own expense, design, purchase, construct, operate and maintain the interconnection facility.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "Plans are reportedly being made available to interested parties as they are developed. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "The Electricity Licensing Regulation specifies the terms and service level for any power distributor. Mini-grid operators seeking to retail electricity fall under this license as well.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Kenya is one of the hotbeds of innovation in pay-as-you-go solar. M-Kopa, the leading distributor, has been adding a variety of other products for which it provides consumer financing, using a solar home system as collateral. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "Kenya's Rural Electrification Agency was established under the Energy Act of 2006 and became operational in 2007. Kenya aims to reach 100% electricity access by 2020. Its electrification rate rose from 26% in 2012 to 47% by mid-2015, supported by several programmes that are electrifying schools and reaching households located close to existing transformers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "Kenya's Rural Electrification Agency was established under the Energy Act of 2006 and became operational in 2007. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "Kenya's Rural Electrification Agency was established under the Energy Act of 2006 and became operational in 2007. Kenya aims to reach 100% electricity access by 2020. Its electrification rate rose from 26% in 2012 to 47% by mid-2015, supported by several programmes that are electrifying schools and reaching households located close to existing transformers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The Rural Electrification Agency and Kenya Power already operate several islanded mini-grids in areas considered too remote to be connected to the grid.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "Private companies such as SunFunder and various others provide financing to off-grid solar companies operating in Kenya, one of the most highly penetrated markets in the world. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "There are three subsidy mechanisms for household electrification in Kenya: 1) The World Bank's International Development Association (IDA) reimburses Kenya Power for connections to households in informal settlements at a rate of KES 1,160 ($11.45) per connection; 2) 'StimaLoans' are offered by to customers requiring financing for grid connections; and 3) Under the Last Mile programme the African Development Bank provided $139.5m of finance in FY2015/16 to subsidise connections to households within 600 metres of a transformer. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "There are no other incentives for off-grid projects or mini-grids.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "An amendment to the VAT code in 2014 specifies that \"specialised solar equipment and accessories, including solar water heaters and deep cycle-sealed batteries, which exclusively store solar power,\" are VAT-exempt. Power generation equipment is exempt from import tariffs, as is PV equipment. Applications running on their own source of power, such as solar lanterns, are subject to a 10% import tariff.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "The World Bank's Lighting Global programme has an active presence in the country. It is also home to multiple NGO-driven off-grid programmes.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "There are several PAYG providers active in Kenya.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Kenya does not apply its own quality standards. The World Bank's Lighting Global programme has quality standards and is very active in Kenya. Distributors of quality-verified solar kits say that generic products are commonly available and counterfeits are a problem.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "Gasoline and kerosene are VAT-exempt.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "An amendment to the VAT code in 2014 specifies that \"specialised solar equipment and accessories, including solar water heaters and deep cycle-sealed batteries, which exclusively store solar power,\" are VAT-exempt.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Power generation equipment is exempt from import tariffs, as is PV equipment. Portable solar lanterns running on their own source of power, such as solar lanterns, are subject to a 10% import tariff.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Importers report that customs exemptions may not be granted when dual-use components are shipped seperately and cannot be identified as power generation equipment.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "There are no barriers to retail.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "ke", "name": "ke"}