{"data": [{"note": "More than 90% of Liberia's generation comes from illegal IPPs that run small diesel generators and sell electricity to their neighbours. Mini-grids or small power projects for self use would need to go through special approval processes with the Ministry of Lands, Mines and Energy and eventually the energy regulator when it is established. Hotels, restaurants and households utilise small diesel generators for electricity, but this does not constitute a mini-grid or small power project.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "No specific areas have been set aside for mini-grid developers. However, the Rural Renewable Energy Agency (RREA) is actively evaluating potential sites for mini-grids to be developed throughout the country. Thus far, over 700 locations have been studied by RREA as potential mini-hydro sites, with nine locations chosen as \"priority\" due to lower levelised costs of electricity (LCOE) than solar/diesel based mini-grids. RREA is working with the National Rural Electric Cooperative Association (NRECA) to perform studies on potential solar mini-grid locations.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no limit to the size of a mini-grid. The largest off-grid generation project is Firestone's 4MW mini-hydro project, while the smallest is a 24kW distributed solar project in Nimba county. No official legislation has been established relating to mini-grid size, as this is still a relatively young market in Liberia.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "An independent energy regulator has not been established, although one is expected by October 2017. Currently, the Ministry of Lands, Mines and Energy is acting as the sole regulator in the country. The lack of an independent regulator means there are no standardised PPAs, and that there is no enforcement of tariffs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "No IPPs have developed generation projects in Liberia, and LEC has no dedicated team to facilitate developers' needs.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "No regulatory framework has been established for setting up mini-grids.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "LEC sells electricity at $0.52/kWh to recover costs from transmission and distribution losses, which are among the highest in Sub-Saharan Africa. Due to expensive diesel costs, the utility operates at a loss. It is uncertain whether an IPP would be able to recover its costs. The lack of an independent energy regulator to enforce tariffs and structure PPAs at optimal prices is another factor that makes it prohibitive for an IPP to develop in Liberia at the moment.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Liberia's $0.52/kWh electricity tariff is applied consistently throughout the entire country. The tariff is revised downwards when a new source of electricity is connected to the grid. Illegal off-grid IPPs also charge a flat monthly rate to all customers. Tariff switches are far from dynamic owing to the absence of a wholesale power market and the presence only one distributor.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "The lack of an independent energy regulator in the short-term and absence of IPPs makes any tariff deregulation unrealistic in the near term. Power producers cannot structure tariffs to align them with their business model.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "LEC owns all generation, transmission and distribution infrastructure, so no standardised PPA or duration has been established. Once an independent regulator is established and IPPs enter the generation market, PPA pricing and duration will be standardised.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "Once an independent regulator is established and IPPs enter the generation market, PPA pricing and duration will be standardised.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "LEC is under no obligation to take all of the output from a project, especially in the absence of an independent energy regulator to enforce PPAs. The utility's ability meet the requirements of a PPA will depend on its financial stability, which is tied in to its ability to finance and construct transmission lines to deliver electricity generated from grid-connected projects to a substation.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "No such rules exist, and there is no energy regulator to enforce anything at present. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "The RREA is developing mini-grids in cooperation with LEC to meet the country's electrification goals. These projects are being developed in remote areas that are a long way from reliable grid-supplied electricity. No rules have been established for the arrival of the main grid.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "Liberia's Rural Electrification Plan is easy to obtain. It is a 120-page document outlining plans to provide electricity to Liberians outside of Monrovia in rural communities.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "No such standards exist, and no small power producers have entered the country yet.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "The only power producer in Liberia is LEC, and it does not offer financial services to customers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The Rural Renewable Energy Agency (RREA) is developing off-grid renewable power projects in rural areas. Operational projects include a 1MW mini-hydro project in Bong County, a 60kW small hydro mini-grid, two biomass plants totalling 96kW and a 24kW solar mini-grid in Lofa County. The National Rural Electric Cooperative Association (NRECA) is working with RREA to develop further renewable projects in rural areas, and conducting willingness-to-pay studies to determine priority communities for future instalments. The country has set a target of 35% rural electrification and 70% in Monrovia by 2030, which RREA will play a major role in achieving.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "RREA was established in January 2010. Its role is to facilitate and accelerate the economic transformation of rural Liberia by developing renewable energy projects and mini-grids outside of the capital, with help from NRECA.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The government has set a 70% target for Greater Monrovia, and 35% nationwide by 2030.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "Off-grid and mini-grid systems are considered necessary complements to centralised generation and transmission facilities in order to meet the 35% nationwide energy access target. RREA's main objective is to install mini-grids in communities outside of Monrovia and to promote the installation of off-grid solar.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "Through the Rural Electrification Fund (REFUND) facility, there is financing for mini-grid projects and stand-alone solar systems for households. The government of Liberia expects the REFUND facility to finance nine mini-grid projects and nine off-grid solar facilities, providing power to approximately 360,000 people. The African Development Bank and World Bank are providing financing to develop mini-grids and support the country's ongoing Scaling Up Renewable Energy Programme.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "There are no financial incentives given to households to connect to the grid.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "The government of Liberia offers no incentives for off-grid projects or mini-grids.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "There are no reductions in VAT, and no reductions in import duties compared with other products.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "Liberia has a Renewable Energy Electrification Programme (REEP) in place to help expand its renewable energy resources outside of Monrovia in rural areas. REEP will support stand-alone renewable generation and mini-grids to achieve Liberia's 35% rural electrification target, and will be managed by the Rural Renewable Energy Agency (RREA). The National Rural Electric Cooperative Association has been hired to train RREA in conducting willingness-to-pay studies in rural communities and to educate Liberians about off-grid potential. REEP's market-building programmes are still very small however.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "No PAYG platforms are currently in use.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "There are no quality standards in place for pico-solar.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "No government subsidies are in place for kerosene or diesel.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "There are no reductions in VAT.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "There are no reductions in import duties compared with other products.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "There are no other import-related barriers that hinder retail of off-grid solar products.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "The poor road infrastructure, low income of customers and lack of distributors means it is an undeveloped market.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "lr", "name": "lr"}