{"data": [{"note": "The hydropower project at Bondo on Mount Mulanje is the only example of a functional micro-grid with a license for both generation and transmission. However, regulation is not standardised and the licensing procedure is considered tedious.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "There is no specific legislative provision for mini-grids or for geographical concessions. The government decides on development of mini-grid projects on a case-by-case basis.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "As there is no specific legislative provision for mini-grids, no threshold has been set. However, the feed-in tariff (not yet in force) has a limit of 10MW. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The lead actor is the Malawi Energy Regulatory Authority (MERA).", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "ESCOM does not have a dedicated team/department that leads on the requirements for project developers. However, the utility was involved in setting tariffs for the Bondo project", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "There is no specific regulatory procedure for mini-grids. In the case of the Mulanje/Bondo mini-grid (the only one currently operating), MERA applies the 'grid code' used for the national utility, which appears to be unsustainable for the project's ongoing operations and maintenance (O&M).", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Originally the tariff for the Mulanje/Bondo mini-grid project was set at $0.16/kWh, as opposed to $0.09/kWh at the national level, which was high enough for the developers to recover the costs of O&M (the majority of the equipment was provided by donors). Since then, the tariff has been reduced, first to $0.12/kWh and then $0.09/kWh. Mulanje Electricity Generation Authority (MEGA) and MERA are in talks to bring it back up to $0.12/kWh.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "The tariffs should remain stable over time. In the case of the Bondo mini-grid, the tariffs were adjusted according to the currency exchange rate. For the six wind mini-grids installed between 2007-2009 (at Mzimba and Nkhata-Bay in the north, Nkhota-Kota and Ntcheu in the central region and Chiradzulu and Thyolo in the south) tariff collections have not been regular. As a result, there was insufficient revenue to pay for major repairs or new batteries, and all projects subsequently failed. While the choice of technology was considered appropriate, the management, revenue and financial model as well as the service arrangements resulted in system failures.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Tariffs are likely to be agreed at an individual project level for the foreseeable future, which allows for alignment with the developer's business model, within reason.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "A standard PPA was gazetted in April 2014, although it does not specify tariff levels or contract duration.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "Clause 2.2 of the standard PPA does not specify the duration of the agreement, but instead leaves it to the seller and the off-taker to agree. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The standardised PPA does not include a take-or-pay clause, nor does any regulation guarantee this for developers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "A grid code has been approved with rules on the process and standards for connecting to the grid.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "There are no specific rules for mini-grids connecting to the main grid as there is no precedent.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "There is lack of clarity about how and where the plans can be accessed. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Yes, according to the grid code, small power producers need to adhere to specific standards. However, there is no clarity on how/if they have ever been implemented.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Small-scale off-grid solar producers offer certain financial services to their local customers, but there are no examples of utility-scale IPPs doing the same.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The Malawi Rural Electrification Programme (MAREP) was started in the 1980s and focuses exclusively on grid extension. It is financed through a 1% levy on electricity consumption and taxes on fuel imports.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "A division of the Department of Energy runs the electrification programme. A draft of the new energy policy foresees creation of an ad hoc agency for MAREP. It will be responsible also for the promotion of renewable energy.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The National Energy Policy (formulated in 2003) set a target to increase energy access to 30% by 2020 and 40% by 2050. The government also set a target to distribute two million clean and efficient cookstoves by 2020.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "No. However, the government is drafting a new national energy policy that will include a target for all public institutions (hospitals, schools, etc) to have access to electricity by 2035, either through grid connection and/or mini-grid/off-grid projects.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "Several international organisations are supporting the development of off-grid projects. The UNDP's initiative, for example, will issue 'requests for proposals' to public-private partnerships to deliver clean energy mini-grids, with the emphasis on build-own-operate business models. It aims to support 216 kW (peak) of mini-hydro mini-grids operated by Mulanje Electricity Generation Authority.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "The cost of connection to the grid through ESCOM is about 50% lower than the cost of connecting privately. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "The focus so far has been on extension of the main grid. However, the country's new energy policy is likely to give more attention to off-grid and mini-grid operators, with a potential budget allocated ad hoc.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "Pico solar products do not enjoy any VAT reductions compared with other products. Pico solar products are import duty-free, which according to the majority of licensed retailers, has encouraged a flood of low-quality products.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "EnDev (funded by Deutsche Gesellschaft für Internationale Zusammenarbeit; GIZ) is running a national awareness campaign to support the wider take-up of high-quality solar lighting products (solar lanterns and lighting kits), with a target of reaching 100,000 people, mainly in rural areas. Global Alliance for Clean Cookstoves: the government of Malawi teamed up with the US and Ireland to promote the use of clean cookstoves. They set a target to distribute two million clean and efficient cookstoves by 2020. United Nations Development Programme's Increasing Access to Clean and Affordable Decentralised Energy Services in Selected Vulnerable Areas of Malawi programme aims to promote decentralised mini-grid applications across the country. The programme will run programmes and establish a national information clearing house to facilitate mini-grid-based rural electrification. BiF (Business Innovation Facilities) are funded by the UK-government's Department for International Development and support off-grid and mini-grid electrification activities. It gave business planning support to Mulanje Electricity Generation Authority for instance. The second phase, BiF-II, which began in 2014 supports and promotes supply chains for pico solar products (typically 1-10W). ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "SunnyMoney and RECAPO provide PAYG platforms. SunnyMoney is a social enterprise run by SolarAid, which sells small-scale solar products throughout eastern and southern Africa. After several school campaigns and two successful pilot campaigns funded by the Waterloo Foundation, the company is now offering its product nationwide. The lantern is the Sun King Eco Easy Buy and the developer of the PAYG technology used is Arganza. Fully charged it provides up to 30 hours of light. Rather than paying the high upfront cost, families make four monthly payments of MWK 2,000 each (around $2.88), which is less than the average spend on kerosene. The light then belongs to the family for the rest of its three-year lifespan. RECAPO's lease-to-buy model requires a one-time installation fee before its Indigo Solar Home System is installed. Clients then activate the system in seven-day periods by purchasing activation cards at various outlets, or via Airtel money. After 80 activations the system belongs to the client. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "No quality standards have been implemented. Most NGOs reference standards used by Lighting Africa, a joint initiative of the International Finance Corporation and the World Bank.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "There was a subsidy for diesel, but it has been removed.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "Pico solar products do not enjoy any VAT reductions compared with other products.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Pico solar products are import duty-free, which according to the majority of licensed retailers, has encouraged a flood of low-quality products.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Corruption, particularly the payment of bribes, may occur at the border.  ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "The main challenges to the growth of the off-grid market lie mainly in affordability, but also in awareness and product trust. People are not aware of the benefits of solar and there is no clarity on quality standards and their implementation. Customers tend to turn away from quality products after having experienced dissatisfaction with low-quality ones.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "mw", "name": "mw"}