{"data": [{"note": "There is no regulation prohibiting mini-grids and small power projects for self-use. However, the development of power plants requires a concession from the government. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "FUNAE, the rural electrification agency, is in the process of identifying sites for mini-grids. It will then conduct feasibility studies on these sites and trial different ways of allocating the rights to build and operate a mini-grids. The agency is still at a very early stage in this process and it is unclear when the first concessions will be available.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "Generation projects with a power output of greater that 100MVA require approval from the Council of Ministers. There is currently no regulation governing the size of mini-grid projects. Only small pilot projects have been developed thus far. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "Developers go to FUNAE, the rural electrification agency, to get regulatory approval for a mini-grid or small generation project. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Given the lack of project development thus far in Mozambique, there is no team at EDM dedicated to developers' requirements.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "There is no set regulatory procedure for setting up small power projects or mini-grids. The Mozambican government has received a grant from the Sustainable Energy Fund for Africa earmarked for, amongst other things, the development of a mini-grid regulatory framework.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "There are no set feed-in tariffs or permitted tariffs for on- or off-grid projects. The Mozambican government has received a grant from the Sustainable Energy Fund for Africa earmarked for the development of a mini-grid regulatory framework with a focus on the design and implementation of a tariff structure.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "There are no set feed-in tariffs or permitted tariffs for on- or off-grid projects. The Mozambican government has received a grant from the Sustainable Energy Fund for Africa earmarked for the development of a mini-grid regulatory framework with a focus on the design and implementation of a tariff structure.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "There currently no set feed-in tariffs or permitted tariffs for off-grid projects. For on-grid projects, power purchase agreements (PPA) are negotiated on a case-by-case basis.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "There is no standardised PPA. They are negotiated on a case-by-case basis.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "There is no standardised PPA duration for either on- or off-grid projects. No commercial off-grid projects have been developed to date. However, EDM has signed PPAs with IPPs that were negotiated on a case-by-case basis.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The National Transmission Grid Regulation states that EDM, as the Mozambican transmission concessionaire, is obliged to enter into agreements for the transmission of electricity with any generation concessionaire. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "The process and standards for applying for a generation concession and connection of projects to the grid are clearly set out in policy.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "There are no official policies in place. However, FUNAE is creating rules that it hopes will help promote investment in the mini-grid space.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "The Electricity Master Plan for Development of the National Grid 2005-2019 outlines national grid extension plans.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Act 21/97 (1 October,1997) stipulates conditions for service standards for power generation concessionaires.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "There is no regulation preventing power producers from offering financial services to consumers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The rural electrification programme is carried out by Fundo de Energia (FUNAE), an agency under the Ministry of Energy. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "FUNAE is the dedicated rural electrification agency.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "A draft policy targets 50% electricity access by 2023, which is ambitious given the slow growth in electrification rates. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "FUNAE sees off-grid and mini-grid solutions as essential to its electrication strategy. However, there are no plans to use off-grid projects or mini-grids to meet energy access targets.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "Thus far, commercial off-grid companies have yet to enter Mozambique. However, FUNAE, DFID and GIZ, the German government's international development agency, have all funded pilot off-grid projects.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "German development institution GIZ runs a programme that subsidises grid connections for poor households in electrified neighbourhoods. However, the programme is relatively small in the context of energy access in Mozambique, and in reality will only benefit a small proportion of households.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "There are no grants or incentives in place for off-grid or mini-grid operators.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "Off-grid pico-solar products are not differentiated from general consumer goods, and are thus subject to the general tax rate of 17%. Off-grid pico-solar products are technically classified as \"intermediate beneficial goods\" under Mozambique's import laws, which means they qualify for a tariff of 7.5%. This is lower than most consumer goods. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "Both FUNAE and German development organisation GIZ have developed mini-grid pilot projects and pico-solar programmes. The UK's Department for International Development (DFID) has undertaken a project to facilitate the entry of Kenya-based pay-as-you-go energy provider M-Kopa into Mozambique's pico-solar market.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "There are mobile payment companies operating in Mozambique, but no pico-solar companies utilising these payment platforms. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "There are no quality standards in place for pico-solar products. As a result, the market is flooded with cheap Chinese imports.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "There are significant fuel subisidies for both diesel and kerosene. An IMF report estimates that, in 2014, fuel subsidies reached 1.4% of GDP.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "Off-grid pico-solar products are not differentiated from general consumer goods, and are thus subject to the general tax rate of 17%.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Off-grid pico-solar products are technically classified as \"intermediate beneficial goods\" under Mozambique's import laws, which means they qualify for a tariff of 7.5%. This is lower than most consumer goods. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "A 5% import tariff is levied on \"essential and capital goods\", 7.5% on \"intermediate beneficial goods\" and 20% on \"consumer products\". A report by GIZ states all of these rates have been applied to PV goods - different rates apply depending on the skills of the clearance agent and the acceptance of custom officials. This implies a lack of capacity in customs officals, and corroborates unverified claims of corruption amongst officials.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "There are no other regulations imposed on businesses operating in the off-grid solar market.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "mz", "name": "mz"}