{"data": [{"note": "There are no legal restrictions on setting up a mini-grid.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "Developers usually acquire their own land when developing mini-grids. However, the government has set aside some land for developers to build mini-grids.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no threshold. However, projects with a nameplate capacity of 1MW and above (which are classified as 'captive' or 'embedded self-generation') require a permit from NERC. Any project of 1MW or more is subject to power sector regulations, whether on- or off-grid.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The Nigerian Electricity Regulatory Commission (NERC) issues generation permits for projects above 1MW.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "There is no team dedicated to liaising with developers. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "The lack of regulatory procedures make it relatively easy to set up a mini-grid or off-grid project. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Tariffs are calculated using a 'levelised-cost-of-energy' approach and negotiated with the bulk trader (NBET), subject to a cap determined by the 'multi-year tariff order' (MYTO) policy. They take into account capital expenditure and operating expenditure, capacity factors and developers' internal rate of return hurdles, which implies cost recovery is feasible.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Tariffs for utility-scale projects are subject to the MYTO policy as a cap. Once the tariffs have been agreed with NBET they are stable for 20 years. The MYTO is subject to a major review every five years (however, revised rates only apply to new applicants). A PPA it is typically guaranteed with minimal risk for 20 years. In Q4 2015, a feed-in tariff for embedded generation was introduced - it relates specifically to wind and biomass projects of less than 10MW, solar of less than 5MW and small hydro of less than 30MW. Embedded generation tariffs are not agreed with NBET, meaning that developers have to deal directly with the distribution companies, which is more risky.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "If generators present a case justifying their costs to NBET they can get a tariff that compensates them sufficiently, particularly if Nigeria goes down the route of auctions, which they intend on implementing.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "Nigeria has a feed-in tariff (FiT) that can be tailored, depending on the generating company. No power producer can get more than the FiT specified by MYTO II (the latest tariff policy).", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "MYTO II specifies a 15-year tariff. However, PPAs signed with NBET are typically 20 years. FiTs for embedded power are set for 20 years.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "Under separate PPAs with each power generating company, both thermal and hydro, NBET buys all power generated. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "NBET enters into separate PPAs with each power generating company, both thermal and hydro.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "There are no rules governing the merger of a mini-grid or off-grid project into the main grid.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "There is no official source for the national grid expansion map, although there are various unofficial maps. Nigeria has a grid expansion plan that is designed to enable it to meet its 100% electrification target by 2030. The programme will require average investment of $2bn annually and should electrify an additional 1.68m homes per year. The Rural Electrification Agency (REA) has a fund dedicated to carrying out this work.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "The documentation exists, but enforcement does not. See the Standards Organisation of Nigeria http://son.gov.ng/frequently-asked-questions/. Standards have become more important since privatisation. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Some mini-grid developers use pay-as-you-go tariffs with net-metering where the consumer can use their mobile phone credit or bank account to pay for power.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The programme was allocated money in 2015, but it was not deployed so far. In 2014, it had a budget of NGN 17bn to NGN 20bn ($54.8m to $64.4m), approximately 38% of which was released.  The programme awards contracts for the installation of transmission lines and diesel generators. The Rural Electrification Authority (REA) has a fund dedicated to lighting up rural communities. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "The Rural Electrification Agency (REA) is mandated to extend the grid to rural areas and to support the creation of and access to micro-grids where appropriate, which it does via the Rural Electrification Fund (REF).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The national electrification target is 75% by 2020 and 100% by 2030.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "The Bank of Industry and Central Bank fund small-scale off-grid renewable power projects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "No grants are offered to households on connection to the grid.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "There is no record of government grants made available to project developers. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "PV panels and modules are exempt from paying the 5% VAT rate, whereas entire PV systems are not. However, as most solar systems are shipped 'bundled', it can be hard to get 0% duty on the panels. Some small and medium-sized enterprises import solar equipment through neighbouring Benin’s duty-free port at Cotonou, then transport the solar equipment overland to Niger and from there into Nigeria. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "Germany's Gesellschaft für Internationale Zusammenarbeit (GIZ), the UK's Department for International Development, Solar Nigeria and USAid have off-grid energy programmes running in schools and hospitals, among other places. The state-backed Lagos Energy Academy runs courses on renewable energy-related technologies.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "It is common for consumers linked to mini-grids in Nigeria to use mobile phone credit to buy power, which is tracked using net-metering. Nova Lumos, for instance, offers a 82W solar panel with a battery that can be bought on a one, two or five-year pay-off plan. Customers use pre-paid credit on their phones to get access to the power the panel delivers.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Nigeria does not have its own standards codes. Instead, it uses international standard codes.  More information on standards can be found on the SON website http://son.gov.ng/frequently-asked-questions/.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "There are subsidies for kerosene and gasoline, but not diesel. Sixty percent of households use gasoline-fired generators. Larger generators tend to use diesel.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "PV panels and modules are exempt from paying the 5% VAT rate, whereas entire PV systems are not.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "PV panels and modules are the only products exempt from paying duty (in contrast, batteries have to pay a 20%). However, as most solar systems are shipped 'bundled', it can be hard to get 0% duty on the panels. Some small and medium-sized enterprises import solar equipment through neighbouring Benin’s duty-free port at Cotonou, then transport the solar equipment overland to Niger and from there into Nigeria. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Port operations tend to be inefficient.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "NA", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "ng", "name": "ng"}