{"data": [{"note": "No licence is required, only a permit issued by the AEPC upon approval. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "There are no formal concessions, but specific sites are agreed, or tendered for, and backed by 35-year PPAs or rules for grid interconnection. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "1MW is the largest known mini-grid project although, in theory, the AEPC is allowed to issue permits for mini-grids of up to 10MW.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The AEPC is the focal point for off-grid and mini-grid projects.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "The AEPC issues permits for mini-grid projects, but the developer also requires clearance from both the Environment Ministry and Department of Industries.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "Mini-grids do not require a licence, only a permit (which does not require payment). However, clearance from the Environment Ministry and Department of Industries does incur transaction fees. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Off-grid power tariffs are decided by the community or entity that set it up. However, for grid-connected systems, power producers have to sell at a price determined by the NEA, which is standardised. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "There is some uncertainty over tariff duration as a system or mini-grid could be connected to the grid and would then become subject to NEA's tariffs. The tariffs can also be revised periodically by the committee.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "The community that sets up the off-grid system decides the price and is guided by the AEPC. It varies. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "Nepal developed a standardised PPA under the Small Hydro Promotion Programme, which began in 2000.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "Nepal has a long track record of attracting hydro IPPs and offers 35-year PPAs.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "NEA is the only off-taker and is obliged to buy all the power fed into the grid. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "The AEPC offers a range of technical standards and guidelines for different technologies and project types.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "There are clear rules on technical compatibility, but the subsidy or remuneration level in the event of grid arrival is determined on a case-by-case basis.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "The NEA publishes a list of grid projects and grid maps, including transmission lines under construction in its annual reports. Approval by the utility or the AEPC can be determined by checking against grid plans.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "The AEPC offers a range of technical standards and guidelines. It also administers a technical review committee that performs a quality check on installations.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Tariffs are mandated by the AEPC or NEA, and it is not clear that developers (and rural cooperatives) are able to tailor them flexibly.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The National Rural Electrification Programme (NREP) is administered by the NEA. Off-grid power projects and mini-grids fall under the remit of the National Rural and Renewable Energy Programme (NRREP), which is run by the Alternate Energy Promotion Centre (AEPC).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "The AEPC administers all rural and clean energy programmes.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The Renewable Energy Policy 2006 and the NRREP programmes aim to increase energy access and thereby reduce poverty, but have set no specific access targets. However, there is a plan detailing the number of systems likely to be installed in micro/mini-hydro and small solar systems. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "NRREP is entirely centred on renewable energy, which is largely deployed in rural areas as either off-grid projects or mini-grid systems. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "The AEPC offers capital subsidies of up to 50% for off-grid systems. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "The capital subsidies are for equipment only. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "The AEPC offers capital subsidies of up to 50% for off-grid systems, of which 90% is disbursed to the developers on installation and the other 10% is made available after a brief period of performance monitoring. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "Products that are approved by the AEPC's Renewable Energy Test Station are eligible for a VAT waiver (as well as subsidies). The standard VAT rate of 13% applies to other open-market products. Import taxes for clean energy products is as low as 1.5% and power produced by plants under 1MW are exempt from income tax. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "The AEPC runs a comprehensive off-grid solar market-building programme, supported by a wide range of donors, including GIZ and SNV Netherlands Development Organisation among others.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Bangladeshi business group Rahimafrooz uses a proprietary smartphone app for its sales agents to track payments, but customers do not yet use technology-enabled PAYG. The company is likely to roll this out in the coming years.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Technical standards are available on the Alternative Energy Promotion Centre website.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "Prices are regulated by the Nepal Oil Corporation, which is the sole purveyor of petroleum products. It faced severe supply shortages in the latter half of 2015 due to the blockade by India, its sole source of imports. It has explored lowering the subsidy by adopting a dual pricing structure, whereby industrial consumers would be exposed to cost-reflective prices. Kerosene is VAT exempt.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "Products that are approved by the AEPC's Renewable Energy Test Station are eligible for a VAT waiver (as well as subsidies). The standards VAT rate of 13% appears to apply to other open market products.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Import taxes for clean energy products are as low as 1.5%, and power produced by plants under 1MW are exempt from income tax. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "None disclosed by market participants.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "Products must be approved by the AEPC's Renewable Energy Test Station to qualify for subsidies and VAT exemption. Market participants view this as helpful for upholding quality standards.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "np", "name": "np"}