{"data": [{"note": "It is possible to set up a small power project, subject to approval from the NEPRA. In late 2015, for instance, business conglomerate the Fatima Group secured permission to build transmission lines to deliver power from their soon-to-be-commissioned coal and biomass cogeneration power plant in Muzaffargarh. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "Pakistan does not yet have a mini-grid policy. However, one has been proposed and is currently under review. The government has started to give licences to private players to set up power infrastructure with exclusive ownership and control to connect new plants to the national grid. Such licences are being issued under special provisions and by somewhat curtailing the authority of the National Transmission Dispatch Company (NTDC). It is now possible for private power developers to generate and transmit power with exclusive control on the transmission lines and sell the power on a business-to-business basis.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There is no limit on the size of a small power project. However, there are restrictions on the size of solar and wind plants eligible for upfront feed-in-tariffs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The Private Power and Infrastructure Board (PPIB), created in 1994, is a 'one window facilitator' to promote private sector participation. PPIB helps investors establish private power projects and related infrastructure, executes implementation agreements with project sponsors, and issues sovereign guarantees on behalf of the government. It is the only agency a private power project developer needs to deal with.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "There are no dedicated departments within the utilities that cater to the needs and requirements of the developers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "The standardised regulatory procedure is composed of five steps. 1. Submission of the project proposal and registration. 2. Evaluation/approval of the proposal by PPIB. 3. Issuance of a letter of intent by PPIB. 4. Tariff determination and issuance of generation license by NEPRA. 5. Issuance of a letter of support by PPIB. The process normally takes about seven months to complete, in line with many other countries, but bureaucratic issues may mean it takes longer.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Tariffs are based on a return on investment in the project. The Alternative Energy Development Board (AEDB) claims they provide a return of around 17-18% on equity. Until very recently, Pakistan provided very generous feed-in-tariffs for wind and solar power projects. However, NEPRA has reduced the tariffs year-on-year in a bid to avoid over-subsidising projects. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Upfront tariffs are signed for long durations - solar for 25 years, wind for 20 years, small hydro (1MW to 25MW) for 30 years, and biomass (bagasse-based co-generation) for 30 years. There has never been a case of retroactive tariff cuts.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Power tariffs are determined by NEPRA. Project developers can file a petition for review of the tariffs, however the final decision rests with NEPRA.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "There is a standardised PPA for all kinds of power projects. They are available on the AEDB, private power and infrastructure board websites. (Standardised PPA for coal - http://www.ppib.gov.pk/PPAImportedCoal.pdf. Standardised PPA for bagasse - http://www.aedb.org/index.php/ju-elibrary/elib-bioenergy/elib-bio-stdocs. PPA for solar - http://www.aedb.org/index.php/ju-elibrary/elib-solar/solar-standard-docs. PPA for wind - http://www.aedb.org/index.php/ju-elibrary/elib-wind/wind-standard-docs)", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "PPAs are normally offered for at least 20 years, reflecting the guaranteed life of the technology. Solar PPAs are for 25 years, wind for 20 years, small hydro (1 MW to 25MW) for 30 years, and bagasse-based co-generation for 30 years.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The Alternative and Renewable Energy Policy 2011 mandates the power distribution companies and the NTDC to purchase all the power generated by renewable energy projects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "NEPRA clearly specifies the grid connection, transmission and distribution voltages. Specifications governing responsibility for financing, building & operating interconnection facilities and power transmission and distribution are also clearly laid down. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "There is no explicit policy or code pertaining to mini-grids. However, there are rules in the Alternative and Renewable Energy Policy 2011 about connecting distributed generation facilities to the national grid", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "While the authorities have long-term goals to privatise transmission and distribution companies and extend the national grid to remote locations under the rural electrification scheme, they have not yet made any of the plans public.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "NEPRA has set out clear standards for all power producers. The regulator has the authority to impose fines on IPPs if they do not adhere to the mandatory guidelines.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Power companies are not permitted to offer financial services directly to consumers. Moreover, the power utilities are financially stressed and lack the capability to offer financing to consumers. Their priority is collecting payments from consumers rather than offering easier financial terms. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "There is no formal programme with clear targets and a primary objective of rural electrification. However, the 2006 Policy for Development of Renewable Energy for Power Generation contains an objective to provide energy for all. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "There is no dedicated agency for rural electrification in Pakistan. While AEDB has taken up specific rural electrification programmes in the past, rural electrification is not a key policy objective.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The country set an 'electricity for all' target to be achieved in 2007. However, progress has been very slow. While efforts have been made to achieve 100% electrification, the agenda switched post-2005 to adding generation capacity to meet growing demand.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "There are no clear objectives to add mini-grids and off-grid power projects to achieve energy access targets. However, off-grid solutions are becoming increasingly popular for electrification in rural areas. The Buksh Foundation along with The Energy and Resources Institute (TERI) of India have electrified 72 off-grid villages in the Punjab province of Pakistan. They now plan to electrify 4,000 off-grid villages by 2017. Similarly, the provincial government in Khyber Pakhtunkhwa plans to supply solar power to 200 villages. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "IFC is working on off-grid market development, and has committed $4m over four years specifically aimed at providing lighting solutions in the country. In November 2015, Asian Development Bank approved $1.4bn for power sector reforms in Pakistan. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "The costs of new connection are subsidised by the distribution companies.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "There is no policy on incentives for off-grid/mini-grid power projects in Pakistan. The State Bank of Pakistan, however, offers fixed interest rate loans (currently 6%) for a period of 10 years to renewable energy projects of up to 10MW.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "There are no VAT exemptions for solar goods compared with other products. Although there is a policy exempting solar PV equipment from import duty, the Federal Board of Revenue imposes a 5% import duty.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "USAID is working with AEDB on a proposal that renewable energy takes a share of the future energy mix. IRENA is conducting a 'renewables readiness' assessment of the energy market (both off-grid and grid-connected) that will identify strengths and weaknesses and propose possible solutions. GIZ is following up on its previous project 'Renewable Energies and Energy Efficiency'. The World Bank is engaged in a renewable energy resource mapping project with AEDB. The IFC is working on off-grid market development specifically aimed at providing lighting solutions. Other agencies like UNIDO and Asian Development Bank are also active in off-grid market development.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Ecoenergy Finance and Nizam Energy are currently operating PAYG services in the country. Telenor's Easypaisa mobile money app is also available.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "There are no quality standards for solar products in Pakistan. In recent years, some poor quality solar products have been sold in the country, prompting the government, in conjunction with GIZ, to begin work on a standards guide. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "Pakistan has heavily subsidised petrol, diesel and kerosene in the past. Oil and Gas Regulatory Authority (OGRA) has repeatedly asked the Government to reduce the subsidies however the government has refused to reduce the subsidy prices citing inflationary impact on the economy.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "There are no exemptions for solar goods compared with other products.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Although there is a policy exempting solar PV equipment from import duty, the Federal Board of Revenue imposes a 5% import duty.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Delays in the release of off-grid products from the customs department, corruption and other bureaucratic problems are commonplace.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "While the risk perception of Pakistan has improved, there are security risks in certain parts of the country, which sometimes pose barriers to project installation. Land identification is a challenge for international developers and delays in approval of grid connection by the NTDC is another issue. Apart from these issues, no privately-financed solar project has reached financial close yet. The Central Power Purchasing Agency has stalled projects looking for feed-in tariffs as it waits for lower tariffs. There is a stand-off between NEPRA and CPPA in this regard. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "pk", "name": "pk"}