{"data": [{"note": "Development of mini-grids and small generation projects for self-use is permitted. The Rwandan Utility Regulatory Authority established a dedicated licensing regime for rural electrification in August 2015 that covers all mini-grid projects up to 1MW. Licences covering all aspects of mini-grid operations, from generation through to retail, are available, as are isolated distribution-grid-only licenses that cover distribution and retail for periods ranging from five to 25 years. Grids of less than 50kW are exempt from licensing, but must notify the authorities. Projects of more than 1MW fall  under the on-grid regime. Processing times for licences must not exceed 60 days.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "Licence holders are awarded exclusive rights to distribute and retail electricity in a geographic area that is defined in their license. Non-exclusive rights to generate power are awarded for five to 25 years (10 years is the indicated period). Further generation licences may be awarded if demand is not met in an area.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "To qualify for the simplified licensing procedure the threshold is 1MW for mini-grids and 5MW for small power producer licenses. Larger projects can be developed, but are not covered by the current regulation. It is assumed that, given the small size of Rwanda and low levels of demand in remote areas, the utility would take measures to connect such projects to the main grid if the opportunity arose. In this case, the developer would likely be limited to a generator licence.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The Rwandan Utility Regulatory Authority established a dedicated licensing regime for rural electrification in August 2015 that covers all mini-grid projects up to 1MW. Other strategic stakeholders such as the Rwanda Development Board, Rwanda Energy Group and the Ministry of Infrastructure practice an 'open door policy' and support the private sector.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "The Rwandan Utility Regulatory Authority is the main body awarding licences and reviewing the technical requirements of projects. However, the Energy Development Corporation, a subsidiary of state-owned utility REG, also has a department dedicated to electrification.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "The Rwandan Utility Regulatory Authority established a dedicated licensing regime for rural electrification in August 2015 that covers all mini-grid projects of up to 1MW. It is stipulated that processing times for licenses must not exceed 60 days. The government has pledged to standardise the tendering procedure as much as possible to reduce transaction costs. Feed-in tariff legislation has also been in use, although is not currently active (there are plans to award feed-in tariff contracts to a further 10MW of solar projects).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Under the simplified licensing procedure designed by the Rwanda Utility Regulatory Authority, project developers can set their tariffs so as to recover the cost of operating the grid (including depreciation charges and fuel cost) and make a reasonable rate of return on the net fixed value of the generation and distribution assets. Any subsidies or grants received to reduce the tariff level are included in the calculation. Accounting must be kept ready for inspection. Over remuneration in one fiscal year must be compensated by a tariff reduction the following year.  ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Project developers set their tariffs so as to recover the cost of operating the grid (including depreciation charges and fuel cost) and make a reasonable rate of return on the net fixed value of the generation and distribution assets.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Under the simplified licensing procedure designed by the Rwanda Utility Regulatory Authority, project developers can set their own tariffs. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "All PPAs awarded are 'take-or-pay' contracts of 20 to 25 years duration. The feed-in tariff is a standardised agreement that historically has been available to hydro projects only. Once the new budget is cleared, the tariff could also be awarded to around 10MW of solar and bioenergy. The Energy Development Corporation prefers to use tenders to award new contracts and follows a standardised procedure were possible as set out in the 2015 electricity sector strategy.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "All the PPAs awarded are 20 to 25-year contracts. Rural electrification licenses are awarded for periods ranging from five to 25 years, with 10 years being an indicative period for mini-grid projects and 15 years for generation projects.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "All PPAs awarded are 'take-or-pay' 20- to 25-year contracts. The feed-in tariff is a standardised agreement historically only available to hydro. Holders of mini-grid licences that are connected to third-party generation projects are also obliged to take all the power produced.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "The Rwanda Utility Regulatory Authority published the first version of its grid codes in 2012. These established rules and procedures for all participants, including extensive reporting obligations for all stakeholders, which make it one of the best markets for access to information.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "If the main grid arrives within connecting distance of a mini-grid project, the licence holder must choose one of three options: 1) Switch the licence to a small power distribution and generation licence, which will be valid for the remainder of the original licence period (effectively splitting the business into a generator that sells to the grid and qualifies for feed-in tariffs, and an electricity retailer that buys from it). 2) Negotiate the acquisition of the project by the national utility. 3) Relocate the assets, where possible, in exchange for a relocation fee and operate for the remainder of the licence period. Finally, in exceptional cases where connecting to the main grid would not benefit the local population, the regulator may decide to withhold the licence conversion.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "All off-grid electrification players surveyed confirmed that they had access to plans for grid extension. For security and political reasons, this information is not freely accessible online, but can easily be viewed via the Rwanda Utility Regulatory Authority or the Rwanda Energy Group.  ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "The Rwandan Utility Regulatory Authority reviews licence applicants’ technical proposals. Quality of service standards are established when a licence for a mini-grid and/or small power producer is awarded. The regulator can inspect to ensure compliance with the agreed specifications on an ad-hoc basis. For companies installing solar PV for private customers, the products used are subject to the Rwanda Bureau of Standards rules, which comply with national, regional and international standards on the import of the goods. The latter are set by Switzerland’s Société Générale de Surveillance, a global leader in the sector.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Mini-grid and small power plant developers are free to structure payment for their services. For example, solar kit vendors have moved to longer repayment periods (10 years) to improve their value proposition to customers (as capacity to pay remains low in the country). Furthermore, a company could decide to apply for a micro-financing licence. However, this is a regulated activity that may unnecessarily increase red tape for the company. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "Rwanda’s Electricity Access Roll-out Plan is run in phases. The current initiative began in 2012 and will run through to 2018. It aims to increase electricity access to 70% (48% through connection to the grid and 22% through off-grid solutions). The previous period ran from 2007 to 2012 and aimed to achieve 16% access, up from 6%. This target was very nearly achieved, which may have prompted the government to set ambitious targets for 2017. Rwanda is making significant progress, notably in laying down the policy environment that will allow it to achieve these targets and connect customers to the grid. A 2016 update is expected to give more clarity on progress with off-grid targets, which have lagged behind on-grid targets. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "Rwanda’s Electricity Access Roll-out Plan is primarily managed by a dedicated team at state-owned utility REG. The regulator is responsible for the awarding of mini-grid and small power producer licences. In addition, the Scaling Up Renewable Energy Program, managed by multilateral development initiative, Climate Investment Funds, approved the establishment (together with the Rwandan government) of the Renewable Energy Fund targeting electrification projects that should start disbursing funds from 2017.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "Rwanda’s Electricity Access Rollout Programme is run in phases. The current initiative began in 2012 and will run through to 2018. It aims to increase electricity access to 70% (48% through connection to the grid and 22% through off-grid solutions). The previous period ran from 2007 to 2012 and aimed to achieve 16% access, up from 6%. That this target was very nearly achieved, may have prompted the government to set ambitious targets for 2017. Rwanda is making significant progress, notably in laying down the policy environment that will allow it to achieve these targets and connect customers to the grid. A 2016 update is expected to give more clarity on progress with off-grid targets, which have lagged behind on-grid targets. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "Rwanda’s Electricity Access Rollout Programme is run in phases. The current initiative began in 2012 and will run through to 2018. It aims to increase electricity access to 70% (48% through connection to the grid and 22% through off-grid solutions). A 2016 update is expected to give more clarity on progress with off-grid targets, which have lagged behind on-grid targets. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "As of 2015, $6m in grants has been awarded to off-grid electrification projects by the government’s Environment and Climate Change Fund (FONERWA), with a further $6m available. Grant programmes from donor agencies have committed $13.4m to a variety of solar programmes, the largest of which is a European Union-funded $6m grant to electrify 49,000 households. Support looks set to accelerate soon as donor-supported tenders for the electrification of 500,000 homes have been launched. The European Union has signed a financing agreement worth EUR 177m ($196m) for the energy sector, with a particular focus on rural electrification. The Renewable Energy Fund, backed by the Scaling Up Renewable Energy Program, should go live with initial backing of $50m. It is looking to attract support from other donors to reach a target of $180m, all of which will be dedicated to off-grid electrification through home power systems and mini-grids. The government estimates the volume of debt needed for off-grid PV home installations to be $100m in 2016-17. Targeted investment in the mini-grid segment is $65m, including around $30m in support. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "Consumers within 30 metres of the grid pay RWF 56,000 (around $70) in instalments over five years. The actual cost is considerably higher, at around RWF 560,000 ($700), and is subsidised mostly by the Electricity Access Rollout Program.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "As of 2015, $6m in grants had been awarded to off-grid electrification projects by the government’s Environment and Climate Change Fund (FONERWA), with a further $6m available. Grant programmes from donor agencies have committed $13.4m to a variety of solar programmes in Rwanda, the largest of which is a European Union-funded $6m grant to electrify 49,000 households.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "VAT exemption for energy products in Rwanda was extended in 2015 to include solar water heating systems, solar-powered pumping stations, solar appliances (including TV, radios and fridges) as well as renewable power generation equipment, including solar panels, batteries, inverters, trackers and wind generation equipment. Rwanda is part of East Africa’s customs union and as such applies the full exemption of import duty to all solar products, including storage and DC appliances.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "Government involvement in the development of mini-grids and off-grid solar systems has been limited owing to a lack of funding. Consequently, there is no market-building programme and off-grid solar companies have had to rely on their own awareness-raising campaigns. However, this is set to change thanks to a large solar tender that will target electrification of 500,000 homes and will include a market-building element. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Mobile money is very popular in Rwanda. A lot of companies are involved in the sector, including the global leaders MTN, TIGO and M-Pensa. They are all commonly used by off-grid solar companies to receive payments. However, integration into their internal platforms has been slightly more complicated than in neighbouring Tanzania and Kenya. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Solar product retailers are only subject to general electronic goods standards, as established by the Rwanda Bureau of Standards and enforced by Switzerland’s Société Générale de Surveillance, a global leader in the sector. The sector is dominated by high-quality brands (for example, Mobisol, Azuri and Ignite Power) as a consequence of the $13.4m in donor funding awarded to the sector to date.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "Due to Rwanda’s low levels of electricity access, the VAT exemption on kerosene was maintained in 2015.  ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "VAT exemption for energy products in Rwanda was extended in 2015 to include solar water heating systems, solar-powered pumping stations, solar appliances (including TV, radios and fridges) as well as renewable power generation equipment, including solar panels, batteries, inverters, trackers and wind generation equipment.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Rwanda is part of East Africa’s customs union and as such applies the full exemption of import duty to all solar products, including storage and DC appliances. Tanzania proposed amending this rule in 2015, but a strong reaction from the solar sector led to the extension of exemptions.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Rwanda is a land-locked country and thus solar product importers may suffer disturbances at the harbours in neighbouring Kenya and Tanzania. However, the road network to Kigali is good and the logistics work well once the products are landed.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "The Rwandan government has done a lot to create an enabling environment for solar companies to thrive. The main challenge remains low income and consequentially low demand. The extensive donor-funded support programmes set go live in 2016/17 will help address this issue. Proliferation of poor quality products has not been an issue in Rwanda to date, but established companies are pushing for the introduction of standards to ensure this threat does not materialise.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "rw", "name": "rw"}