{"data": [{"note": "EDSA are the only entity legally allowed to sell electricity. Mini-grids are only legal for self-consumption, not for sale. However the Ministry of Energy is looking to adopt regulatory changes that will also ensure safety standards are met if mini-grids are to sell electricity.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "The government has not officially granted concessions, however, it is accepted that it would be too expensive to extend the grid to all of the rural areas (i.e. outside of Freetown, Bo - Kenema and Makeni). The government is also unable to grant land concessions due to the ambiguity of land ownership in many of the chiefdoms. From looking at the draft map for the grid development to 2030, there are still many settlements that will be left with no grid access (beyond 5km from grid).", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "There are no limit for projects that are for self-consumption. However, mini-grid projects are not allowed.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The main actor is the Ministry of Energy.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "There is no dedicated team.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "There is no defined standard procedure for developers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Power tariffs are amongst the highest in Africa, due to the high share of thermal generation, and they are adjusted regularly. These principles should create the basic conditions for developers to benefit from stable tariffs that allow for cost recovery. Nevertheless, at present these conditions need to be negotiated on a case-by-case basis. However, the experience of some on-grid developers so far suggests that the government (through the grid operator EDSA) is reluctant to offer tariffs at close to or above the current retail price. Off-grid projects appear to suffer more as the additional cost of storage (batteries) means the costs are greater than the equivalent on-grid retail price. Due to political sensitivity (off-grid communities paying a higher price for electricity) the government is reluctant to agree to such tariffs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Power tariffs are amongst the highest in the continent, due to the high share of thermal generation, and they are adjusted regularly. These principles should create the basic conditions for developers to benefit from stable tariffs allowing for cost recovery. Nevertheless, at present these conditions need to be negotiated on a case-by-case basis.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Power tariffs are amongst the highest in Africa, due to the high share of thermal generation, and they are adjusted regularly. This should create the basic conditions for developers to  benefit from stable tariffs that allow for cost recovery. Nevertheless, at present these conditions need to be negotiated on a case-by-case basis.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "There is an official procedure to apply for a PPA, but there is no standardized PPA. PPAs are applied for on a case-by-case basis. It took the solar developer 'SolarEra' four years to secure a PPA (however, this was across a change in ministry members and an outbreak of ebola) . The application process has been designed but it has only been followed through by a few projects. The Minister of Energy was reluctant to give a timeline for the process but stressed that it will become more efficient as more PPAs are applied for. The process is as follows: Developer submits project proposal to the Energy Task Force (Minister of Energy and a team of 11); initial comments are given; passed on to the PPP (public-private partnership team) within President's office; PPP unit (including lawyers, analysts etc.) check the proposal and work on a PPA; PPA is sent back to Minister of Energy; If signed by the Minister it is passed to cabinet for approval; if approved by cabinet it is passed to the President for ratification. In summary, it appears to be a lengthy process with several hurdles for the project.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "The only existing IPP (Addax) has signed a 20-year PPA. SolarEra has signed or has an offer for a 20-year PPA for a 25MW solar project (to be built in two phases).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "Currently the grid is of limited capacity so it not always possible for the utility to accept all output. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "Rules need to be discussed and agreed by potential IPPs and developers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "As of today, there is a scarcity of independent rural networks. The rules related to future grid expansion may need to be developed.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "The 'Energy Sector Strategy 2014-2017' gives an overview of planned grid extension, although no real detail is available. However, the grid extension plan - 'Preparation of the Electricity Network Investment Plan' - which is applicable up to 2030, is at a late stage of editing. This will be a detailed plan that includes strengthening the current grid, connecting proposed hydro projects across the country, connecting new areas of the country and integrating the 'Western Africa Power Pool (WAPP)' line to the country's grid. The WAPP line will connect to Liberia in the South to Guinea in the North.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "No plan has been developed yet to promote SPPs.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "There is currently no evidence to suggest power producers are also offering financial services to customers.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "There is an Energy Access Project that promotes rural electrification and is lead by the Ministry of Energy. Two rural hydro minigrids are under construction (Bankasoka and Charlotte). The programme is still too small to make a substantial impact.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "No, but there is a rural electrification department at the Ministry of Energy.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The government is targeting 1GW of installed capacity by 2018, including 350MW for commercial and 650MW for industrial (mining) sectors. The minister of energy has said that this will include projects under construction. The country currently has 10,000 street lights installed and is building another 50,000. The President aims to sell 50,000 solar units in 2016 and 200,000 in 2017 -- although it is unclear as to what constitutes a solar unit. From 10 May 2016 he has given the ministry of energy 100 days before reporting progress on the target to the president. The President aims to double electricity access in 2017, from 250,000 to 500,000 households; to electrify all chiefdoms by the time he leaves office, (which is 2017 although it may be extended) and to bring power to 1m people by 2020 and to all by 2025.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The government is targeting 1GW of installed capacity by 2018, including 350MW for commercial and 650MW for industrial (mining) sectors. The minister of energy has said that this will include projects under construction. The country currently has 10,000 street lights installed and is building another 50,000. The President aims to sell 50,000 solar units in 2016 and 200,000 in 2017 -- although it is unclear as to what constitutes a solar unit. From 10 May 2016 the president has given the ministry of energy 100 days before reporting progress on the target. The President aims to double electricity access in 2017, from 250,000 to 500,000 households; to electrify all chiefdoms by the time he leaves office, (which is 2017 although it may be extended) and to bring power to 1m people by 2020 and to all by 2025.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "There is no finance available from the government nor commercial finance, but there is some indication that funding might be available through SREP.  This works through off-grid developers/ mini-grids submitting projects to the government. They are then filtered for bankability by the African Development Bank and the World Bank to form a portfolio. The portfolio as a whole submits a bid for funding from SREP, which is named Climate Investment funds. Also, 'brac' is an example of a company that offers micro-finance to consumers, enabling them to buy home energy kits.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "Customers are responsible for financing the grid connection. However technicians should be free of charge.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "In April and May 2016 for the 'Energy Revolution' event,  the leaders of all 149 chiefdoms were invited to strategy and awareness meetings on off-grid home solar systems. Educating the chiefs is seen as vital to ensuring community acceptance. However, on a wider scale it is acknowledged that no coordinated marketing campaign exists; partly due to the lack of a real marketing industry in the country.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "There is no clear evidence of PAYG platforms currently in use. However, one early stage company - Easy Solar -  is looking to use 'angaza' - a 3rd party PAYG platform, and another  company  - Veriown' - is looking to launch its own proprietary PAYG platform (zero installations, at a late stage of development).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Only products with IEC certification are eligible for the import duty and goods and services tax (GST).  An approved list of products is provided to all ports and country entry points.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "The government subsidises the price of diesel and kerosene -- both are currently the same price. The price has not changed in over a year. Various NGOs have tried to lobby the government to remove the subsidy on fuel but it is seen as too political to change.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "Quality-assured products, adhering to IEC standard, will be exempt from GST (goods and services tax), which is the VAT equivalent. The Ministry of Energy, along with the Renewable Energy Association, will compile and present the list of qualifying products to customs. There is some scepticism amongst importers as to whether this will be effectively implemented at the ports.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Quality-assured products, adhering to IEC standard, will be exempt from  duty. The Ministry of Energy, along with the Renewable Energy Association, will compile and present the list of qualifying products to customs. There is some scepticism amongst importers as to how and if this will be effectively implemented at the ports.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "A number of certificates are required from the relevant ministries when importing goods. For example, solar products will at a minimum require certificates from the Ministry of Energy and Ministry of Finance. Obtaining the certificates is often time-consuming and can require unofficial payments. Even with the certificates in hand, it is likely that further unofficial payments to port officials will be needed in order to collect the goods. These payments are seen as an additional cost on the goods for retailers, ultimately passed on to consumers. International companies often employ a \"fixer\" - somebody with know-how that can obtain the best \"deals\" at the port for the retailers. However, a renowned fixer comes at a price. Even after collecting the goods, importers often find that cases have been opened and items or parts are missing. To avoid the bureaucracy and unofficial payment it is not unheard of for importers to deliver their good to Conakry (Guinea) and drive the goods down to Sierra Leone. Conkary is a free port (no duties), but when crossing the border back from Sierra Leone the local chiefs seek some form of payment.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "A new business needs a 'Business Registration License' from the Registrar General office, under Business Registration Act No.13/1983. There are mixed reviews as to the efficiency of the process, ranging from the license being \"very easy to get\", to cumbersome and bureaucratic. SLIEPA (Sierra Leone Export and Investment Promotion) defines the process for setting up a new business in Sierra Leone.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "sl", "name": "sl"}