{"data": [{"note": "In Senegal, the setting up of a mini-grid or small power project with a total capacity of less than 50kW is legally possible without state interference. Power projects above 50kW must obtain a distribution license and supply the system of the national power company, Senelec, or one of the 10 rural electrification concession holders, or be developed as an individual project by local government. Rural electrification concessions are awarded through tenders. Winners are granted a 20-year monopoly on retail and generation, and a 20-year monopoly on supply of electricity in the concession. They are also granted the right to acquire any power project above 50kW developed by local government upon electrification of the project's area. Winners of the six tenders include EDF and the Moroccan office for electricity and water. The process to electrify areas is underway, although in some mining areas the government has had to step in to ensure households are electrified instead of simply local mining operations.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "Six concession areas have been allocated out of the total of 10, and there has been activity in three so far. The four remaining concessions will be granted once the regulator sees activity in all six already allocated. The distribution of the areas is as follows: 1. Concession Dagana – Podor – Saint – Louis allocated to à COMASEL (National Electricity and Water Office of Morocco or ONEE). 2. Concession  Louga – Linguère – Kébémer allocated to COMASEL (ONEE). 3. Concession Kaffrine – Tambacounda – Kédougou allocated to ERA (Partnership between EDF/Matforce CSI). 4. Concession Kaolack – Nioro – Fatick – Gossas allocated to EDR (Partnership ENCO/Isofoton Maroc). 5. Concession Kolda – Vélingara allocated to Kolda Energy (Partnership ENCO/Isofoton Maroc). 6. Concession Mbour allocated to SCL Energies  (Partnership STEG/COSELEC). Concession holders can buy wholesale electricity from Senelec at a 20% discount. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "In Senegal, the setting up of a mini-grid or small power project of less than 50kW total installed capacity is legally possible without state interference. However, power systems with more than 50kW of installed capacity must be developed by or under a commercial agreement with the national power company, Senelec, or with one of Senegal's 10 rural electrification concession holders. One exception to this rule is the Rural Electrification Local Initiative, whereby local authorities can implement electrification projects that are not within the rural electrification agency's remit. In these cases, the installation, exploitation and maintenance is handled by a private company (selected through public tender), the national regulation agency fixes the price for consumers, and equipment remains the property of the government. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "Project developers must comply with the governance of the national rural electrification agency (ASER) and the national regulator (CRSE).", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Developers of projects under 50kW do not need to meet any electricity sector-specific requirements. Senegal's national power company, Senelec, has been stripped of all grid responsibilities following the promulgation of the 1998 electricity law. It is, however, mandated to support rural electrification concession holders in establishing technical requirements for connection to the main grid. The national regulator, CRSE, also provides project support and technical advice to developers. Within rural electrification concessions, the national agency for rural electrification acts as a one-stop-shop to discuss technical requirements for developers. Individual concession holders are also entitled to develop their own technical requirement framework.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "Inside Senegal's rural electrification concessions, the regulatory structure is relatively complex, but designed to minimize transaction costs. Retail prices for households are: i) decided upon granting of the concession, ii) designed as flat rates across three consumption levels to prevent metering costs except for large consumers, iii) updatable after an initial three-year period, then every five years, or in the case of major changes to production costs. Developers are further supported through the obligation of consumers to pay an initial connection fee and give a deposit equal to two months of consumption. Senelec has continued implementing rural electrification work, while concession activity has been held up. Senelec's tariffs are harmonised nationwide, unlike rural concession tariffs, which vary according to the region and are more expensive. This has led to misunderstandings and an unwillingness on the part of some villagers to pay higher rural concession tariffs for electricity, when other villages nearby pay cheaper tariffs to Senelec.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Tariff levels are calculated by looking at the cost of service and the payment capacity of local people. In order that a project is profitable to developers, the government subsidises projects from 20% to 80% depending on the region in question and the purchasing power of the local people. Inside Senegal's rural electrification concessions, the tariff is supposed to provide a \"normal return on investment\" and can include a connection cost component. The tariff is essentially a feed-in tariff that is: i) decided upon granting of the concession, ii) split across three consumption levels to prevent metering costs (except for large consumers), and iii) updatable after an initial three-year period, then every five years, or if there are major changes to production costs. Developers may also recoup the initial investment VAT component through VAT exemptions on the selling of electricity. Further softening of tariffs through the use of development finance is authorised. The risk of default is mitigated through a two-month consumption deposit and an initial connection fee for consumers. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Developers of projects under 50kW are not subject to any electricity tariff regulation. Tariffs move in accordance with an index and can be adjusted four times a year by grid operator Senelec, and twice a year by rural concession holders. Tariffs vary widely across Senegal and are more expensive in rural areas than in cities. CRSE is currently working on a project to harmonise tariffs across the whole country so that they are realigned and equalised in all regions. Mechanisms to do so could include state compensation, a stabilisation pot or realignment. Tariffs regulated by Senelec are more stable across the country than those of independent producers, because Senelec provides power via both the main network and off-grid structures. This can sometimes create difficulties for ASER concession holders to electrify areas where villagers are conscious of Senelec's cheaper tariffs and are not welcome to the idea of paying higher rural concession tariffs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Developers of projects under 50kW are not subject to any electricity tariff regulation. Inside concessions, concession holders or power producers are subject to the tariff structure decided upon awarding of the concession. The tariff is i) essentially a feed-in tariff ii) split across three consumption levels to prevent metering costs (except for large consumers), and iii) updatable after an initial three-year period, then every five years or if there are major changes to production costs.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "Developers of projects under 50kW are not subject to any electricity tariff regulation. Concession holders are granted a 15-year monopoly on generation and awarding of PPAs inside their concession. Power producers that wish to feed into the network of a rural electrification concession holder must sign a PPA with that concession holder (for which no standardised form has yet been designed). Creating a more standardised template would speed the process up. Standardised PPAs for grid-connected projects are built on quality of service, which measures the number of outages and inflicts penalties for not following the rules. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "Developers of projects under 50kW are not subject to any electricity tariff regulation. Concession holders are granted a 15-year monopoly on generation and awarding of PPAs inside their concession. Power producers that wish to feed into the network of a rural electrification concession holder must sign a PPA with that concession holder (for which no standardised form has yet been designed).", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "State utility Senelec is obliged to take all output from renewable energy projects in the context of the PPA agreement and the grid's technical constraints. There is no such obligation on the rural electrification concession holders. Terms and conditions are decided by both parties within the frame of each PPA.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "ASER and Senelec are responsible for all technical regulation in connecting projects to the grid. PPAs for connection to the main national grid are negotiated on an individual basis or within the frame of the country's renewable energy tenders. PPAs for connection to the grid of one of Senegal's concession holders are negotiated on an individual basis between concession holder and developer. Concession holders are granted a 20-year monopoly on generation and awarding of PPAs inside their concession.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "In some areas the grid is already very close to rural off-grid projects and so technical requirements for interconnection or co-existence of both are in place, but financial incentives still need to be set out. Holders of one of Senegal's rural electrification concessions may decide to build medium- or high-voltage interconnections to Senelec's main grid to have the national utility as one of the generators on its network. By law, all medium- and high-voltage lines in Senegal must be owned and operated by Senelec, thus, the lines must be retroceded to Senelec upon completion. However, the concession holder is incentived to connect to Senelec's network through a 20% discount on electricity purchased from the main grid. Mini-grid projects under 50kW have no obligation towards concession holders or the national power company.      ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "ASER and Senelec are responsible for grid extension rules. A XOF 60bn ($100m) loan provided by Myna Distribution Technologies (and to be reimbursed by the Senegal government) is specifically dedicated to the purpose of grid extension.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Mini-grid projects under 50kW are not subject to specific quality of service standards. The awarding of rural electrification concessions is based on a list of quality of service standards designed in collaboration with the rural electrification agency and with the support of the national power company, Senelec. Good quality of service is also incentivised through the disbursement of public subsidies at different stages of the power systems' development upon achievement of pre-defined service quality and scope achievements. There are clear quality standards for power producers fixed by ASER in concession areas, and with Senelec on the main grid. There is also an effort by German company PTB to install a quality control lab in the research center for renewable energy in Dakar. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "The use of innovative financing structures is implicitly encouraged by the rural electrification agency. Pamiga is a Paris-based micro-finance institution providing micro-finance and loans to renewable energy projects for irrigation and agricultural purposes in Senegal, as well as offering technology development support. It is working with Caurie Micro-finance on financing pilot off-grid solar projects in the concession regions of Thies, Mbour and Tibouane, where Bonergie provides the products and Pamiga works with women groups to inform local people about the benefits of renewable energy. By the end of 2017, Pamiga expects to provide credit for between 2,500 and 3,000 solar kits. Pamiga investors include the European Investment Bank, OPIC, SDC, Rockefeller Foundation and some private investors. Pamiga is also considering funding solar boutiques in off-grid villages, where villagers could come to recharge their phones, buy or lease solar lamps and watch television. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "Senegal started working on its extensive and ambitious rural electrification programme after the creation of the rural electrification agency (ASER) in 1999. The programme was developed hand-in-hand with international donors, notably the World Bank, and claimed to be the most ambitious on the African continent. Today, rural electrification is taking place through a number of actors, notably Senelec, rural concession holders and Peracod. The state has divided the country into 10 concession areas - six of which have been allocated, with activity seen in three of these. The final four will be allocated once activity is seen in all six already allocated. Rural electrification has risen from about 5% to 29% through these measures.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "ASER, Senegal's rural electrification agency, was established by law in 1999 and is responsible for all regulation regarding rural concessions. However, hold-ups in rural electrification projects can arise from tariff misunderstandings and a lack of purchasing power on the part of the general population. The national renewable energy agency (ANER) has been in existence since 2013 and has so far installed 1,835 solar street lights and has launched a tender to install 50,000 more. ANER has installed solar energy systems at 120 public buildings, and expects to install solar energy at 120 health centers in cooperation with the Netherlands gran facility ORIO. Peracod (the Renewable Energy Promotion Program) is another organisation involved in rural electrification. More than 110 villages have been electrified through Peracod (about 30 in the north and 70 in the south). The National Society for Eco Villages is also involved in rural electrification.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "Senegal's current electrification target stands at 70% by 2017. In some political discourse however, the electrification target is more in the region of 50-60%.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The National Renewable Energy Agency (ANER) is involved in mini-grid development for social buildings such as schools and health centers, while the Rural Electrification Agency (ASER) is providing mini-grid access to families with three service levels, depending on the amount of power needed. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "ANER has received a XOF 300m ($52,0000) grant for 2016 from the government to put towards off-grid projects, such as solar projects for schools and hospitals, in addition to XOF 600m to fund the running of the institution itself. A consortium of the Islamic Bank, African Development Bank and EU Aid will lend $58m to electrify 188 off-grid villages in Senegal over the next four years to 2020. The loan will be state-backed, according to ASER. The International Renewable Energy Agency (IRENA) is also lending $13m for rural electrification, which will be state-backed. A partnership between Senegal state and the EU is also providing a EUR 15m ($17m) subsidy to electrify 100 villages. Station Energy has received funding from the National Agency of Eco Villages to pay for five 'boutiques', which rent out solar lamps to villagers for XOF 50 (8 US cents) per day, sell batteries, freeze food and have a television for people to watch. A sixth village was also funded 25% by the agency and 75% by Station Energy itself. In a village of 600 inhabitants, a village boutique is estimated to impact the lives of 250 people. African Development Bank provided an 11-year loan to a rural electrification concession that was run by the Moroccan water company. The loan period has now finished but the AfDB would provide debt financing to further concessions if asked by the state. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "Connection to the main grid is free for new customers within 35 metres, but there is a charge for customers beyond this radius. However, particularly in villages powered by solar energy, customers must pay a subscription fee before being connected to the grid, which can hold back the speed at which villages get electricity access. Inside one of Senegal's rural electrification concessions, new customers must pay a small initial fee, but the bulk of the connection cost is recouped over a longer period through inclusion in the electricity tariff. This tariff can be softened through the use of development finance and public subsidies. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "Rural electrification holders are exempt from VAT and import duty. They also have permission to buy wholesale electricity from Senelec at a 20% discount (if the project is connected to the national grid) and receive subsidies of between 20% to 80% on project investment, depending on the region and the buying power of households. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "Solar panels are exempt from paying VAT (it can be claimed back), but other electronic parts like batteries and lanterns must pay VAT. The VAT rate is 18% and other taxes at customs amount to about 25%. MicroCredit says that total import duties (see below) amounting to about 45% are a big setback for its business. It is looking to set up shop in other nearby countries where the tariffs are lower and says it wants to work with partners to pressurise the government to reduce tariffs. Solar products benefit from a reduction in import duties, but solar lanterns and batteries pay import taxes of 20% as they are classed as electronic products. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "See notes on off-grid financing facilities.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "Several distributors offer PAYG options to buyers of their products, either off their own balance sheets or via a third-party financier. Caurie provides credit for Bonergie products, for example. MicroCred is a micro-finance organisation, primarily for entrepreneurs, but it is widening its focus to individuals. MicroCred is launching a pay-as-you-go pilot in May 2016 for its SunKing solar home system and SunKing pro products, where anyone can buy the systems via small shops or village ambassadors, provided they pay a down payment of XOF 16,000 ($27) and pay XOF 350 per day (60 cents) thereafter for a period of eight months to write off the XOF 85,000 ($145) cost of the system (the system costs XOF 15,000 more with the credit offering due to interest). If customers do not pay the amount they owe then the system batteries will be locked from afar and the system will become unusable. MicroCred is also developing an off-grid mobile phone payment model. MicroCredit is affiliated with 600 shops in Senegal, but only 40 of these sell solar lamps. Nadji Bi is developing a mobile money payment system to use with Orange Money, whereby algorithums would be placed inside the system that match the customer's payment plan. The company has signed with two mobile banking companies so far and intends to run a trial here. By sticking to the payment plan, the customer receives an unlock code for the system that allows it to keep using the system. After paying the total, the system will be unlocked. Mobile money has been used in Senegal for several years, to pay electricity bills to the national power company, Senelec. It remains to be seen how quickly these proposed systems will spread to pre-paid small power systems in remote areas. Within rural electrification concessions, the use of mobile money is not necessary as consumers pay a pre-defined flat rate based on their consumption level to avoid metering costs. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Lighting Africa is a continent-wide project that introduces quality standards and testing procedures for small solar home products. Although some manufacturers are certified, it is not a legally-enforced measure, as many products being sold do not have the certification. Gaining accreditation is expensive and a company must have a large-enough manufacturing capacity to make the amounts required for assessment. There is a difficult dichotomy between solar products sold on the black market that do not pay VAT and import fees, and better quality items sold by formal distributors like Station Energy, Bonergie and MicroCred. Although stand-alone solar panels are exempt from import taxes, they are still subject to VAT, while solar inverters, regulators and batteries are classed as electronic components and must pay import taxes. A 250W solar panel on the black market costs about XOF 100,000 ($166) whereas with a formal seller it rises to XOF 176,000 ($292), according to Station Energy. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "Kerosene and diesel subsidies have been heavily reduced since the oil price drop.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "See notes for off-grid solar VAT rate.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "See notes for off-grid solar VAT rate.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "See notes for off-grid solar VAT rate.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "NA", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "sn", "name": "sn"}