{"data": [{"note": "The Small Power Producers Framework was established to encourage the construction of small power plants, whether on or off the grid.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "There are no concessions for mini-grid developers. However, the government has plans under development. At the very least, by June 2025, distribution is due to be unbundled from the transmission segment and a number of zones are to be set up for 'zonal distribution companies'.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "Power plants must be under 10MW in order to benefit from the Small Power Producers Framework. The plant's capacity may be more than this threshold but the facility may only export power at the interconnection point up to 10MW. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The energy regulator, Ewura, is the main body responsible dealing with regulation.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Tanesco has a dedicated small power-projects office, which aims to reduce the bureaucratic load on developers by handling enquiries and advising on permits and technical requirements.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "Project developers can access a list of electricity licence requirements, licence application forms and relevant legislation on the regulator's website. In addition, the regulator has worked to minimise the amount of information required for a decision, as well as the number of separate regulatory requirements and decisions. It also aims to use standardised documents to reduce the need for case-by-case analysis and time-consuming negotiations.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "According to the Electricity Act, tariffs should be cost-reflective and allow licensees to make a fair return on their investments. Indeed, one aim of the 2015 National Energy Policy is to \"ensure cost-reflective tariffs to attract private investments,\" but this goal has yet to be implemented in practice.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "The second Small Power Producers Framework introduced fixed tariffs, while under the preceding version the tariffs were set annually on an avoided-cost basis.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Under the second Small Power Producers Framework, implemented in 2015, the fixed tariffs will be set administratively (based on technology costs) for small hydro and biomass projects, and through competitive auctions for wind and solar. The regulator will set the tariffs for new very small power plants (up to 1MW) using wind and solar, or they will be equal to the published tariff for a 500kW biomass project plus a premium of: 15% for those connected to the isolated mini-grid, and 5% for those connected to the main grid. Small power plants may propose a retail tariff structure, including conventional kWh tariffs, flat tariffs, power tariffs or a combination of these. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "Tanzania has led the way in the region with regards regulatory framework and incentives to support small power projects. Since 2008, plants of up to 10MW have been subject to standardised PPAs. In 2015, the government issued 'model PPAs' for seven technologies (hydro, gas, oil, coal, geothermal, solar and wind) to be used as guidance for projects exceeding 10MW. This was one of the milestones of the 2014 Electricity Sector Reform Strategy and Roadmap.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "Both the standardised PPAs for small power projects and the model PPAs for larger projects have a 25-year duration. The second Small Power Producers Framework introduced fixed tariffs, while under the preceding version the tariffs were set annually on an avoided cost basis.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The standardised PPA is a 'take or pay' contract - i.e., the DNO must purchase all of the net electric energy output, not exceeding the contracted capacity, generated by the plant.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "The Electricity (Development of Small Power Plants) Rules 2015 explains interconnection and testing responsibilities. The DNO will bear interconnection costs up to 10km from its substation.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "Grid arrival rules are now clear. The second Small Power Producers Framework specifies that both grid-connected and mini-grid projects receive the same tariff. Therefore, when the main grid arrives in an area, any existing mini-grid projects will not have to change tariffs.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "The government can be transparent in its grid-extension plans. However, each part of government – whether the Rural Energy Agency, energy ministry, EWURA, TANESCO, etc. – has its own plan, which makes it confusing for developers.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Safety, reliability, voltage and frequency standards for mini-grids are publicly available.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "Tanzania has been one of the growth areas for off-grid solar companies offering solar home systems. This emerging market has been enabled by the use of pay-as-you-go technology and mobile money, which allows distributers to pre-finance their products.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "The Rural Energy Agency (REA) is responsible for Tanzania's rural electrification programme. It works to promote and facilitate rural energy development by working with the private sector, NGOs and government agencies.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "The Rural Energy Agency (REA) is an independent body under the Ministry of Energy and Minerals. Its objective is to facilitate and promote access to modern energy services in rural parts of mainland Tanzania.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "The government was aiming to reach 30% connectivity by 2050 – a target that has recently been achieved. Its goal now is to reach 33% by 2018, 40% by 2021 and 50% by 2025. It plans to reach 75% by 2035. To achieve these goals, in 2012 the government set a new target to connect 250,000 urban, peri-urban and rural customers per year.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "The 2015 National Energy Policy, ESIRS and Power Sector Master Plan do not state whether the energy access targets or strategies include off-grid and mini-grid developments. The 'National Electrification Program Prospectus', created by the IED and funded by NORAD, covers electrification by connection to the main grid or mini-grid, or off-grid. But it notes that the government  aims to “mainly electrify customers by connection to the main grid,” in particular, those settlements “within 10 km of the main grid and containing at least 500 inhabitants”.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "Development banks have historically supported off- and mini-grid development in Tanzania. AFD has established a EUR 20m credit line for renewable and rural energy. DFID also has a GBP 30m regional soft loan facility that can finance renewable energy investments. The UK Department for International Development is preparing a regional mini-grid facility for Tanzania, while the US Agency for International Development and KfW are also considering supporting mini-grids. The European Union has already supported five mini-grids in the country. In addition, they have supported off-grid companies: eg, Off Grid Electric has raised debt financing from USAID, among others.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "The Rural Energy Fund provides grants towards the capital costs of projects implemented by private as well as public entities. The connection subsidy can reduce the charge to as low as $20 and it can as high as $500 for mini-grids.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "The Rural Energy Fund provides grants towards the capital costs of projects (but not towards operating or debt-service costs). It also offers technical assistance, training and other forms of capacity building, as well as financial assistance in pilot and demonstration projects. Loans from local commercial banks are also supported by a $25m World Bank credit line.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "There are multiple examples: TEDAP (Tanzania Energy Development and Access Project) off-grid component is a programme launched by the REA and supported by the World Bank and Global Environmental Facility, to help off-grid and renewable energy projects. The on-grid component of the project included $114m for TANESCO to upgrade its transmission and distribution networks. The 'Lighting Rural Tanzania' competition was funded by the World Bank in partnership with the REA. The contest focused on improving access to energy and lighting in schools and health facilities in rural Tanzania.  The 'One Million Solar Homes' project aims to install solar power on 1m homes by 2017. It is funded by the REA and various development agencies and implemented by Off-Grid Electric.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "The Angaza Energy Hub is a web interface that enables companies to manage their PAYG distribution operations. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Since 2007, Tanzania has set requirements for PV systems, including how the product and its components work. But these only apply to traditional home solar arrays. As a result, the government may consider setting standards on pico-solar products based on the 'Lighting Global' standard. Low quality solar products have tarnished citizens' view of the technology. In recent years, Tanzania saw a wave of low quality and fake products enter the country, prompting the Bureau of Standards to undertake a market surveillance exercise in 2015.  On the supply side, a customs official verifies products at the point of origin before a container is shipped to Dar es Salaam. Still, poor products are being imported. There are standards in place for solar and pre-verification of shipments. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "In principal, subsidies on petroleum products were abolished in 2000 when the industry was liberalised, according to the 2015 National Energy Policy. Historically, kerosene has had a lower excise duty than other petroleum products. But in 2011, this duty differential was removed, eliminating the indirect subsidy. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "The following are exempt from VAT: solar panels, modules, solar charger controllers, solar inverter, solar lights, vacuum tube solar collectors and solar batteries. Otherwise the standard VAT rate of 18% applies.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "As a member of the East African Community, PV cells are exempt from import duties, as are solar lanterns. However, solar home systems up to 1,000V are subject to a rate of 10% and batteries up to 25%.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Historically, import delays have proved a challenge, to the extent that some small retailers have stopped selling solar home systems. In addition, some project developers would import goods through Kenya and then transport them via road to Tanzania, which could prove problematic due to the poor road infrastructure. However, President John Magufuli, who came to power in 2015, has been working to revamp the port as part of his anti-corruption drive, although it is too early to know if this campaign will help to accelerate the import process. Moreover, industry players confirm that they are aware that imported goods can be delayed as they transit the port, and as such, they factor this additional time into their planning schedules.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "The overall awareness and understanding of off-grid solar products among target customers remains a stumbling block. Retailers often say that purchased goods are returned damaged due to misuse by accident. As mentioned above, the influx of low-quality goods has also hurt some consumers' perception of this technology. ", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "tz", "name": "tz"}