{"data": [{"note": "Development of minigrids and small power projects is supported in Uganda by the Rural Electrification Agency (REA). The agency encourages these projects in areas where connection to the grid is unlikely in the near to medium term. However, the financing of minigrid generation remains scarce as most projects are unlikely to be profitable without subsidy, which is outside of REA's mandate. In some instances, the government has provided the necessary support and a number of pilots are under way investigating optimal business models for minigrids.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Mini-grids: licensing", "id": "q23"}, {"note": "Concessions are granted to operate new sections of the grid as it develops, however, no corresponding approach is currently in place for off-grid or minigrid development. The one exception is the Bugala Island minigrid in Lake Victoria, which is operated on concession by Kalangala Infrastructure services. Currently, the Ugandan Government is seeking development of 15 minigrid projects in conjunction with GIZ. A concession to develop and operate these systems will be auctioned to private developers soon, but there is no concrete policy to support this process.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Mini-grids: concessions", "id": "q24"}, {"note": "In principal there is no limit to the size of a mini-grid or small power project. However, to apply for a license exemption, which streamlines the development process and reduces the amount of applicable standards and regulations, generation capacity much be less than 2MW. All generation connected to the main grid must apply for a license regardless of size, so license exemptions only apply to off-grid or minigrid projects.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Mini-grids: threshold", "id": "q25"}, {"note": "The Electricity Regulatory Authority (ERA) is the lead actor for all matters related to electricity regulation, this is true for both off- and on-grid. Although a number of stakeholders play an important role in off-grid project development, ERA is the sole regulatory body.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Dedicated regulator", "id": "q26"}, {"note": "Mini-grid development is not a priority for any of the state utilities and they do not have teams specifically focused on this. ", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Dedicated team within utility", "id": "q27"}, {"note": "Arguably, by providing license exemptions for projects with less than 2MW of capacity, the regulator is minimising transaction costs and the regulatory burden. However, developing a minigrid is far from a streamlined process, with multiple actors that must be consulted.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Light-handed regulatory framework", "id": "q28"}, {"note": "Mini-grid developers with a licence exemption can apply to the regulator to set both the amount and structure of the tariff. In principal, it is open to the developer to modify the tariff as long as it is cost-reflective and fair for the local community. On-grid tariffs are topped up by the GET-FiT premium, which has attracted outside investment. Now that the programme is winding down, the national FiTs are being revised with new rates due to be published by the end of 2016.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Cost reflective tariffs", "id": "q29"}, {"note": "Off-grid tariffs should be set by the developer in accordance with the regulator. Considerable work has gone into attracting on-grid developers through the tariff scheme so there is nothing to suggest that these would be retroactively revised in future.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Stable tariff guaranteed", "id": "q30"}, {"note": "Mini-grid developers with a licence exemption can apply to the regulator to set both the amount and structure of the tariff. In principle, it is open to the developer to modify the tariff as long as it is cost-reflective and fair for the local community. On-grid projects receive payment as stipulated by the standardised PPA and feed-in-tariff set by the regulator.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tariff deregulation", "id": "q31"}, {"note": "A standardised PPA exists for on-grid power projects, which was one of the cornerstones of the GET FiT process, together with a standardised implementation agreement. These are used for all new generation projects and can be found here: http://www.era.or.ug/index.php/licences-permits/2013-10-15-15-44-39/application-renewal-forms", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Standardised PPAs", "id": "q32"}, {"note": "The PPA has a duration of 20 to 25 years. Extensive work was undertaken by the regulator and international development groups in collaboration with the private sector to ensure that the terms of the PPA are bankable. ", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "PPAs of sufficient duration", "id": "q33"}, {"note": "The PPA obliges the TSO, UETCL, to take all generation output. In practice, however, connection to the grid remains an issue. Some projects are not connected to transmission lines with enough capacity to evacuate all their power -- causing some generated energy to be wasted. However, the PPA stipulates that the generator is fully compensated for this 'deemed energy' (as it is known).", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Purchase obligation", "id": "q34"}, {"note": "Generators are required to pay for and develop the first 5km of any connection. If the line is above 33kV then UETCL is responsible for development beyond 5km; if it is less than or equal to 33kV then the Rural Electrification Agency (REA) is the responsible party. Once built, operation of the line is handed over to UETCL, REA or one of the nine distribution companies. However, some developers are unclear as to whose responsibility it is to maintain and operate certain new lines.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Clear rules on interconnection", "id": "q35"}, {"note": "Currently there are no clear rules regarding connection of the main grid to minigrids. This presents a significant risk to developers as UETCL is unlikely to purchase power from the local producer once the grid arrives but customers will be grid-connected. The developer will not be compensated for this loss. Authorities are aware of this challenge and are working on measures to address the issue.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Clear rules on arrival of the main grid", "id": "q36"}, {"note": "The Rural Electrification Agency updates its plans annually but these are hard to access. Currently a 10-year plan is under development, due to be released in 2017, but this will not be updated annually so will only be of short-term use. Likewise UETCL transmission plans are hard to access and private sector and development groups allege that the planning process is haphazard and difficult to understand.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Transparent grid extension plan", "id": "q37"}, {"note": "Projects with a licence exemption must still meet the same safety and grid loss standards as grid-connected projects. However, they are not required to meet other quality of service standards.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Quality of service standards", "id": "q38"}, {"note": "This is regulated independently of energy. Producers wishing to offer financial services to consumers will need to seek approval and licensing from the Uganda Investment Authority.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "SPPs can deliver financial services", "id": "q39"}, {"note": "In 2001, the government decided to implement a programme of rural electrification and in 2003 the Rural Electrification Agency (REA) was established. The first plan ran from 2003 to 2012. In 2013 the second 10-year action plan began with a target of reaching 22% rural electrification by 2022 from 7% in 2013.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification program", "id": "q41"}, {"note": "The Rural Electrification Agency (REA) was established in 2003 and is focused on connecting people in non-dense-urban environments. For example, it will help connect residents in small towns located near the grid but will not help residents in the capital, Kampala. REA is fully responsible for the building of new distribution lines, defined as equal to or below 33kV, and connecting Ugandan residents in relevant areas. Essentially all new distribution lines built in Uganda outside of Umeme's service territory will be financed and owned by REA. Its mandate requires it to equally distribute projects throughout the country.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Rural electrification agency", "id": "q42"}, {"note": "REA's objective is to achieve a rural electrification rate of 22% by 2022, up from 5% in 2012. This corresponds to approximately 1.42m new rural connections of which 1.28m will be on-grid and 140,000 off-grid. The total cost of this plan is expected to be $920m.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Energy access targets (general)", "id": "q44"}, {"note": "Of the 1.42m new connections planned, 140,000 are expected to come online by developing minigrids and installing solar-PV systems.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Offgrid energy access target", "id": "q45"}, {"note": "Currently no mechanism is in place for financing off-grid companies. However, the Uganda Energy Credit Capitalisation Company is introducing a working capital facility in the 2015/16 fiscal year for off-grid solar companies. Various international development groups have at different stages provided subsidies and loans for customers acquiring the systems.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Offgrid financing facilities", "id": "q46"}, {"note": "No connection grants or subsidies are offered directly by REA, but other assistance is available. The World Bank and other international development groups offer financial assistance to subsidise households and business wishing to connect. Also, the Uganda Energy Credit Capitalisation Company provides connection loans through the domestical financial institution Centenary Bank.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Connection grants", "id": "q48"}, {"note": "REA's mandate does not include generation so no grants are provided for mini-grid developers. International development agencies such as GIZ support mini-grid development so financial assistance may be available for developers there. As mini-grid generation of less than 2MW is exempt from licensing, this avoids the cost of licensing fees which are in the range of $2,500-6,000 a year.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Other off-grid incentives", "id": "q49"}, {"note": "", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Tax / duty reductions", "id": "q50"}, {"note": "Off-grid market building organisations exist within the country and are supported primarily by international development groups. The government has made off-grid solar and electrification a priority over the coming year and it is likely more effort will be placed on raising awareness of off-grid technologies amongst the rural population.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Off-grid market building", "id": "q51"}, {"note": "There are several companies in Uganda retailing PAYG solar systems, ranging from pico-systems to kW size for commercial customers. Most of these companies use their own PAYG platform and sell their own products. One exception is a company that prefers to supply the products and leave the retail element to a local distributor.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "PAYG availability", "id": "q53"}, {"note": "Solar products must comply with standards laid out by the Uganda National Bureau of Standards which stipulates both compulsory and voluntary standards. It is not clear how effectively these are enforced but some vendors reported that they ensured compliance.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Pico-solar quality standards", "id": "q54"}, {"note": "Uganda does not subsidise the cost of kerosene and diesel or any other cooking fuels. However kerosene and diesel are VAT-exempt.", "values": [{"global_average": null, "value": 2.0, "year": 2015}], "name": "Kerosene and diesel subsidies", "id": "q55"}, {"note": "The standard VAT rate in Uganda is 18%. A 0% rate is applied to off-grid solar products.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "VAT reductions", "id": "q57"}, {"note": "Off-grid solar products are import tariff exempt. This extends to the whole of the solar system including the cables inverter and battery if shipped together. However suppliers have reported difficulties with import exemption when shipping components such as cables and batteries separately to solar panels.", "values": [{"global_average": null, "value": 0.0, "year": 2015}], "name": "Import duty reductions", "id": "q58"}, {"note": "Some companies alleged that corruption could be an issue at customs. Additionally, the Uganda Revenue Authority does extensive testing on products to check that they are eligible for exemptions, and this can halt the import process.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other import barriers", "id": "q59"}, {"note": "There are excessive public holidays, particularly in December -- which is a peak selling period. Quality of staff was a recurring theme among companies. It can be challenging training staff to an adequate level for them to perform well in a high-growth company. The fact that the product being sold is somewhat technical, further complicates the sales process.", "values": [{"global_average": null, "value": 1.0, "year": 2015}], "name": "Other retail barriers", "id": "q60"}], "meta": {"label-y": "", "label-x": ["Yes", "Somewhat", "No"], "title": "Offgrid power sector structure"}, "iso": "ug", "name": "ug"}