{"pageProps":{"slug":"fr","market":{"iso":"fr","name":"France","grid":"on","marketGrouping":"developed","region":{"id":"eu","name":"Europe"},"marketGroupingScore":{"region":"developed markets","data":[{"rank":7,"value":2.513369472,"year":2021}]},"score":{"data":[{"rank":7,"value":2.513369472,"year":2021}]},"sectors":[{"id":"power","name":"Power","weight":0.3333333333333333,"data":[{"rank":20,"value":2.399043956,"year":2021}]},{"id":"transport","name":"Transport","weight":0.3333333333333333,"data":[{"rank":2,"value":2.812308571,"year":2021}]},{"id":"buildings","name":"Buildings","weight":0.3333333333333333,"data":[{"rank":4,"value":2.557406921,"year":2021}]}],"topics":[{"id":"all-sectors-fundamentals","name":"Fundamentals","sector":"all sectors","weight":50,"data":[{"rank":10,"value":3.406987408,"year":2021}]},{"id":"all-sectors-opportunities","name":"Opportunities","sector":"all sectors","weight":25,"data":[{"rank":6,"value":1.974897452,"year":2021}]},{"id":"all-sectors-experience","name":"Experience","sector":"all sectors","weight":25,"data":[{"rank":22,"value":1.264605617,"year":2021}]},{"id":"power-fundamentals","name":"Fundamentals","sector":"power","weight":50,"data":[{"rank":22,"value":3.29955739,"year":2021}]},{"id":"power-opportunities","name":"Opportunities","sector":"power","weight":25,"data":[{"rank":16,"value":1.975349938,"year":2021}]},{"id":"power-experience","name":"Experience","sector":"power","weight":25,"data":[{"rank":66,"value":1.021711105,"year":2021}]},{"id":"transport-fundamentals","name":"Fundamentals","sector":"transport","weight":50,"data":[{"rank":3,"value":3.896425983,"year":2021}]},{"id":"transport-opportunities","name":"Opportunities","sector":"transport","weight":25,"data":[{"rank":6,"value":2.140785559,"year":2021}]},{"id":"transport-experience","name":"Experience","sector":"transport","weight":25,"data":[{"rank":8,"value":1.315596758,"year":2021}]},{"id":"buildings-fundamentals","name":"Fundamentals","sector":"buildings","weight":50,"data":[{"rank":3,"value":3.239838889,"year":2021}]},{"id":"buildings-opportunities","name":"Opportunities","sector":"buildings","weight":25,"data":[{"rank":27,"value":1.807651889,"year":2021}]},{"id":"buildings-experience","name":"Experience","sector":"buildings","weight":25,"data":[{"rank":5,"value":1.942298016,"year":2021}]}],"sectionCopy":[{"key":1,"title":"Low-carbon strategy","subsections":[{"key":1,"title":"Net-zero goal and strategy","text":["France’s energy-climate law, adopted on November 8, 2019, makes it possible to set ambitious objectives for French climate and energy policy. Comprising 69 articles, the text includes the objective of carbon neutrality in 2050 in response to the climate emergency and the Paris Agreement."]},{"key":2,"title":"Nationally Determined Contributions (NDC)","text":["France’s ‘nationally determined contribution’ (NDC) – meaning its plan to help achieve the goals of the Paris Agreement – is the same as that of the EU. The EU’s initial NDC aimed to lower emissions by at least 40% by 2030 compared to 1990 levels. It submitted an updated NDC in December 2020, which strengthened that target to a 55% reduction in emissions by 2030. This reflects the ambitions of the bloc’s Green Deal."]},{"key":3,"title":"Fossil fuel phase-out policy","text":["The French Energy-climate Law establishes that electricity production from coal will cease in  2022"]}]},{"key":2,"title":"Power","subsections":[{"key":1,"title":"Power policy","text":["France has set itself ambitious technology-specific renewables targets through its 10-year roadmap, ratified in January 2020. The country’s renewable-electricity target for 2030 is 40% of energy production and 33% of final energy consumption, according to the NECP published in 2019. The PPE (the Multiannual Energy Program) covers two five-year periods, 2019-2023 and 2024-2028, with a key target to attain 32% final energy consumption from renewable sources by 2030. This is underpinned by a net-zero target for 2050. An auction timeline extends to 2028 for most renewables technologies, and 10 or so rounds will be held each year. In 2021, France conducted its first ever auction for a floating offshore wind farm. People that install photovoltaic panels on buildings are eligible for a reduced VAT rate. In addition, a feed-in tariff is now restricted to small-scale installations, although in October 2020 the government announced that it would raise the size limit for PV projects from 100 kilowatts to 500 kilowatts. France has committed to not building any additional fossil-fuel capacity, meaning renewables will dominate additions. This is especially relevant in light of the government’s plans to reduce the country’s dependence on nuclear – the generation share of this technology is to reach 50% by 2035, from 66% in 2020. Regarding energy storage policy, the long-term call for tenders (AOLT), launched in 2019, is a subsidy focused on storage. The aim of this AOLT is to enable the development of capacities to secure electricity over seven-year periods starting in 2020 and 2023, with guaranteed prices during such periods under the capacity mechanism."]},{"key":2,"title":"Power prices and costs","text":["French renewables are pricey compared to those developed in neighboring markets. That has much to do with relatively low deployment levels and reams of red tape, which pushes up development costs. Among the European markets surveyed in the first quarter of 2020, France had Europe’s most expensive LCOE range for onshore wind after Poland, at $43-65/MWh. France’s retail and wholesale power prices are set to rise, partly due to the cost of maintaining the country’s ageing nuclear reactor fleet while adding renewables. France’s nuclear safety authority agreed to extend the operational lifetime of the country’s 32 oldest nuclear reactors by a decade to as much as 50 years. The public electricity company that operates the nuclear plants, EDF, is in charge of ensuring the safety of the reactors, which had previously been intended to run for 40 years. Most nuclear reactors were built in the 1980s, meaning they could be shut down in the 2030s. However, a lack of flexibility makes France among Europe’s most volatile power markets."]},{"key":3,"title":"Power market","text":["France’s power market is dominated by one of the world’s largest nuclear fleets. The presence of an amortized nuclear fleet with low running costs has reduced the impetus for renewables. French reactors produce enough power to sell large volumes abroad, although it is expected to increasingly rely on imports as the nuclear fleet shrinks. Already, winter peaks cannot be met without importing power from abroad. The government is poised to restructure EDF to increase the utility’s financing capacity, potentially separating its nuclear arm from more profitable divisions. Meanwhile, it will decide whether to embark of a new wave of reactor building by mid-2023. Recently, President Emmanuel Macron announced plans to invest in so-called small modular reactors (SMRs) to help France reduce its CO2 emissions. The announcement came when Macron unveiled his France 2030 investment strategy of 30 billion euros ($35 billion). France should utilize their historical competitive advantage of nuclear power plants, according to Macron. The strategy allocates 8 billion euros to the development of hydrogen power and only 1 billion euros to SMRs, yet Macron declared the plans to develop the small plants \"goal No. 1.\"","The first two quarters of 2020 saw a leap in investment in clean energy to $6.7 billion, the highest level since 2011. That was largely the result of a jump in investment in offshore wind as the first projects reached financial close. Investment in PV has been constant over recent years while that in onshore wind has continued to grow. National champions Engie and Enedis (EDF), which operate 5 gigawatts between them, are the top project owners by a sizeable margin. Even though EDF is the main distribution network operator for France, there are other networks managed by local distribution companies (ELD). Japanese and German credit providers have made inroads in recent years, but domestic banks Credit Agricole, BNP Paribas and Societe Generale top the rankings for renewables lending. The trend for Corporate PPAs is visible with several deals signed in 2020, including a 15-to 20-year PPA between SNCF and RES.","With regards to France’s power-market structure, state-owned EDF is responsible for 80% of the generation and also owns the TSO (RTE- Reseau de Transport d’Electricite) and distribution companies. RTE became a limited company, a change following the deregulation of the electricity market in France. This further reinforced the independent nature of the relationship between EDF and RTE."]},{"key":4,"title":"Doing business and barriers","text":["Opportunities revolve around the future of France’s nuclear fleet. As baseload power is reduced, renewables will be added in increasing volumes to fill the gaps. Security of supply might also be threatened as increasingly frequent heat waves make it harder to cool nuclear reactors. The government has planned to phase out its remaining 3 gigawatts of coal capacity by the end of 2022, and has pledged not to add any new gas capacity. As in other European markets, there is considerable uncertainty surrounding how the electrification of hard-to-abate sectors will impact demand. That said, France is one of the few countries where electricity accounts for a larger share of residential heat that any other technology, standing at more than one third.","A dispute surrounding offshore wind tariffs awarded in 2012 has only recently been resolved – developers agreed to a 30% tariff cut. In September 2020, it became known that the government is seeking to shave some 600 million euros ($709 million) a year off feed-in tariffs of approximately 800 photovoltaic deals awarded pre-2011. Although France has avoided the busts caused by retroactive cuts in other European markets, such moves reduce investor confidence, even as the government targets ambitious renewables additions. Renewables additions have not reached high enough levels to warrant being curtailed, but local opposition and litigation are increasing. In response, the government enacted a range of measures to increase acceptance and overcome legal challenges over 2018-19.","EDF is facing high debt but is backed by the government of France and hence has a stable financial position."]}]},{"key":3,"title":"Transport","subsections":[{"key":1,"title":"EV market","text":["France has a target of one million EVs produced annually in France by 2025, and 7 million public and private charging points for them by 2030. From 2019 to 2020 the growth rate of EVs in France was 209%."]},{"key":2,"title":"EV policy","text":["The French Energy Code and National Energy and Climate Plan (NECP) has set a target of 15% renewable energy in the final transport energy consumption by 2030. There are currently two main EV incentives available in France: the Ecological Bonus-Malus Scheme and the Conversion Bonus (Scrappage Scheme). France's ecological stimulus raised the maximum bonus to 7,000 euros through the end of 2020 and then it returns to the original schedule of a maximum of 5,000 euros in 2021 and 4,000 euros in 2022 under current policy, while the conversion bonus can be up to 5,000 euros, depending on the household income. Besides that, both fully-electric vehicles and plug-in hybrids are eligible for either a 50% discount or are fully exempt from paying the license plate registration (carte grise) in Metropolitan France, depending on the region. Also, EV's are exempt from the company car tax. Some specific regions give up to 6,000 euros in additional purchasing grant. Also, EV's have as long as two hours of free parking in certain municipalities with a green card, and the spaces in Paris previously dedicated to the Autolib scheme – a public EV car-sharing scheme will be designated as free parking for Parisian EV drivers.","the subsidy for private e-charging point is a 300 euros tax credit on the purchase and installation of an EV charger at your main residence. For companies, the subsidy is up to 40% of the purchase and installation costs, same as public entities."]},{"key":3,"title":"Doing business and barriers","text":["There isn’t an EV- focused authority department. French Environment & Energy Management Agency, or  Ademe, is responsible for issues related to this matter."]}]},{"key":4,"title":"Buildings","subsections":[{"key":1,"title":"Buildings market","text":["By 2030, renewable energy must account for 38% of final heat consumption, and renewable and recovered heat and cold in district heating should grow 1% per year up to 60%.","Specifically, the installation of oil-fired boilers in new and existing buildings will be prohibited from July 1, 2022. Under the regulations, the maintenance and repair of oil-fired boilers remains possible, but if you need to change your existing one you will not be permitted to do so. Heavy repair with multiple parts being changed is also not permitted. The ban on gas-fired boilers is occurring under Reglementation Environnementale 2020, which applied from July 1, 2021."]},{"key":2,"title":"Buildings policy","text":["The Multiannual Energy Plan (MEP) and the National Low-Carbon Strategy (SNBC) both adopted by the government, contain measures aimed at achieving long-term targets and outline cross-cutting and sectoral policies and measures for energy efficiency. In France, the purchase of commodities is subject to a reduced VAT rate, if they are related to investments in the improvement, the transformation, the fittings, the conservation or certain equipment of buildings constructed more than two years prior. Thus, the purchase of such commodities by private individuals is indirectly promoted.","There are four grant incentive programs in France for heating: \r\nAide de l’Anah: travaux d’amelioration de l’habitat - For various types of efficiency measures for old buildings\r\n“Coup de pouce economies energie”: chauffage et isolation - energy bonus allows to pay the costs of replacing the heating or carrying out insulation work\r\n “Coup de pouce thermostat avec regulation performante” - Promotion of the installation of thermostats\r\n “Ma Prime Renov” - can be granted to any owner to finance the works and/or the energy renovation costs of his main residence.","One loan program: Eco-pret a taux 15egu - finance the energy renovation of the houses."]},{"key":3,"title":"Doing business and barriers","text":["France is one of the few countries where electricity, at over a third, accounts for a larger share of residential heat that any other technology. For that reason, their Energy Transition Tax Credit has been permanently deleted since January 1, 2021"]}]}],"policies":[{"sector":"Power","policy":"Renewable energy auction","answer":"Available"},{"sector":"Power","policy":"Feed-in Tariff","answer":"Available"},{"sector":"Power","policy":"Import tax incentives","answer":"Not Available"},{"sector":"Power","policy":"Net Metering","answer":"Not Available"},{"sector":"Power","policy":"Renewable energy target","answer":"Available"},{"sector":"Power","policy":"VAT incentives","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle target","answer":"Available"},{"sector":"Transport","policy":"Electric vehicle purchase grant or loan incentive","answer":"Available"},{"sector":"Transport","policy":"VAT incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"Import tax incentives for EV","answer":"Not Available"},{"sector":"Transport","policy":"EV charging infrastructure target","answer":"Available"},{"sector":"Transport","policy":"EV charging infrastructure support","answer":"Available"},{"sector":"Buildings","policy":"Low-carbon heat target/roadmap","answer":"Available"},{"sector":"Buildings","policy":"Tax credits","answer":"Not Available"},{"sector":"Buildings","policy":"Boiler scrappage schemes","answer":"Not Available"},{"sector":"Buildings","policy":"Heat pumps purchase grants/loans incentive","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: new build homes","answer":"Available"},{"sector":"Buildings","policy":"Ban on boilers: all homes","answer":"Not Available"}],"indicators":[{"indicator":"Installed Capacity","subindicators":[{"subindicator":"Biomass & Waste","units":"MW","data":[{"year":"2011","value":1502},{"year":"2012","value":1508},{"year":"2013","value":1666},{"year":"2014","value":1768},{"year":"2015","value":1957},{"year":"2016","value":2356},{"year":"2017","value":2407},{"year":"2018","value":2485},{"year":"2019","value":2585},{"year":"2020","value":2637}]},{"subindicator":"Geothermal","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"MW","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Wind","units":"MW","data":[{"year":"2011","value":7348},{"year":"2012","value":8014},{"year":"2013","value":8611},{"year":"2014","value":9619},{"year":"2015","value":10559},{"year":"2016","value":11681},{"year":"2017","value":13484},{"year":"2018","value":14849},{"year":"2019","value":16190},{"year":"2020","value":17290}]},{"subindicator":"Others","units":"MW","data":[{"year":"2011","value":110394},{"year":"2012","value":110400},{"year":"2013","value":108184},{"year":"2014","value":106867},{"year":"2015","value":105137},{"year":"2016","value":104501},{"year":"2017","value":101194},{"year":"2018","value":101271},{"year":"2019","value":101319},{"year":"2020","value":100098}]},{"subindicator":"Solar PV","units":"MW","data":[{"year":"2011","value":1055975},{"year":"2012","value":1524637},{"year":"2013","value":1742079},{"year":"2014","value":1994782},{"year":"2015","value":6672},{"year":"2016","value":7263},{"year":"2017","value":8151},{"year":"2018","value":9013},{"year":"2019","value":9979},{"year":"2020","value":10854}]}],"domain":{"x":[2011,2020],"y":[0,2113036]}},{"indicator":"Electricity Generation","subindicators":[{"subindicator":"Biomass & Waste","units":"GWh","data":[{"year":"2011","value":7591.749},{"year":"2012","value":7952.076},{"year":"2013","value":8137.983},{"year":"2014","value":8206.628},{"year":"2015","value":8421.782},{"year":"2016","value":8870.016},{"year":"2017","value":9157.543},{"year":"2018","value":9365.004},{"year":"2019","value":9565.922},{"year":"2020","value":8743.442736}]},{"subindicator":"Geothermal","units":"GWh","data":[{"year":"2011","value":62.237},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Small Hydro","units":"GWh","data":[{"year":"2011","value":0},{"year":"2012","value":0},{"year":"2013","value":0},{"year":"2014","value":0},{"year":"2015","value":0},{"year":"2016","value":0},{"year":"2017","value":0},{"year":"2018","value":0},{"year":"2019","value":0},{"year":"2020","value":0}]},{"subindicator":"Wind","units":"GWh","data":[{"year":"2011","value":12371.621},{"year":"2012","value":15178.4},{"year":"2013","value":16126.736},{"year":"2014","value":17323.779},{"year":"2015","value":21420.602},{"year":"2016","value":21380.984},{"year":"2017","value":24609.437},{"year":"2018","value":28598.595},{"year":"2019","value":34721.684},{"year":"2020","value":40382.42407}]},{"subindicator":"Others","units":"GWh","data":[{"year":"2011","value":547111.159},{"year":"2012","value":541161.559},{"year":"2013","value":548884.204},{"year":"2014","value":536394.242},{"year":"2015","value":537152.45},{"year":"2016","value":520429.568},{"year":"2017","value":513286.898},{"year":"2018","value":527552.866},{"year":"2019","value":508949.627},{"year":"2020","value":463766.9093}]},{"subindicator":"Solar PV","units":"GWh","data":[{"year":"2011","value":2333.804},{"year":"2012","value":4427.936},{"year":"2013","value":5193.596},{"year":"2014","value":6391.572},{"year":"2015","value":7753.737},{"year":"2016","value":8659.765},{"year":"2017","value":9586.316},{"year":"2018","value":10891.159},{"year":"2019","value":12225.184},{"year":"2020","value":14821.05966}]}],"domain":{"x":[2011,2020],"y":[0,578342.5190000001]}},{"indicator":"Electricity Prices","subindicators":[{"subindicator":"Average Commercial","units":"USD/MWh","data":[{"year":"2015","value":161.05},{"year":"2016","value":150.13},{"year":"2017","value":162.33},{"year":"2018","value":174.24},{"year":"2019","value":172.75},{"year":"2020","value":183.39}]},{"subindicator":"Average Industrial","units":"USD/MWh","data":[{"year":"2015","value":107.84},{"year":"2016","value":93.65},{"year":"2017","value":93.14},{"year":"2018","value":96.5},{"year":"2019","value":98.99},{"year":"2020","value":103.67}]},{"subindicator":"Average Residential","units":"USD/MWh","data":[{"year":"2015","value":186.29},{"year":"2016","value":187.85},{"year":"2017","value":195.08},{"year":"2018","value":209.21},{"year":"2019","value":206.55},{"year":"2020","value":219.53}]},{"subindicator":"Average Electricity Price","units":"USD/MWh","data":[{"year":"2015","value":151.73},{"year":"2016","value":143.88},{"year":"2017","value":150.18},{"year":"2018","value":159.98},{"year":"2019","value":159.43},{"year":"2020","value":168.86}]}],"domain":{"x":[2015,2020],"y":[93.14,219.53]}},{"indicator":"Investment Clean energy","sectorName":"Clean energy","dealType":"Asset Finance","data":[{"year":"2015","value":2936.515305},{"year":"2016","value":3492.607654},{"year":"2017","value":4359.519726},{"year":"2018","value":4590.73372},{"year":"2019","value":5344.08143},{"year":"2020","value":7599.794928}],"domain":{"x":[2015,2020],"y":[2936.515305,7599.794928]}},{"section":4,"subsection":3,"title":"Doing business and barriers","indicators":"Loans or grant availability for energy efficiency measures","question":"Is there access to loans or grants for energy efficiency measures?","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy performance standards ","question":"Are there minimum energy performance standards for buildings? ","isBoolean":true,"a1":true},{"section":4,"subsection":1,"title":"Buildings market","indicators":"Energy efficiency plan","question":"Does the country have a national energy efficiency plan?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Currency of PPAs","question":"Are PPAs signed in or indexed to U.S. Dollars or Euro?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Utility privatisation","question":"Which segments of the power sector are open to private participation?","isBoolean":false,"q1":"Generation","a1":false,"q2":"Transmission","a2":false,"q3":"Retail","a3":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) down through subsidies?","isBoolean":true,"a1":false},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Bilateral power contracts","question":"Can a C&I (Commercial and Industrial) customer sign a long-term contract (PPA) for clean energy?","isBoolean":true,"a1":true},{"section":2,"subsection":4,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the wholesale price of fossil fuel (used by thermal power plants) up through taxes?","isBoolean":true,"a1":true},{"section":2,"subsection":3,"title":"Power market","indicators":"Wholesale power market","question":"Does the country have a wholesale power market?","isBoolean":true,"a1":true},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel subsidies","question":"Does the government influence the retail price of gasoline or diesel up through taxes?","isBoolean":true,"a1":false},{"section":3,"subsection":3,"title":"Doing business and barriers","indicators":"Fossil fuel taxes","question":"Does the government influence the retail price of gasoline or diesel down through subsidies?","isBoolean":true,"a1":true},{"section":3,"subsection":2,"title":"EV policy","indicators":"Fuel economy standards","question":"Does the country have a fuel economy standard in place?","isBoolean":true,"a1":true}],"similar":[{"iso":"BE","name":"Belgium","similarity":0.9935015196},{"iso":"IT","name":"Italy","similarity":0.9889924596},{"iso":"DE","name":"Germany","similarity":0.9889089765},{"iso":"ES","name":"Spain","similarity":0.9871043399},{"iso":"GB","name":"United Kingdom","similarity":0.9832764148},{"iso":"IE","name":"Ireland","similarity":0.9801860443},{"iso":"AT","name":"Austria","similarity":0.9769681186},{"iso":"CH","name":"Switzerland","similarity":0.9766647345},{"iso":"PL","name":"Poland","similarity":0.9731214756},{"iso":"FI","name":"Finland","similarity":0.9711891686}],"bbox":[-4.93379379311,42.2363321809,8.27472987719,51.23842063712]},"marketCounts":{"total":136,"power":136,"transport":136,"buildings":56,"emerging":{"total":107,"power":107,"transport":107,"buildings":28}}},"__N_SSG":true}