{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    h2: \"h2\",\n    p: \"p\",\n    strong: \"strong\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"This is the 13th annual edition of the report. Since its inception, Climatescope’s coverage has evolved and expanded, and it now includes detailed information on 140 markets around the world – or nearly every market\\nwith more than 2 million inhabitants.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"This year, the focus of the report has shifted. While data is still collected for developed economies, emerging markets are now more than ever in the Climatescope spotlight. How the energy transition is progressing in these markets – and how they are harnessing the transition to boost attractiveness to outside investors – has taken center stage.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Climatescope's Emerging Markets Power Factbook 2024 encompasses 110 non-OECD markets, plus Chile, Colombia, Costa Rica, Mexico and Turkey. These five are part of the OECD but remain attractive emerging markets for clean energy development. Although research has been done on Palestine, Russia, Ukraine, South Sudan and Sudan, they are not included in the Climatescope 2024 ranking as conflicts and sanctions have limited data availability. The 110 emerging markets included in Climatescope cover 83% of the global population.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"This report summarizes research undertaken by over 50 BloombergNEF analysts compiling detailed data on Climatescope markets.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Team\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Project Director\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Luiza Demôro\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Project Manager\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Sofia Maia\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Lead Analyst\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Ana Paula Fonseca Teixeira\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Country Transition Analysts\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Bianca Casaes, Isabella Jancso, Laura Foroni and Maria Eugênia Mitri\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Lead Modeller\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Ulimmeh Ezekiel\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Communications Manager\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Oktavia Catsaros\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Editor\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Kamala Schelling\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Research and Data Gathering Analysts\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Adriana Martins, Amanda Ahl, Ana Paula Fonseca Teixeira, Analeigh Suh, David Kang, Arhnue Tan, Bianca Casaes, Brenna Casey, Brian Lui, Youru Tan, Bruno Kuntze, Brynne Merkley, Camille Wee, Cristian Dinca, Emily Garverick, Erika Starke, Eva Gonzalez Isla, Evelina Stoikou, Felicia Aminoff, Giulia Lopes, Hanh Phan, Helena Chung, Isabella Jancso, Isshu Kikuma, James Ellis, Javier Rico, Kate Power, Kokona Ota, Shige Ogawa, Komal Kareer, Kostas Pegios, Laura Foroni, Layla Khanfar, Leo Wang, Maria Eugenia Mitri, Maria-Olivia Torcea, Martynas Galnaitis, Natalia Rypl, Polina Andreeva, Pranati Kohli, Rodrigo Quintero, Rosemary Katz, Sahaj Sood, Shantanu Jaiswal, Siddharth Shetty, Sofia Maia, Sofia Perelli, Stephanie Muro, Tara Narayanan, Tushna Antia, Ulimmeh Ezekiel, Vitoria Barbieri and Vinicius Nunes\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Special thanks\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Albert Cheung, Alessandro Borsatti, Amar Vasdev, Andrew Cheddie, Chuiling Yip, Chris Gadomski, David Hostert, Emma Champion, Greg Fusco, Jon Moore, Jo Willard, Kamala Schelling, Lara Hayim, Luiza Demôro, Matthias Kimmel, Meredith Annex, Minky Lee, Oliver Metcalfe, Pietro Radoia, Princess Asante, Seohee Song, Silvia Garcia Gacho and the many energy sector stakeholders that shared market-level information with our analysts.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"title":"About","description":"Climatescope is an online market assessment tool, report and index that evaluates individual markets’ readiness to put energy transition investment to work. A deep dive into how surveyed markets are driving the energy transition, it provides snapshots of current clean energy policy and finance conditions that can lead to future capital deployment and project development.","dataFiles":[],"slug":"/about/about","type":"about","_filename":"about.mdx","_slug":"/about/about"},"scope":{}}},"__N_SSG":true}