{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    h1: \"h1\",\n    p: \"p\",\n    em: \"em\",\n    h3: \"h3\",\n    a: \"a\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components), {Image} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      children: \"L'Inde, la Chine, le Chili, les Philippines et le Brésil sont classés comme pays en développement les plus attrayants pour lesinvestissements dans l'énergie propre\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Presque tous ces marchés ont des cibles concernant les énergies renouvelables, mais les trois cinquièmes n’ont pas encore atteint la moitié de leurs objectifs déclarés\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Londres, le 29 novembre 2023\"\n      }), \" — L’Inde est l’économie la plus attrayante en ce qui concerne les investissements dans les énergies renouvelables, selon le rapport \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" du contributeur de recherche BloombergNEF de cette année. Le sous-continent est suivi de près par la Chine continentale, le Chili, les Philippines et le Brésil. Le \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" est une étude des progrès et de l’attractivité de l’énergie propre dans 110 pays en développement qui représentent les deux tiers des nouveaux projets pour ce secteur dans le monde en 2022 et 82 % de la population mondiale.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Au vu de ses ambitions, de son programme d’enchères et de la croissance de ses capacités en énergies renouvelables, l’Inde a obtenu la première place du classement. Ce score repose sur 3 paramètres : les Fondamentaux, qui prennent en compte les politiques clés, la structure des marchés et les barrières susceptibles d’entraver les investissements d’une économie donnée ; l’Expérience, qui considère les réalisations effectuées dans le secteur dans un marché donné ; et les Opportunités d’investissement en énergie propre, qui reflètent le potentiel de croissance d’un marché pour ce qui est de l’offre d’électricité renouvelable.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Figure 1 : Les 10 premières économies en développement les plus attrayantes\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-2023-press-release-figure-1-fr.png\",\n      caption: \"Source : BloombergNEF. Remarque : Le score maximum est 5. Fondamentaux, Opportunités et Expérience sont les paramètres qui entrent en ligne de compte dans le score global d’un marché en matière d’électricité propre. Pris ensemble, les paramètres englobent plus de 100 indicateurs ou éléments de données individuels recueillis par les chercheurs du Climatescope.\",\n      alt: \"Figure 1 : Les 10 premières économies en développement les plus attrayantes\",\n      type: \"chart\",\n      ratio: 2 / 1\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"La Chine continentale a pris la deuxième place et demeure le plus grand marché en ce qui concerne le déploiement de projets d’énergie propre, avec des opportunités de croissance significatives dans le futur proche. Le Chili, qui occupait la tête du classement l’année dernière, a obtenu la troisième place cette fois-ci. Bien qu’il s’agisse d’un marché beaucoup plus petit que celui de l’Inde ou de la Chine, le pays a des cibles ambitieuses dans le secteur des énergies renouvelables, ainsi que des politiques bien établies qui encouragent les investissements.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Les Philippines, en quatrième place, sont la seule économie qui figure parmi les 4 premières places pour la première fois, réalisant un gain de six places en un an. Le marché a déjà procédé à deux enchères portant sur les énergies renouvelables et sa politique environnementale, y compris des projets éoliens offshore ambitieux, stimule les investissements dans l’énergie propre. Le Brésil vient compléter les cinq premières places, une performance bien meilleure que sa neuvième place obtenue l’année dernière. Le pays a vu l’équivalent de 11 GW de technologie ajoutée en 2022 suite au boom dans les projets solaires à petite échelle – et ce principalement grâce à un système de \", _jsx(_components.em, {\n        children: \"net-metering\"\n      }), \" réussi.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Sofia Maia, cheffe du service recherche en matière de transition des pays à BNEF, a déclaré : « Pour attirer des financements dans le secteur de l’énergie propre, la première chose dont ces marchés ont besoin est un marché de l’électricité bien structuré, qui dispose de politiques bien établies afin de soutenir les cibles en matière d’énergie renouvelable. Les cinq premiers du classement \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" font tous partie des 10 premiers du classement depuis quatre ans, ce qui reflète cet état de fait. »\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"En plus de classer les marchés, le \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" fournit également une évaluation globale de la transition énergétique dans les marchés émergents et les économies en développement. Parmi les 110 marchés émergents, 102 ont des cibles en place en matière d’énergie renouvelable et 74 ont installé au moins 1 MW de projets solaires l’année dernière. En outre, le rythme des installations est en augmentation, pour preuve les 222 GW de projets d’énergie éolienne et solaire installés en 2022, une hausse de 23 % par rapport à l’année précédente.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Toutefois, les chiffres concernant les progrès et l’investissement sont très concentrés, et 15 marchés émergents (hors Chine continentale) comptent pour 87 % des investissements dans l’énergie renouvelable en 2022. Le Brésil, l’Inde et l’Afrique du Sud ont été les trois principaux marchés non chinois pour les investissements dans les énergies renouvelables l’année dernière, représentant plus de la moitié des 80 milliards de dollars investis dans les économies en développement en dehors de la Chine continentale. De surcroît, le rapport a permis de découvrir un écart important entre ambitions déclarées et actions menées. Parmi 102 marchés qui ont des cibles en matière d’énergies renouvelables, 57 n’ont pas encore atteint la moitié de leurs objectifs (tel qu’illustré dans la figure 2 ci-dessous).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Luiza Demôro, cheffe de la transition énergétique à BNEF, a déclaré : « Accélérer l’investissement en énergie propre dans les économies en développement fait partie des plus importants défis auxquels la communauté internationale fait face aujourd’hui, et cela nécessitera à la fois des solutions intelligentes et une assistance multilatérale. »\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"« En 2025, en tant que pays hôte du G-20 et de la COP30, le Brésil, marché classé en cinquième position dans notre classement, sera en mesure de jouer un rôle primordial pour libérer les initiatives de décarbonation dans le monde en développement », a-t-elle ajouté.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"FaibleFigure 2 : Écart entre cible déclarée et niveau atteint en matière d’énergie renouvelable\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"CS-2023-press-release-figure-2-fr.png\",\n      caption: \"Source : BloombergNEF. Remarque : Les données concernent uniquement les 110 marchés émergents couverts par le Climatescope. Les paramètres sont : jusqu’à 20 % = faible, 20 - 50 % = moyen, plus de 50 % = grand. « Sans objet » indique que la cible a déjà été atteinte ou que le marché n’a pas de cible déclarée.\",\n      alt: \"FaibleFigure 2 : Écart entre cible déclarée et niveau atteint en matière d’énergie renouvelable\",\n      type: \"chart\",\n      ratio: 16 / 9\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Le rapport de \", _jsx(_components.em, {\n        children: \"Climatescope\"\n      }), \" se concentre sur les progrès de la décarbonation dans les secteurs de l’électricité, du transport et de la construction. Le rapport complet est disponible au public depuis le \", _jsx(_components.a, {\n        href: \"https://www.global-climatescope.org/downloads/climatescope-2023-report-en.pdf\",\n        children: \"lien suivant\"\n      }), \".\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Contact\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Oktavia Catsaros \", _jsx(\"br\", {}), \"\\nBloombergNEF \", _jsx(\"br\", {}), \"\\n+1 212 617 9209 \", _jsx(\"br\", {}), \"\\n\", _jsx(_components.a, {\n        href: \"mailto:ocatsaros@bloomberg.net\",\n        children: \"ocatsaros@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"À propos de BloombergNEF\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.a, {\n        href: \"https://about.bnef.com/\",\n        children: \"BloombergNEF (BNEF)\"\n      }), \" est un contributeur d’études stratégiques qui couvre les marchés mondiaux des matières premières, ainsi que les technologies de rupture qui sont en pointe dans le domaine de la transition vers une économie à faible émission de carbone. Notre couverture évalue les chemins empruntés par les secteurs de l’électricité, du transport, de l’industrie, du bâtiment et de l’agriculture pour s’adapter à la transition énergétique. Grâce à nous, les professionnels de la négociation de matières premières, de la stratégie d’entreprise, de la finance et de la politique peuvent à la fois être au courant des changements en cours et tirer avantage des opportunités.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"À propos de Bloomberg\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"La société Bloomberg est un leader mondial dans le domaine des actualités financières et des affaires, contributeur de données, d’informations et d’expertises qui bénéficient de la confiance des professionnels et apportent de la transparence, de l’efficacité et de l’impartialité sur les marchés. Par le biais de solutions technologiques fiables, la société aide les membres de communautés influentes dans l’écosystème financier mondial à prendre des décisions mieux éclairées et de favoriser la collaboration. Pour plus d’informations, visitez le site \", _jsx(_components.a, {\n        href: \"https://www.bloomberg.com/company\",\n        children: \"Bloomberg.com/company\"\n      }), \" ou demandez une démo.\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"L'Inde, la Chine, le Chili, les Philippines et le Brésil sont classés comme pays en développement les plus attrayants pour lesinvestissements dans l'énergie propre","description":"Le rapport Climatescope de BloombergNEF passe en revue les progrès en matière d’énergie propre dans 110 économies émergentes","date":"2023-11-29","category":"Press release","lang":"fr","languages":["en","es","pt","cn","fr"],"slug":"press-release-climatescope-2023-fr","layout":"blog"},"scope":{}}},"__N_SSG":true}