{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    a: \"a\",\n    em: \"em\",\n    img: \"img\",\n    li: \"li\",\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsxs(_components.p, {\n      children: [_jsx(_components.em, {\n        children: \"Londres, 14 de novembro de 2024\"\n      }), \": economias em desenvolvimento estão registrando grandes avanços na transição energética, com investimentos em energia limpa e melhores condições políticas. No entanto, os mercados emergentes em geral precisam de muito mais investimento para cumprir as metas relativas às mudanças climáticas, sendo necessário um investimento médio de US$ 4,3 trilhões por ano até 2050, de acordo com os relatórios Emerging Markets Energy Investment Outlook e Climatescope da BloombergNEF (BNEF).\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Em 2023, países de baixa e média renda investiram US$ 2,2 trilhões em seus sistemas de energia, um aumento de 35% em relação aos números de 2020. Este crescimento foi impulsionado, em grande parte, pela China, que investiu US$ 1,1 trilhão no ano passado, enquanto outros mercados emergentes ficaram para trás em termos de investimento em seus sistemas de energia, e em soluções para uma economia com baixa emissão de carbono.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Alcançar os objetivos do Acordo de Paris exigirá mais gastos, especialmente em tecnologias de transição energética, como veículos elétricos e energias renováveis. Em média, a China precisa de US$ 1,7 trilhão em investimentos anuais em sistemas de energia para alcançar zero emissões líquidas de carbono (net-zero) – 1,5 vezes mais do que a média para 2020-2023. As demais economias emergentes precisam de um total de US$ 2,6 trilhões por ano, 2,5 vezes mais do que a tendência histórica.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/average-annual-energy-system-investment-across-2024-2050.png\",\n        alt: \"Average annual energy system investment across 2024-2050\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"O relatório \", _jsx(_components.em, {\n        children: \"Emerging Markets Energy Investment Outlook\"\n      }), \" foi solicitado pela Glasgow Financial Alliance for Net Zero (GFANZ) a partir do projeto de Mobilização de Capital para Mercados Emergentes e Economias em Desenvolvimento, e baseia-se nas conclusões do \", _jsx(_components.em, {\n        children: \"New Energy Outlook\"\n      }), \" da BNEF – em particular o Cenário Net Zero, que representa um caminho viável para zero emissões líquidas em todo o mundo até 2050 e limita o aquecimento planetário a 1,75Cº acima dos níveis pré-industriais.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Todos os mercados alocam muito mais investimento para tecnologias de baixo carbono no Cenário Net Zero do que fazem hoje. As soluções verdes representam 89% (US$ 1,5 trilhão por ano) do investimento da China entre 2024-2050, um aumento de 23% na participação observada nos últimos quatro anos. Como outros mercados emergentes têm sido mais lentos em aumentar os investimentos em transição energética, eles enfrentam uma lacuna maior entre a participação histórica de 5% e os 87% (US$ 2,2 trilhões por ano) necessários no Cenário Net Zero.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"No total, os mercados emergentes, incluindo a China, investem US$ 115 trilhões em sistemas de energia entre 2024-2050 no Cenário Net Zero da BNEF.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Em vista do alto financiamento necessário, a avaliação anual do Climatescope da BNEF classifica 110 mercados emergentes em termos de atratividade de investimento em energia limpa. No que diz respeito à eletricidade, a Índia está em primeiro lugar pelo segundo ano consecutivo, de acordo com a nova edição do relatório. Ao mesmo tempo, a variabilidade ano a ano no ranking do Climatescope ilustra a rapidez com que a transição energética está se movendo e pode ganhar ritmo. O Quênia ficou entre os cinco primeiros graças a um salto de 15 posições no ranking, enquanto a Nigéria e a Namíbia subiram 24 e 48 posições, respectivamente, ficando entre os 10 maiores.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"O número oficial de mercados emergentes com políticas de energia limpa atingiu um novo recorde este ano. Até junho de 2024, 95% dos mercados emergentes tiveram uma meta de energia limpa implementada; leilões e licitações agora estão disponíveis em quase dois terços dos mercados emergentes. E estas políticas estão funcionando: o investimento em energia limpa nestes mercados ultrapassou US$ 100 bilhões pela primeira vez em 2023.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/share-of-110-emerging-markets-with-key-clean-energy-policies-in-place.png\",\n        alt: \"Share of 110 emerging markets with key clean energy policies in place\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Victoria Cuming, head of global policy na BloombergNEF e principal autora do Emerging Markets Energy Investment Outlook, disse: \", _jsx(_components.em, {\n        children: \"\\\"O investimento em energia necessário para zero emissões líquidas é substancial, especialmente em energias renováveis, redes elétricas e veículos elétricos. Mas isso também representa uma oportunidade: para alguns setores, um caminho para net-zero exige menos gastos do que as tendências econômicas atuais, consequentemente, os mercados emergentes (excluindo a China) devem aumentar o investimento em tecnologias de baixo carbono ao longo do tempo\\\"\"\n      }), \".\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Outras conclusões das análises da BNEF são:\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsxs(_components.li, {\n        children: [_jsx(_components.strong, {\n          children: \"A maioria dos mercados emergentes com políticas de energia limpa está longe de atingir suas metas de energia limpa.\"\n        }), \" Apenas 7% alcançaram suas metas definidas. Mais de 3/4 desses países apresentam uma lacuna média ou grande em relação aos seus objetivos, e apenas 9% estão perto de atingi-las.\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [_jsx(_components.strong, {\n          children: \"Há uma grande disparidade entre mercados emergentes quando se trata do progresso para uma economia de baixo carbono.\"\n        }), \" Apesar do investimento recorde em energias renováveis no ano passado, 84% dos novos investimentos em energia limpa estavam concentrados em 15 mercados emergentes.\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [_jsx(_components.strong, {\n          children: \"Os mercados emergentes, excluindo a China, precisarão investir US$ 69 trilhões\"\n        }), \" para alcançar net-zero até 2050. Isso inclui US$ 1,4 trilhão por ano em sistemas de demanda energética, como carros elétricos e bombas de calor, enquanto US$ 1,2 trilhão por ano devem ser direcionados para o lado da oferta, que inclui capacidade e armazenamento de energia, e redes elétricas.\"]\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Informações para a mídia\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"BloombergNEF \", _jsx(\"br\", {}), \" Oktavia Catsaros \", _jsx(\"br\", {}), \" \", _jsx(_components.a, {\n        href: \"mailto:ocatsaros@bloomberg.net\",\n        children: \"ocatsaros@bloomberg.net\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"Sobre a BloombergNEF\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A BloombergNEF (BNEF) é uma fornecedora de pesquisas estratégicas que cobre os mercados globais de commodities e as tecnologias disruptivas que impulsionam a transição para uma economia com baixa emissão de carbono. Nossos especialistas avaliam como os setores de energia elétrica, transporte, indústria, construção e agricultura podem se adaptar à transição energética. Ajudamos os profissionais de negociação de commodities, estratégia empresarial, finanças e políticas a lidar com as mudanças e criar oportunidades. \"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"title":"MERCADOS EMERGENTES PROGRIDEM EM TERMOS DE POLÍTICAS E INVESTIMENTOS EM ENERGIA LIMPA, MAS AINDA SÃO NECESSÁRIOS TRILHÕES PARA ALCANÇAR NET-ZERO, SEGUNDO A BLOOMBERGNEF","dataFiles":[],"slug":"/blog/press-release-climatescope-2024-pt","type":"blo","_filename":"press-release-climatescope-2024-pt.mdx","_slug":"/blog/press-release-climatescope-2024-pt"},"scope":{}},"otherLanguageVersions":[{"id":"cn","label":"中文","href":"/blog/press-release-climatescope-2024-cn"},{"id":"es","label":"Español","href":"/blog/press-release-climatescope-2024-es"},{"id":"fr","label":"Français","href":"/blog/press-release-climatescope-2024-fr"},{"id":"pt","label":"Portuguese","href":"/blog/press-release-climatescope-2024-pt"},{"id":"en","label":"English","href":"/blog/press-release-climatescope-2024"}],"currentLanguageVersion":{"id":"pt","label":"Portuguese","href":"/blog/press-release-climatescope-2024-pt"}},"__N_SSG":true}