{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    em: \"em\",\n    h2: \"h2\",\n    h3: \"h3\",\n    h4: \"h4\",\n    img: \"img\",\n    li: \"li\",\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"Tunisia is locationally privileged, with both the natural resources necessary to build ample renewable energy capacity and easy accessibility to European markets. Yet a perpetually changing administration, an opaque policy regime, and a market monopoly on power are challenging the country’s ability to reach its climate goals.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Under its long-term decarbonization strategy, the government has pledged to reduce emission by as much as 45% come 2030, compared with 2010 levels. To enable this, Tunisia plans to increase renewable energy buildout, prioritize energy efficiency in both industry and transportation, and further strengthen its grid infrastructure.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Meeting this target requires significant capital – to the tune of $14.4 billion over 2021-2030, according to the Nationally Determined Contribution submitted by the Tunisian government. Only 23% of this total is estimated to be financed by Tunisia alone, with the remaining $11.1 billion required to come from international contributions.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Approximately 97% of Tunisia’s electricity is currently generated from fossil fuels. Nearly half of it is met through gas imports (mainly from Algeria). Tunisia has enacted a long-term target of 35% renewable electricity generation by 2035. Reaching that goal will require more than 3.5 gigawatts of clean energy capacity, in the form of solar, wind and biomass.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"No grid connection clause was written into Tunisia’s original renewable energy target, legislated in 2015. This means that projects that have won tenders and finished construction cannot connect to the grid. The state-owned Société Tunisienne de l’Electricté et du Gaz controls the power market and is against privatization. This elevates the risk profiles of these projects and makes it difficult to mobilize capital, both local and international, into the market.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 1:\\tInstalled grid-connected power capacity that supplies Tunisia\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/Installed-grid-connected-power-capacity-that-supplies-tunisia.PNG\",\n        alt: \"Installed grid-connected power capacity that supplies Tunisia\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: PV refers to solar photovoltaic.\"\n      })]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"1.\\tLow-carbon strategy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In October 2016, Tunisia submitted its Nationally Determined Contribution (NDC), a non-binding plan to achieve the goals set out in the 2015 Paris Agreement. In the NDC, the country pledged to reduce emissions by 45% come 2030, compared with 2010 levels. If successful, this will impose a downwards trajectory in terms of absolute emissions, meaning emissions will continue to fall even after 2030, and in 2022, Tunisia submitted a long term strategy to reach net zero by 2050.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Meeting just the 2030 target requires significant capital. The government has estimated that it will take $14.4 billion over 2021-2030. Less than a quarter of the total is estimated to be financed by Tunisia alone; the remainder will need to come from international contributions. The key target areas in the NDC include increasing renewable build out, prioritizing energy efficiency in both industry and transportation and further strengthening grid infrastructure.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"2.\\tPower\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.1.\\tPower policy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Approximately 97% of Tunisia’s electricity is currently generated from fossil fuels, mainly natural gas, around 47% of which is met through mainly Algerian gas imports. Tunisia enacted a long-term target of 35% renewable electricity generation by 2035. That would require hitting intermediate goalposts of building 1806 megawatts (MW) by 2022 and 3815MW of power generation by 2030; the first of these was already missed.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"But Tunisia’s government has done little by way of incentives and policy to achieve this level of renewable penetration. There is currently no fossil-fuel phase-out policy in place to kickstart the transition, and auctions for renewables are only just beginning to ramp up (Figure 2).\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 2:\\tDomestic grid-connected electricity generation in Tunisia\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/Tunisia-domestic-grid-connected-electricity-generation.PNG\",\n        alt: \"Domestic grid-connected electricity generation in Tunisia\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: PV refers to solar photovoltaic.\"\n      })]\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Solar and wind\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Tunisia launched a series of solar and wind tenders in 2017. The first, held in November 2017 under the Authorization Regime, contracted 64MW of solar photovoltaic (PV) capacity, split among six 10MW plants and four 1MW projects. This capacity has since been commissioned and has been followed by auctions for a further 70MW of PV awarded in 2020. As for the Concession’s Regime, the first 500MW was awarded to five solar PV projects in 2019, while 300MW of wind farms will be installed in five regions identified by the government.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Overview of Tunisian regimes for renewable energy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"There are three regimes in Tunisia designed to increase the penetration of renewables in the country’s energy mix. The regimes facilitate tenders for renewable power production and the subsequent sale of said power to STEG.\"\n    }), \"\\n\", _jsx(_components.h4, {\n      children: \"Concessions Regime\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Applicable to large-scale production projects for export.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Projects must be above 10MW of installed capacity for solar PV, 30MW for wind and 15MW for biomass.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Ministry of Energy issues a public call for tenders in which the winners then sign concessions with the Ministry\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.h4, {\n      children: \"Authorization Regime\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Applicable to projects below the Concessions Regime limits and/or are only for Tunisian consumption\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Winners will sign agreements with the Ministry of Energy.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.h4, {\n      children: \"Self-generation Regime\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Captive power projects\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Depending on project volage, developers may be required to seek approval from STEG or from the Ministry of Energy, Mines, and Renewable Energy.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A further 120MW of wind has been announced under the Authorization Regime, and 2,000MW of solar and wind auctions are in currently in motion with the first rounds of applications closing in 2023. In October of this year, the government launched the final tender rounds for the construction of several large-scale PV projects to total 200MW of capacity. Applications are being accepted until January 2025.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Yet there’s a major speed bump to all this growth: permitting delays have meant that auction winners from 2019 have not yet begun construction on their projects.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 3:\\tTunisia power market structure\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/Tunisia-power-market-structure.PNG\",\n        alt: \"Tunisia power market structure\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF\"\n      })]\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Hydrogen\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Since solar and wind have proven difficult to get going, Tunisia has recently begun moving its clean-power eggs into the hydrogen basket. It released a deployment road map in June targeting 1.1 million metric tons of green hydrogen by 2035 and 8.3 million metric tons of the molecule come 2050. There are currently no incentives for the buildout of said hydrogen and no hydrogen offtake domestically located, but the roadmap suggests an imminent development of a fiscal framework, dedicated to attracting investments into the budding sector.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.2.\\tPower market\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Tunisia’s state utility, the Société Tunisienne de l’Electricté et du Gaz , or STEG, owns a majority of the generation, as well as the grid and retail electricity sectors in their entirety. The company controls 95% of the country’s installed production capacity, and produces around 84% of its electricity. The rest is supplied via imports from Libya and Algeria, and by Tunisia’s only independent power producer, Carthage Power Company. Carthage’s 471MW combined-cycle power plant ended a 20-year PPA with STEG, handing the plant fully over to the state enterprise. STEG is now the only utility that can sell power, granting them a monopoly over the entire energy sector (Figure 3).\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.3.\\tDoing business and barriers\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Tunisia is locationally privileged. Its abundant solar and wind, and its proximity to Italy – the two countries are separated by a sea channel shallow enough to allowing bilateral pipeline and cable access – could enable not only an enormous buildout of renewable energy resources but also easy access to European markets. Yet political instability in the form of a perpetually changing administration, opaque policy regime, and STEG’s reluctance to forfeit its monopoly are derailing the country’s ability to reach its climate goals.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Tunisia implemented climate policy and regulation in 2015, but little progress has been made since. Ironically, permitting for solar projects has actually become more difficult as a result of these laws. No grid connection clause was written into the original legislation, meaning projects that have won tenders and finished construction struggle to connect to the grid. Permitting challenges for both solar and wind are compounded by the fact that a successful project must obtain permits from 15 separate government entities. And the Minister of Energy has also been replaced, on average, every eight months for the last eight years.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The makes it difficult not only to render these projects bankable but also to mobilize capital into the market. And many banks – both inside Tunisia and elsewhere – lack expertise on financing renewables projects.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Fortunately, this may now be changing. The government has begun to intervene to allow some of these projects to connect to the grid, although to date just two of the 15 projects awarded tenders have received a green light. And the Ministry is looking to streamline the permitting process to get projects over the line.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"iso":"tn","title":"Political instability and a power market monopoly hamstring net-zero goals","description":"Huge clean power potential remains hamstrung by political instability and a power market monopoly.","publish":true,"dataFiles":[],"slug":"/highlights/tunisia","type":"highlight","_filename":"tunisia.mdx","_slug":"/highlights/tunisia"},"scope":{}}},"__N_SSG":true}