


{
  "id": "about",
  "title": "About Climatescope",
  "content": "<p>Climatescope is a unique market assessment, interactive report and index that evaluates the investment conditions for clean energy in emerging economies and evaluates their ability to attract capital for low-carbon energy sources while building a greener economy. It also provides a snapshot of where clean energy policy and finance stand today and a guide to what can happen in the future. This year, BNEF gathered detailed information on 108 emerging markets and, for the first time, 29 developed nations. After surveying emerging markets exclusively for nine years, Climatescope 2020 expanded to include developed economies to provide greater context on how emerging markets are faring in transitioning to lower-carbon energy.</p>\n\n<p>This marks the ninth year of the Climatescope project. In 2012 and 2013, Climatescope focused exclusively on Latin America and the Caribbean. The first edition was developed by the Multilateral Investment Fund of the Inter-American Development Bank Group in partnership with BloombergNEF.</p>\n\n<p>From 2014 to 2016, the UK Department for International Development and the US Agency for International Development joined as supporters and advisors. The project was expanded to include 58 countries, states, and provinces in sub-Saharan Africa and Asia. The coverage was expanded further to include three countries from the Middle East and North Africa, as well as with an updated methodology for the off-grid energy coverage. In 2017, an additional 13 countries in Central Europe and Asia were added, bringing the total number of countries to 71.</p>\n\n<p>In 2018, the project was expanded and updated in two key ways. First, the total number of markets surveyed was expanded significantly to 103. This included 100 nations classified by the Organisation for Economic Co-operation and Development (OECD) as less developed. It also included three countries – Chile, Mexico, and Turkey – that are an important part of the developing-nation story but are not technically classified as non-OECD. As a result of this expansion, Climatescope started offering a comprehensive snapshot of virtually all developing nations.</p>\n\n<p>BloombergNEF is grateful for the collaboration and support Climatescope has received since its inception from its underwriters. This year, the project is entirely self-funded by BloombergNEF and being made available as a public service to policy-makers, non-governmental organizations, academics, investors and other stakeholders.</p>\n\n<p>Climatescope represents the collective effort of 57 BloombergNEF analysts who collected country-level data and conducted interviews with local stakeholders.</p>\n\n<h3 id=\"project-director\">Project Director</h3>\n<p>Ethan Zindler</p>\n\n<h3 id=\"project-manager\">Project Manager</h3>\n<p>Luiza Demôro</p>\n\n<h3 id=\"lead-analysts\">Lead Analysts</h3>\n<p>Sandra Esser and Sofia Maia</p>\n\n<h3 id=\"lead-modeller\">Lead Modeller</h3>\n<p>Ulimmeh Ezekiel</p>\n\n<h3 id=\"project-coordinator\">Project Coordinator</h3>\n<p>Misa Ichinose</p>\n\n<h3 id=\"communications-manager\">Communications Manager</h3>\n<p>Veronika Henze</p>\n\n<h3 id=\"advisor\">Advisor</h3>\n<p>Dario Traum</p>\n\n<h3 id=\"editors\">Editors</h3>\n<p>Bryony Collins, Vandana Gombar, Angus McCrone, Stephen Munro, Richard Stubbe, Ben Vickers</p>\n\n<h3 id=\"research--data-gathering\">Research &amp; Data Gathering</h3>\n\n<h4 id=\"africa-and-middle-east\">Africa and Middle East</h4>\n<p>Kwasi Ampofo, Melina Bartels, Ian Berryman, Imogen Brown, Emma Champion, Jennifer Cogburn, Bryony Collins, Luiza Demôro, Isabelle Edwards, James Ellis, Sandra Esser, Uilmmeh Ezekiel, Andrew Grant, Eva Marina Isla, Emily Jackson, Brianna Lazerwitz, Jinghong Lyu, Sofia Maia and Antoine Vagneur-Jones.</p>\n\n<h4 id=\"americas\">Americas</h4>\n<p>Melina Bartels, Laura Castro, Helena Chung, Luiza Demôro, James Ellis, Brianna Lazerwitz, Sofia Maia and Natalia Rypl.</p>\n\n<h4 id=\"asia-pacific\">Asia-Pacific</h4>\n<p>Allen Tom Abraham, Ali Asghar, Lujia Cao, Caroline Chua, Will Edmonds, Sandra Esser, Rohit Gadre, Kyle Harrison, Ali Izadi-Najafabadi, David Kang, Komal Kareer, Isshu Kikuma, Miho Kurosaki, Yvonne Liu, Jonathan Luan, Olympe Mattei, Lara Panjkov, Leonard Quong, Allan Ray Restauro, Martin Tengler, VK Viswanathan, Hanyang Wei and Peng Xu.</p>\n\n<h4 id=\"europe\">Europe</h4>\n<p>Felicia Aminoff, Emma Champion, Sandra Esser, Lara Hayim, Emily Jackson, Diego Marquina, Stephen Munro, Jahn Olsen, Katherine Poseidon, Bo Qin, Mallory Rutigliano, Kesha Savarimuthu, Dario Traum, Antoine Vagneur-Jones and Verena Viskovic.</p>\n\n<h4 id=\"special-thanks\">Special thanks</h4>\n<p>Alessandro Borsatti, Tifenn Brandily, Albert Cheung, Angela Cowan, Victoria Cuming, Daniela Cunha, Michael Daly, Junior Flores, Dennis Grant, Seb Henbest, David Hostert, Ali Izadi-Najafabadi , Roshni Jaura, Benjamin Kafri, Matthias Kimmel, Seth Mastin, Arlinda Mezini, Jon Moore, Tom Rowlands-Rees, Stephanie Saliba, Daniel Silva, Russell Smithers, Linda Sutter, Mark Taylor, Alex Toft, Dario Traum, Andrew Turner, Olaf Veerman, Justin Wu, Chuiling Yip, and the many energy sector stakeholders that shared country-level information with our analysts.</p>\n"
  ,
  "download_source":null
}


