


{
  "id": "key-findings",
  "title": "Key Findings",
  "content": "<p>The release of this year’s Climatescope comes amid an unprecedented global crisis, making the discussion around energy transitions in emerging markets more relevant than ever. Power sector CO2 emissions in developing economies jumped 20% 2012-2019, and these markets will remain primary sources of emissions growth in coming decades. Meanwhile, Covid-19 has badly damaged developing economies and slowed critical investment from abroad. While the 2020 figures are not yet final, it is clear that emerging markets are seeing steep drops in clean energy investment and this could slow decarbonization in coming years.</p>\n\n<p>The outlook is not entirely negative, however. In the last decade, developing countries made massive strides attracting clean energy capital and building unprecedented volumes of wind and solar capacity. Along the way, they have learned important lessons about which enabling environments and policy regimes can trigger clean energy investment inflows. Learnings from these major pre-pandemic achievements have the potential to illuminate a path to a greener economic recovery – if policy-makers act smartly.</p>\n\n<p>Climatescope is BloombergNEF’s (BNEF) public view on the energy transition in emerging markets. This year’s outlook represents the collective effort of over 60 BNEF analysts who collected detailed data on 137 markets globally. Climatescope 2020 encompasses 108 emerging markets, as well as 29 developed nations. After nine years covering exclusively emerging markets, Climatescope 2020 expanded to include developed economies. This expansion aims to provide additional context on emerging markets’ progress on their energy transitions and attractiveness for clean energy investment. It is not intended as a definitive ranking of developed nations’ renewable energy environments.</p>\n\n<h3 id=\"developed-and-developing-markets-follow-divergent-decarbonization-paths\">Developed and developing markets follow divergent decarbonization paths</h3>\n\n<ul>\n  <li>\n    <p><strong>Power sector CO2 emissions trajectories have differed widely between the world’s wealthiest nations and emerging markets, reflecting in part their very different stages of economic development</strong>. Developed nations’ power sector emissions have dropped 20% since 2012 but have risen 20% in emerging markets over the same period. Globally, CO2 emissions from the world’s power plants slipped 2.2% 2018-2019, primarily due to lower generation from coal-fired power plants.</p>\n  </li>\n  <li>\n    <p><strong>Rapidly growing power demand is the main driver of power sector emissions in emerging markets</strong>. Emerging markets’ annual generation spiked 54% over the past decade, while electricity production in developed countries remained nearly flat.</p>\n  </li>\n</ul>\n\n<p><img src=\"/assets/graphics/content/key-findings/fig1-2.png\" alt=\"Figure 1 and 2\" /></p>\n\n<ul>\n  <li>\n    <p><strong>Coal still accounts for 44% of all power produced in emerging markets</strong>. Hydro and gas follow as the second and third largest technologies, each responsible for 19% of electricity generation. Coal still meets 21% of power demand in developed nations, down from 25% in 2018 and 29% in 2015.</p>\n  </li>\n  <li>\n    <p><strong>Emerging markets’ installed capacity has spiked 79% since 2010 but grew by just 14% in wealthier nations over that time</strong>. Coal led the jump in developing markets with 691GW of net capacity added in 2010-2019, up 66% over the period. In developed countries, coal capacity fell by 115GW or 18.6% over the decade.</p>\n  </li>\n</ul>\n\n<p><img src=\"/assets/graphics/content/key-findings/fig3-4.png\" alt=\"Figure 3 and 4\" /></p>\n\n<h3 id=\"developing-markets-are-clean-energys-growth-engine\">Developing markets are clean energy’s growth engine</h3>\n\n<ul>\n  <li>\n    <p><strong>Emerging markets are driving global clean energy’s rapid expansion</strong>. Since 2012, developing nations have accounted for over half of global clean energy investment, and since 2013 over half of new global clean capacity installed. Emerging economies accounted for 58% of the $249 billion asset finance invested in clean energy worldwide in 2019.</p>\n  </li>\n  <li>\n    <p><strong>Developing markets led the world in clean energy build in 2019</strong>. Emerging markets added 127GW of new renewable energy capacity, including 110GW of new wind/solar. This was 58% and 50%, respectively, of total global new capacity commissioned in the year.</p>\n  </li>\n  <li>\n    <p><strong>Solar power is becoming ubiquitous in emerging markets</strong>. Global installed solar in these markets went from 1GW a decade ago to an astounding 325GW as of year-end 2019. Three in ten emerging markets installed more solar than any other technology in 2019 with 69 total solar markets in 2019 attracting $48 billion. Solar is 8% of emerging markets’ capacity and 2% of total generation (due to a lower capacity factor compared to fossil fuels).</p>\n  </li>\n  <li>\n    <p><strong>Clean energy investment remains concentrated on certain markets, but new players are making waves</strong>. Of $143 billion deployed in support of new clean energy projects in 2019 in developing markets, 91% went to just ten jurisdictions, but newcomers have emerged. Vietnam and Ukraine garnered more financing on the back of strong renewable energy policies. Less traditional investment destinations, such as United Arab Emirates, Cambodia or Burkina Faso saw deals in recent years.</p>\n  </li>\n  <li>\n    <p><strong>Mainland China and India continue to be the biggest markets for clean energy investment with Mainland China far and away the largest</strong>. Between them, the two nations accounted for $94 billion of new wind/solar investment and 76GW of wind/solar build in 2019. Mainland China led the world with 62GW of wind/solar added in 2019. India built 14GW.</p>\n  </li>\n  <li>\n    <p><strong>But non-China/India emerging markets achieved an important milestone in 2019</strong>. For the first time, renewables (inclusive of hydro) accounted for the majority of new capacity added in these economies. Gas-build fell to its lowest level since 2014 with just 17GW added.</p>\n  </li>\n</ul>\n\n<p><img src=\"/assets/graphics/content/key-findings/fig5-6.png\" alt=\"Figure 5 and 6\" /></p>\n\n<ul>\n  <li>\n    <p><strong>Emerging markets continue to build massive volumes of fossil-fuelled power-generating capacity</strong>. With 60GW of new coal-, 24GW of gas- and even 2.3GW of oil-fired capacity commissioned in 2019, fossil fuels accounted for 40% of total emerging markets build. That was up slightly from 38% in 2018 and 36% in 2017.</p>\n  </li>\n  <li>\n    <p><strong>By contrast, developed nations have effectively installed zero net new coal-fired capacity since 2012</strong>. Retirements of coal plants hit a record in 2019, with 21GW decommissioned. Wind and solar alone accounted for 95% of all new capacity commissioned in developed nations in 2019.</p>\n  </li>\n  <li>\n    <p><strong>Wind set a new record for financings</strong>. Emerging markets’ new wind investment reached a new high water mark in 2019 with $89 billion invested in projects in 30 jurisdictions. The number of markets attracting wind capital has remained relatively steady over the past decade.</p>\n  </li>\n</ul>\n\n<h3 id=\"private-capital-flows-from-abroad-into-emerging-markets-were-surging-until-the-pandemic\">Private capital flows from abroad into emerging markets were surging… Until the pandemic</h3>\n\n<ul>\n  <li><strong>Overseas investors and lenders deployed a record $32 billion to expand clean energy capacity in emerging markets in 2019</strong>. Private capital accounted for 84% of the total, up from 70% in 2015 and 62% in 2010, reflecting the progress clean energy technologies and developing markets have made in reducing perceived risks. Despite numerous pledges from governments to be more supportive, contributions from their proxies – development finance institutions – fell to their lowest level in a decade at 11%. International project developers and utilities are increasingly leading the way.</li>\n</ul>\n\n<p><img src=\"/assets/graphics/content/key-findings/fig7.png\" alt=\"Figure 7\" /></p>\n\n<ul>\n  <li><strong>Pandemic-related disruptions now appear to be giving investors pause and slowing emerging markets clean energy investment flows</strong>. While figures for 2020 are not final, the early results suggest a substantial downturn. For the first time since 2016, BloombergNEF has recorded an investment quarter when capital flows into developed markets exceeded flows into developing markets. While Covid-19 is by no means the only factor at play, the slope and consistency of the decline through three quarters of 2020 suggest that full-year figures will be down sharply compared to 2019.</li>\n</ul>\n\n<p><img src=\"/assets/graphics/content/key-findings/fig8.png\" alt=\"Figure 8\" /></p>\n\n<ul>\n  <li>\n    <p><strong>Strong, stable clean energy enabling environments are key to attracting investment, particularly private capital</strong>. The 47 emerging markets at the top of the Climatescope policy ranking attracted on average 17 times more investment in 2015-2019 than the ranking’s bottom 60 countries. For countries wishing to kick off or progress their transitions towards cleaner power while recovering from the pandemic, the lesson is clear: improve your existing clean energy policy regimes and the capital can flow.</p>\n  </li>\n  <li>\n    <p><strong>Government- or utility-organized reverse auctions for clean power delivery contracts generally succeed in adding clean capacity and attracting investment</strong>. Markets assessed in Climatescope with auctions attracted five times more investment than those without such policies in force. Auctions, present in 45% of the emerging markets surveyed, have been critical to renewables growth globally and are currently the most successful clean energy policy for boosting investment in developing economies.</p>\n  </li>\n  <li>\n    <p><strong>Despite evidence of what can work, a limited number of markets have the right policies in place</strong>. Nearly three quarters of the emerging markets surveyed have clean energy targets in force. However, in only 41% of these nations has the renewable energy goal influenced the implementation of other, nuts-and-bolts renewables policies to spur build.</p>\n  </li>\n</ul>\n\n<p><img src=\"/assets/graphics/content/key-findings/fig9.png\" alt=\"Figure 9\" /></p>\n\n<h3 id=\"chile-tops-the-climatescope-emerging-markets-ranking\">Chile tops the Climatescope emerging markets ranking</h3>\n\n<ul>\n  <li>\n    <p><strong>Chile has returned to the top spot in the Climatescope survey</strong>. Through strong clean energy policies and its commitment to phase out coal generation, Chile remains determined to transition to a cleaner matrix. The country has already met its 2025 clean energy mandate target of 20% of generation for utilities and aims for 60% of its power generation to come from clean sources by 2035. Chile was ranked 2nd in last year’s survey and 1st in 2018.</p>\n  </li>\n  <li>\n    <p><strong>India dropped to second position</strong>. India’s ambitious policy framework and copious capacity expansions make it an attractive market for clean energy investment. The government has set one of the world’s most ambitious renewable energy targets by aiming for 175GW by 2022. The country’s drop to second position is mainly the result of a decline in clean energy investment, which fell 12% 2018-2019 and has plummeted 32% since 2017.</p>\n  </li>\n  <li>\n    <p><strong>Brazil remains third</strong>. Brazil continues to be one of the main emerging markets for renewable energy deployment and the largest power market in Latin America, with a total installed capacity of 171GW as of year-end 2019. Brazil has pioneered competitive auctions to contract clean energy, which led to 30GW of renewable energy contracted 2009-2019.</p>\n  </li>\n  <li>\n    <p><strong>Jordan rose to fourth from sixth last year</strong>. A stable clean energy policy framework combined with experience in deploying clean energy projects has helped Jordan become a regional renewables leader. Renewable energy installations have been booming over the past five years, with 1.5GW of PV and over 500MW of wind capacity installed 2015-2019.</p>\n  </li>\n  <li>\n    <p><strong>Mainland China dropped to fifth from fourth in 2018</strong>. Investment for mainland China clean energy projects has been sinking since 2017 as a result of policy changes, especially the removal of generous feed-in tariffs that were the norm for much of the past decade. Still, mainland China continues to represent a land of enormous potential for renewables.</p>\n  </li>\n</ul>\n"
  ,
  "download_source":null
}


