


{
  "id": "methodology",
  "title": "Methodology",
  "content": "<h2 id=\"scope\">Scope</h2>\n\n<p>Climatescope 2020 covers 108 emerging markets and, for the first time, 29 developed nations. After surveying emerging markets exclusively for nine years, Climatescope 2020 expanded to include developed economies to provide greater context on how emerging markets are faring in transitioning to lower-carbon energy. The 137 markets surveyed by Climatescope account for nearly all global population, GDP and CO2 emissions.</p>\n\n<h2 id=\"methodology\">Methodology</h2>\n\n<p>The Climatescope 2020 methodology includes 123 indicators and sub-indicators split into three key topic areas that encompass each market’s previous accomplishments, current investment environment, and future opportunities for clean energy growth. These are the following:</p>\n\n<ol>\n  <li>\n    <p><strong>Fundamentals.</strong> This topic area encompasses a country’s clean energy policies, power sector structure and regulations as well as local barriers that might obstruct renewable energy development. A country with comprehensive and strong policies and a more liberalized power sector tends to be more welcoming to private investment than one with weaker frameworks and less liberalization. This topic area seeks to assess the fundamental structures that can help clean energy flourish.</p>\n  </li>\n  <li>\n    <p><strong>Opportunities.</strong> This includes a market’s current and future electricity demand, its energy consumption, and its CO2 emissions from the power sector, along with overall price attractiveness, short- and medium term opportunities for renewable energy procurement, history of corporate commitment with sustainability and existing electrification rates. This topic area seeks to encapsulate future opportunities for clean energy growth available in a market.</p>\n  </li>\n  <li>\n    <p><strong>Experience.</strong> 4.This includes a market’s volume of installed clean energy and historical levels of renewable energy investment. Markets with greater experience deploying renewable energy capacity typically offer lower risks, lower technology costs and lower costs of capital for investors.</p>\n  </li>\n</ol>\n\n<p>It is important to note that several key indicators are “levelized” against a market’s gross domestic product, population, installed capacity and generation. The methodology seeks to take into account and then discount the fact that some markets attract larger volumes of capital simply because they are bigger.</p>\n\n<h2 id=\"list-of-indicators-and-definition\">List of indicators and definition</h2>\n\n<h3 id=\"fundamentals\">FUNDAMENTALS</h3>\n<p>Ambition of Nationally Determined Contribution (NDC): compares the objectives set out by governments in their NDC under the United Nations Framework Convention on Climate Change (UNFCCC) with their historic emissions trend to evaluate the ambition of their emissions reduction goals.</p>\n\n<p>NDC target coverage: rewards markets based on the number of sectors that are covered by their emissions reduction goals.</p>\n\n<p>NDC target type: rewards markets that detail their emissions reduction goals in absolute terms the most, followed by those that use emission intensity targets. Markets that propose to reduce emissions against a historic trend received the least points.</p>\n\n<p>Long term strategy: rewards markets that have submitted their Long Term Strategy detailing how they will reduce emissions to the UNFCCC.</p>\n\n<p>Power Purchase Agreements (PPA) of sufficient duration: rewards markets based on the length of PPAs that are typically awarded to renewables developers, giving more point to longer-term PPAs.</p>\n\n<p>Standardized PPAs: awards points to markets where standardized PPAs can be used by renewables developer to accelerate negotiations.</p>\n\n<p>Currency of power-purchase agreements (PPAs): awards points to markets where developers can sign PPAs that guarantee payment for power delivered in U.S. dollars or Euros.</p>\n\n<p>Retail market liberalization: awards points to markets in which the retail of electricity is open to competition and where developers can sign PPAs directly with consumers.</p>\n\n<p>Bilateral power contracts: rewards markets where commercial and industrial (C&amp;I) customers can sign (both on- and off-site) long-term contracts for clean energy.</p>\n\n<p>Transparent grid extension plan: awards points to markets where electricity grid transmission plans can be accessed by energy sector stakeholders.</p>\n\n<p>Clear rules on interconnection: rewards markets where the rules for connecting renewables assets to the grid are clear and transparent.</p>\n\n<p>Wholesale power market: awards points to markets where electricity dispatch is done on a marginal-cost basis and where a wholesale power exchange is in place.</p>\n\n<p>Utility privatization: rewards markets where generation, transmission and/or retail of electricity is open to private sector participation. The generation segment is worth twice as many points as transmission and retail, which often remains the prerogative of public entities and is not a barrier to clean energy investment.</p>\n\n<p>Utility unbundling: rewards markets where the generation, transmission and retail segments of the electricity sector are separated.</p>\n\n<p>Concentration of generation market: rewards markets in which the electricity generation market is not concentrated.</p>\n\n<p>Independent power transmission: rewards markets in which the entity responsible for the transport of electricity is not involved in other segments of the power market.</p>\n\n<p>Fossil fuel price distortions: rewards markets where fossil fuel generations do not benefit from subsidies.</p>\n\n<p>Purchase obligation: rewards markets where the electricity off-taker is mandated to purchase all electricity produced by renewables developers.</p>\n\n<p>Clear rules on arrival of the main grid: rewards markets with clear rules on the sanctity of private assets developed in regions where main power retailers such as state-owned utilities are not yet active. Typically, these rules involve the state or utility being required to purchase the private asset at some fair market value or the asset being granted independent power producer status within the grid. Such policies help protect privately-developed mini-grids built in parts of nations where the grid does not yet exist.</p>\n\n<p>Energy-access targets: rewards markets where an energy-access target is in place.</p>\n\n<p>Energy-access initiatives: rewards markets that prioritize the development of solar home systems, mini-grids, and grid expansion to improve energy access/rural electrification.</p>\n\n<p>Mini-grids site specifications: rewards markets where the government has specified geographical locations for mini-grids development.</p>\n\n<p>Generation license: rewards markets that allow the development of residential PV systems, commercial PV systems and mini-grids for self-use.</p>\n\n<p>Retail license: rewards markets that allow owners of commercial PV systems, residential PV systems and mini-grids to sell electricity directly to consumers.</p>\n\n<p>Time-based tariffs: rewards markets that have time-based tariffs for residential customers in place.</p>\n\n<p>PAYGO availability: rewards markets where “pay-as-you-go” solar technology is available.</p>\n\n<p>Tariff deregulation: rewards markets where off-grid developers can structure the tariffs they charge for their electricity themselves.</p>\n\n<p>Currency variation: rewards markets where local currencies are less volatile.</p>\n\n<p>Curtailment risk: rewards markets where there is lower chance of renewables production being rejected from the grid due to transmission constraints.</p>\n\n<p>Offtaker risk: rewards markets where the offtaker, public or private, is the least likely to default or delay payments to renewables developers.</p>\n\n<p>Other project development barriers: rewards markets where developing renewables projects is relatively frictionless.</p>\n\n<p>Other barriers: rewards markets where there are no other barriers (e.g. business licensing requirements) that hinder the development of decentralized energy projects or retailing off-grid products.</p>\n\n<h3 id=\"opportunities\">OPPORTUNITIES</h3>\n\n<p>A number of indicators in this category ‘reward’ markets for the carbon intensity of their energy mix as this influences the level of opportunity for renewables to contribute to decarbonization.</p>\n\n<p>Emissions from the energy sector: rewards markets where power and heat sector emissions are highest as an indication of the emissions-reduction opportunities for renewables.</p>\n\n<p>Share of emissions from energy: rewards markets where the share of emissions from the power sector is the highest.</p>\n\n<p>Share of fossil fuels in generation: rewards markets where the share of fossil fuel in generation is the highest.</p>\n\n<p>Coal plant pipeline: rewards markets where the coal plant pipeline under development is biggest.</p>\n\n<p>GDP growth – 5-year International Monetary Fund outlook: rewards markets where projected economic growth is the highest.</p>\n\n<p>10-year demand growth projections: rewards markets where BloombergNEF projected electricity demand growth is highest.</p>\n\n<p>Growth rate of generation: rewards markets where historic electricity generation growth (5-year rolling average) is highest.</p>\n\n<p>Growth rate of peak demand: rewards markets where historic peak electricity demand growth (5-year rolling average) is highest.</p>\n\n<p>Power plant modernization program: rewards markets where the power plant fleet needs investment and a modernization program has been announced.</p>\n\n<p>Electrification rate: rewards markets with high needs for investment in electrification.</p>\n\n<p>Reliability of power supply: rewards markets where the poor reliability of electricity supply creates opportunities for project developers.</p>\n\n<p>Gap to target: rewards markets where the gap that remains to achieve clean energy deployment goals are largest.</p>\n\n<p>Upcoming renewables auctions: rewards markets where volumes of upcoming clean energy auctions are largest.</p>\n\n<p>Decentralized energy financing organizations: rewards markets where specific funds are available to finance decentralized energy companies or projects.</p>\n\n<p>Rural electrification program: rewards markets with detailed rural electrification programs in place.</p>\n\n<p>SPPs can deliver financial services: rewards markets where small power producers can offer financing solutions to their clients to reduce upfront costs and grow the market.</p>\n\n<p>Average retail electricity prices: rewards markets where retail electricity prices are highest.</p>\n\n<p>Average diesel prices: rewards markets where retail diesel prices are highest.</p>\n\n<p>Average kerosene prices: rewards markets where retail kerosene prices are highest.</p>\n\n<p>Mobile money penetration: rewards markets where use of mobile money is highest.</p>\n\n<p>Kerosene and diesel subsidies: rewards markets where diesel and kerosene prices are not subsidized.</p>\n\n<p>Corporate emission reduction policies: rewards markets where policies are in place to specifically encourage large corporates to reduce emissions.</p>\n\n<p>Corporate energy efficiency initiatives: rewards markets where policies and regulations are in place to incentivize corporates to reduce their energy consumption.</p>\n\n<p>Investor pressure – PRI signatories: rewards markets with greater numbers of organizations that have signed the Principles for Responsible Investment.</p>\n\n<h3 id=\"experience\">EXPERIENCE</h3>\n\n<p>Clean energy investment: rewards markets where historic clean energy investment is the highest (levelized against GDP).</p>\n\n<p>Growth of clean energy investment: rewards markets where the growth of clean energy investment is the highest (5-year rolling average, capped at 150%).</p>\n\n<p>Foreign investment: rewards markets where the share of foreign investment in renewables asset finance is highest.</p>\n\n<p>Clean energy installed capacity: rewards markets where renewables installed capacity is highest (levelized against all capacity).</p>\n\n<p>Growth of clean energy installed capacity: rewards markets where the growth of clean energy installed capacity is the highest (5-year rolling average).</p>\n\n<p>Clean energy generation: rewards markets where renewables generation is the highest (levelized against all generation).</p>\n\n<p>Growth of clean energy generation: rewards markets where the growth of clean energy generation is highest (5-year rolling average).</p>\n"
  ,
  "download_source":null
}


