


{
  "id": "press-release",
  "title": "Press Release",
  "content": "<h1 id=\"2019年に過去最高額320億ドルが海外直接投資により流入した-新興国クリーンエネルギー市場2020年は厳しい年に\">2019年に過去最高額320億ドルが海外直接投資により流入した 新興国クリーンエネルギー市場、2020年は厳しい年に</h1>\n\n<h2 id=\"ブルームバーグnefbnefが例年実施するclimatescope調査でパンデミック前の発展途上国クリーンエネルギー市場に対する投資家の投資意欲が明らかにランキングのトップはチリ\">ブルームバーグNEF（BNEF）が例年実施するClimatescope調査で、パンデミック前の発展途上国クリーンエネルギー市場に対する投資家の投資意欲が明らかに。ランキングのトップはチリ。</h2>\n\n<p>【ロンドン、ワシントン DC 、サンパウロ】– 2019年の年末時点では、発展途上国経済における再生可能エネルギー市場の成長見通しは非常に明るいものだった。調査会社ブルームバーグNEF（BNEF）によると、太陽光発電プロジェクトなどの太陽光発電設備の発電容量は、10年前のわずか1ギガワット（GW）から 325GWに達していた。風力発電への投資額は年間で過去最高となり、890億ドルが陸上風力と洋上風力双方を含む30の新興国市場のプロジェクトに配分された。</p>\n\n<p>こうした成長の背景には、化石燃料との比較においてクリーンテクノロジーの根本的なコスト競争力の高さがあり、この点を外国人投資家は十分に認識している。再生可能エネルギーを支援する海外直接投資（FDI）総額は、これまでの最高だった2018年の240億ドルから2019年には320億ドルへと増加し記録を塗り替えた。2019年投資額の大部分である84％は、国際プロジェクト開発者、公益事業、商業銀行、その他民間の資金源によって占められている。</p>\n\n<p>その後、新型コロナウイルスのパンデミック（世界的大流行）が発生。新型コロナは世界経済のあらゆる部分に傷を負わせたが、新興国市場の痛みは特に深刻だった。経済活動を維持するため、新興国市場の政府の多くは財政支出を加速させ、それに伴って借り入れが膨らんだため各国の通貨は下落、ソブリン債は格付けの引き下げに直面することになった。クリーンエネルギー投資に対する海外からの資金流入の勢いは一気に衰えたが、それは多くの投資家がより安全な投資機会を自国に近い市場に求めるようになったためだ。</p>\n\n<p>こうした流れは発展途上国のエネルギー転換に関する年次総合調査であるブルームバーグNEFの2020年Climatescopeの中で詳細に説明されている。Climatescopeは、ブルームバーグNEFのアナリスト60人による調査の結集で、世界108の新興国市場で123項目にわたる詳細なデータ指標を収集した。調査結果の詳細は次のリンクから取得可能。<a href=\"https://global-climatescope.org/\">global-climatescope.org</a>今年初めて、Climatescopeには先進国29カ国のデータも含まれるようになった。</p>\n\n<p>Climatescopeでは、2019年に達成された幾つかの主要マイルストーンが挙げられている。</p>\n\n<ul>\n  <li>\n    <p>新興国経済は、2019年に全世界の公益事業規模のクリーンエネルギー容量に投資されたアセットファイナンス総額2490億ドルの58％（1440億ドル）を占めた。</p>\n  </li>\n  <li>\n    <p>太陽光発電は定着しつつある。2019年、新興国10市場のうち3市場では太陽光の発電容量が他のどの電源容量よりも多く設置された。2019年、約69の市場で新規にメガソーラーまたは小規模太陽光発電施設が建設されており、これには480億ドル以上の資金が供給された。2019年、太陽光発電は新興国市場の発電容量の8％あるいは発電量の2％を占めた。現在、95の市場には少なくとも10メガワット（MW）の太陽光発電容量が設置されている。</p>\n  </li>\n  <li>\n    <p>中国本土とインドは、新興国市場で最大のクリーンエネルギー投資国。両国合わせて、2019年の風力発電および公益事業規模の太陽光発電の新規投資が940億ドル、設置された風力・太陽光発電容量は76GW（容量の数字はメガソーラーと小規模太陽光発電の両方を含む）に上った。</p>\n  </li>\n  <li>\n    <p>再生可能エネルギー（水力を含む）は、初めて他の新興国市場106カ国（中国本土とインドを除く）における新規設備容量の大部分を占めた。これらの国において、ガス発電設備容量は2014年ぶりの最低水準まで低下し、新規容量は17GWのみだった。</p>\n  </li>\n</ul>\n\n<p>「2019年は異例づくしの1年で、その大部分は良いものだった」と、Climatescope の主要執筆者であるブルームバーグNEFのLuiza Demoro氏は述べている。「新興国市場への資金流入が急増したことを考えると、投資家が新規の風力または太陽光発電の資金調達に伴うリスク水準を十分受け入れていることが分かる」</p>\n\n<p>Climatescopeには2020年の包括的なデータは含まれていないが、初期の兆候として、パンデミック関連の混乱により新興国クリーンエネルギー市場への資金流入が減速し、投資家が一時的に様子見となっていることがうかがわれる。2016年以来四半期としては初めて、ブルームバーグNEFは先進国市場への資本流入が発展途上国市場への流入を上回ったことを記録している。新型コロナがこれらの唯一の要因とは決していえないが、2020年の3四半期にわたり一貫して急速な減少が見られたことから、通期の数値も2019年から大幅な減少となることが示唆される。</p>\n\n<p><img src=\"/assets/images/content/press-release/PR_Fig1_Japanese.png\" alt=\"Figure 1\" /></p>\n\n<p>2019年には、国際開発銀行を含む開発向け融資機関からの支援額は約40億ドルの水準を維持したが、この金額が海外直接投資総額に占める割合は11％と過去10年間の最低水準となっている。</p>\n\n<p>「これら開発向け融資機関からの支援額は、パンデミック前の市場の成長ペースに追いついていなかった」と、ブルームバーグNEF北中南米担当責任者、Ethan Zindler氏は語っている。「新型コロナにより、利用可能な民間の資本プールが縮小している現在、先進国金融機関による支援が今後1年で増加することを期待する」</p>\n\n<p>Climatescopeは、過去数年同様、発展途上国市場で収集したデータを活用して、それぞれの総合スコアを算出している。今年の最高スコアの5つの市場は以下の通り。</p>\n\n<ul>\n  <li>\n    <p><strong>チリ</strong>：2025年のクリーン・エネルギー・マンデート目標を20％に設定し、これを達成。2035年までに同目標を60％に設定した。チリは、前年の調査で2位、2018年には1位にランクされていた。</p>\n  </li>\n  <li>\n    <p><strong>インド</strong>：インド政府の再生可能エネルギー目標は世界で最も意欲的なものの1つで、2022年までに175GWを目標としている。</p>\n  </li>\n  <li>\n    <p><strong>ブラジル</strong>：ブラジルはクリーンエネルギー調達に競争入札制度を導入した先駆者で、2009年から2019年までに30GWの再生可能エネルギーを調達している。</p>\n  </li>\n  <li>\n    <p><strong>ヨルダン</strong>：ヨルダンの再生可能エネルギーの導入は、過去5年間にブームとなり2015年から2019年までに1.5ギガワットの太陽光発電容量と500MW以上の風力発電容量が設置されている。</p>\n  </li>\n  <li>\n    <p><strong>中国本土</strong>：2017年以降、中国へのクリーンエネルギー投資は政策変更のため先細りしてきた。その要因の1つとして、過去10年ほど続いた寛容な固定価格買取制度の廃止が挙げられる。しかし、同国の成長性と国家レベルのコミットメントを勘案すると引き続き再生可能エネルギー市場の将来性が非常に高い国の1つとみられる。</p>\n  </li>\n</ul>\n\n<p>Climatescopeは、元データを一般公開することで、さまざまな市場をどのように評価しているかについての透明性を高めている。Climatescope ウェブサイト (<a href=\"https://global-climatescope.org/\">https://global-climatescope.org</a>) では、ユーザーが異なる特性に基づいて市場をランク付けできるよう選択肢を提供している。今年は、ブルームバーグNEFがClimatescopeの調査報告を開始して9年目に当たる。</p>\n\n<p><strong>ブルームバーグNEFについて</strong></p>\n\n<p>ブルームバーグNEF（BNEF）は、クリーンエネルギー、次世代交通システム、デジタル産業技術、先端材料、およびコモディティに関する不可欠な情報を提供する、有数な研究機関です。世界6大陸の拠点に調査・分析スタッフを配置し、世界中で最も精巧に洗練されたデータセットを生かして、BNEFは明確な見解や詳細な予想を導き出し、変貌する業界の傾向や技術の金融・経済・政策を解説します。BNEFのコンテンツは、ブルームバーグの世界176拠点19,000人のスタッフにより、1日5000本のニュース記事の配信とともに、オンライン、モバイル、および <a href=\"http://www.bloomberg.com/professional/\">ブルームバーグ ターミナル</a>にて提供されています。詳細は、<a href=\"https://about.bnef.com/\">https://about.bnef.com/</a> または <a href=\"https://about.bnef.com/contact/\">request  more information</a>をご参照ください。</p>\n\n<p><strong>ブルームバーグについて</strong>\nブルームバーグは、世界のビジネス・金融情報およびグローバルニュースを提供する情報サービス企業です。情報・人・アイデアをダイナミックなネットワークでつなぎ、有力な意思決定権者にビジネスの勝敗を左右する強力な情報ツールを提供します。ブルームバーグの最大の強みは、迅速かつ正確なデータ、ニュース、分析機能を革新的な技術を用いて提供していることで、これがブルームバーグ ターミナルの中核を成しています。ブルームバーグのエンタープライズ・ソリューションは、この中核となる情報・技術の上に構築されており、組織全体におけるデータや情報へのアクセスから統合、配信、管理まで、より効率的かつ効果的な業務遂行を支援します。詳細は、  <a href=\"http://www.bloomberg.com/company\">Bloomberg.com/company</a>にアクセスするか、<a href=\"http://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">デモをリクエスト</a>してください。</p>\n"
  
  ,"language": "ja",
  "availableLanguages": [
    
      "cn"
      ,
    
      "es"
      ,
    
      "fr"
      ,
    
      "ja"
      ,
    
      "ko"
      ,
    
      "pt"
      ,
    
      "ru"
      ,
    
      "en"
      
    
  ]
  ,
  "download_source":null
}


