


{
  "id": "press-release",
  "title": "Press Release",
  "content": "<h1 id=\"após-atrair-um-recorde-de-32-bilhões-de-dólares-em-2019-setor-de-energia-limpa-enfrenta-ano-difícil-em-2020\">APÓS ATRAIR UM RECORDE DE 32 BILHÕES DE DÓLARES EM 2019, SETOR DE ENERGIA LIMPA ENFRENTA ANO DIFÍCIL EM 2020</h1>\n\n<h2 id=\"o-climatescope-pesquisa-anual-da-bloombergnef-ilustra-o-apetite-pré-pandemia-dos-investidores-por-energia-limpa-em-mercados-emergentes-chile-fica-no-topo-do-ranking-entre-os-mercados-mais-atrativos-para-investimento-em-energia-renovável\">O Climatescope, pesquisa anual da BloombergNEF, ilustra o apetite pré-pandemia dos investidores por energia limpa em mercados emergentes; Chile fica no topo do ranking entre os mercados mais atrativos para investimento em energia renovável</h2>\n\n<p>Londres, Washington D.C., São Paulo, 9 de dezembro de 2020 – No final de 2019, a perspectiva de crescimento das energias renováveis nas economias emergentes era excepcionalmente positiva. A capacidade instalada de plantas solares, tais como projetos fotovoltaicos, atingiu 325 gigawatts (GW) comparada a apenas 1GW há uma década, de acordo com as recentes descobertas da empresa de pesquisa BloombergNEF (BNEF). O investimento em energia eólica atingiu alta anual histórica, com 89 bilhões de dólares aplicados na construção de projetos em 30 mercados emergentes, tanto onshore quanto offshore.</p>\n\n<p>O crescimento foi impulsionado pela competitividade de custo intrínseca a estas tecnologias limpas em comparação a energia produzida a partir de usinas térmicas, devidamente captada pelo investidor estrangeiro. O investimento estrangeiro direto (IED) total em apoio às energias renováveis em mercados emergentes estabeleceu um novo recorde em 2019  –  32 bilhões de dólares –,  um salto sobre o pico anterior de 24 bilhões de dólares em 2018. A maioria esmagadora do total de 2019 – 84% – veio de desenvolvedores de projetos internacionais, empresas de serviços de utilidade pública, bancos comerciais e outras fontes privadas.</p>\n\n<p>Então, veio a pandemia. A Covid-19 impactou praticamente todos os aspectos da economia global, mas o abalo nos mercados emergentes tem sido particularmente grave. Para manter suas economias “respirando”, os governos de vários destes mercados ampliaram seus gastos e, como resultado, tomaram mais empréstimos; agora veem suas moedas desvalorizadas e seus ratings de dívida soberana rebaixados. A “chuva densa” de investimento em energia limpa vinda do exterior não passa, agora, de uma “garoa fina”, já que muitos investidores buscam oportunidades mais seguras e mais próximas de casa.</p>\n\n<p>Esta história, ainda em andamento, é contada em profundidade no Climatescope 2020 da BloombergNEF — a abrangente pesquisa anual sobre a transição energética em países em desenvolvimento. Climatescope representa os esforços de quase 60 analistas da BloombergNEF, que coletaram dados detalhados para 123 indicadores em 108 mercados emergentes. Os resultados completos podem ser encontrados em <a href=\"https://global-climatescope.org/\">global-climatescope.org</a>. Este ano, pela primeira vez, o Climatescope também inclui dados sobre 29 nações desenvolvidas.</p>\n\n<p>Climatescope destaca vários dos principais marcos alcançados em 2019, incluindo:</p>\n\n<ul>\n  <li>\n    <p>As economias emergentes representaram 58% (144 bilhões de dólares) dos 249 bilhões de dólares em financiamento de ativos investidos em capacidade de energia limpa em larga escala no mundo todo, durante o ano.</p>\n  </li>\n  <li>\n    <p>A energia solar está se tornando onipresente. Três em cada 10 mercados emergentes instalaram mais capacidade solar do que capacidade de qualquer outra fonte em 2019. Cerca de 69 mercados construíram capacidade solar em larga escala ou em pequena escala em 2019, financiada com mais de 48 bilhões de dólares. A solar terminou 2019 com 8% da capacidade total instalada de mercados emergentes e com 2% da geração total. Hoje, 95 mercados têm pelo menos 10 megawatts (MW) de energia solar instalada.</p>\n  </li>\n  <li>\n    <p>A China continental e a Índia continuaram como os maiores mercados emergentes para investimento em energia limpa. Os dois contabilizaram 94 bilhões de dólares de novos investimentos em projetos de larga escala eólicos e solares e 76GW de construção de eólica e solar em 2019 (o valor de capacidade instalada inclui projetos solares em larga escala e distribuída).</p>\n  </li>\n  <li>\n    <p>Pela primeira vez, as renováveis (incluindo hidro) representam a maioria da nova capacidade adicionada nos demais 106 mercados emergentes (excluindo a China continental e a Índia). A capacidade instalada de gás natural caiu para o nível mais baixo nestes mercados desde 2014, com apenas 17GW adicionados.</p>\n  </li>\n</ul>\n\n<p>“2019 foi um ano de ‘primeiras vezes’ - na maior parte, positivas”, disse Luiza Demôro (BloombergNEF), a principal autora do Climatescope. “O aumento de capital que vimos fluir para os mercados emergentes sugere que os investidores se tornaram bastante confortáveis com os riscos envolvidos no financiamento de novos projetos de energia eólica ou solar.”</p>\n\n<p>O Climatescope não contém dados abrangentes de 2020, mas as indicações iniciais sugerem que interrupções relacionadas à pandemia atrasaram os fluxos de investimento em energia limpa em mercados emergentes e estão dando aos investidores motivos para parar. Pela primeira vez desde 2016, a BloombergNEF registrou trimestres nos quais os fluxos de capital em mercados desenvolvidos excederam os fluxos em mercados em desenvolvimento. Embora a Covid-19 não seja o único fator em jogo a impactar estes números, a inclinação e consistência da queda ao longo dos três trimestres de 2020 sugerem que os números deste ano cairão acentuadamente em relação a 2019.</p>\n\n<p><img src=\"/assets/images/content/press-release/PR_Fig1_Portuguese.png\" alt=\"Figure 1\" /></p>\n\n<p>Em 2019, o apoio de instituições financeiras de desenvolvimento, incluindo bancos internacionais de desenvolvimento, permaneceu no patamar de aproximadamente 4 bilhões de dólares, mas sua participação no total de investimento estrangeiro direto (IED) em energia limpa caiu para 11%, o menor número em 10 anos.</p>\n\n<p>“O apoio destas instituições financeiras de desenvolvimento, de fato, não estava acompanhando o crescimento do mercado pré-pandemia”, disse Ethan Zindler, chefe das Américas da BloombergNEF. “A esperança é que tais instituições aumentem sua participação no próximo ano, à medida que a Covid-19 reduz o pool de capital privado disponível.”</p>\n\n<p>Como em anos anteriores, o Climatescope aproveita os dados que coleta em mercados em desenvolvimento para criar pontuações gerais para cada um deles. Os cinco mercados com maior pontuação este ano são:</p>\n\n<ul>\n  <li>\n    <p><strong>Chile</strong>. O país definiu e atingiu sua meta de mandato de energia limpa de 2025, de 20%, e agora tem como objetivo 60% até 2035. O Chile foi classificado em 2o na pesquisa do ano passado e 1o em 2018.</p>\n  </li>\n  <li>\n    <p><strong>Índia</strong>. O governo tem uma das metas de energia renovável mais ambiciosas do mundo, com o objetivo de 175GW até 2022.</p>\n  </li>\n  <li>\n    <p><strong>Brasil</strong>. O país foi pioneiro em leilões competitivos para contratar energia limpa, o que levou a 30GW de energia renovável contratada no período 2009-2019.</p>\n  </li>\n  <li>\n    <p><strong>Jordânia</strong>. As instalações de energia renovável na Jordânia tiveram um boom nos últimos cinco anos, com 1.5GW de fotovoltaica (PV) e mais de 500MW de capacidade eólica instaladas em 2015-2019.</p>\n  </li>\n  <li>\n    <p><strong>China continental</strong>. O investimento em energia limpa no país vem despencando desde 2017, como resultado de alterações em certas políticas, especialmente a extinção de generosas tarifas incentivadas (regime feed-in) que foram a norma por boa parte da última década. Ainda assim, graças ao crescimento e compromisso nacional, continua sendo uma região com enorme potencial para as renováveis.</p>\n  </li>\n</ul>\n\n<p>Climatescope é transparente na forma como estabelece as pontuações para diferentes mercados, tornando os dados subjacentes disponíveis ao público. O site do Climatescope (<a href=\"https://global-climatescope.org/\">https://global-climatescope.org</a>) permite aos usuários classificar mercados com base em diferentes características. Este é o 9o ano em que a BloombergNEF realiza a pesquisa e publica o Climatescope.</p>\n\n<p><strong>Sobre BloombergNEF</strong></p>\n\n<p>A BloombergNEF (BNEF) é uma fornecedora líder mundial de pesquisa principal sobre energia limpa, transporte avançado, indústria digital, materiais inovadores e commodities. Com uma equipe de especialistas em seis continentes, a BNEF alavanca os conjuntos de dados mais sofisticados do mundo para criar perspectivas transparentes e previsões aprofundadas que concebem implicações financeiras, econômicas e políticas das tendências e tecnologias que transformam setores. A BNEF está disponível online, em aparelhos móveis e no Terminal e é alimentada pela rede global da Bloomberg com 19.000 funcionários em 176 locais, reportando 5.000 notícias diariamente. Visite <a href=\"https://about.bnef.com/\">https://about.bnef.com/</a> ou <a href=\"https://about.bnef.com/contact/\">solicite mais informações</a>.</p>\n\n<p><strong>Sobre Bloomberg</strong>\nA Bloomberg, líder mundial em notícias e informações sobre negócios, conecta influentes tomadores de decisão a uma rede dinâmica de informações, pessoas e ideias. O forte da empresa – a entrega de dados, notícias e análises por meio de tecnologia inovadora, com rapidez e precisão – é a essência do <a href=\"http://www.bloomberg.com/professional/\">Bloomberg Terminal</a>. É nisso que se baseiam as soluções corporativas da Bloomberg: alavancando tecnologia para que clientes possam acessar, integrar, distribuir e administrar dados e informações entre organizações de modo mais eficiente. Para mais informações, visite o site <a href=\"http://www.bloomberg.com/company\">Bloomberg.com/company</a> ou <a href=\"http://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">solicite uma demo</a>.</p>\n"
  
  ,"language": "pt",
  "availableLanguages": [
    
      "cn"
      ,
    
      "es"
      ,
    
      "fr"
      ,
    
      "ja"
      ,
    
      "ko"
      ,
    
      "pt"
      ,
    
      "ru"
      ,
    
      "en"
      
    
  ]
  ,
  "download_source":null
}


