


{
  "id": "press-release",
  "title": "Press Release",
  "content": "<h1 id=\"después-de-atraer-un-récord-de-32-mil-millones-del-extranjero-en-2019-la-energía-limpia-en-los-mercados-emergentes-soporta-un-duro-2020\">DESPUÉS DE ATRAER UN RÉCORD DE $32 MIL MILLONES DEL EXTRANJERO EN 2019, LA ENERGÍA LIMPIA EN LOS MERCADOS EMERGENTES SOPORTA UN DURO 2020</h1>\n\n<h2 id=\"la-encuesta-anual-climatescope-de-bloombergnef-ilustra-el-apetito-prepandémico-de-los-inversionistas-por-la-energía-limpia-en-los-mercados-en-desarrollo-chile-termina-de-primero-en-el-ranking-del-mercado\">La encuesta anual Climatescope de BloombergNEF ilustra el apetito prepandémico de los inversionistas por la energía limpia en los mercados en desarrollo; Chile termina de primero en el ranking del mercado</h2>\n\n<p>Londres, Washington D.C., São Paulo, 9 de diciembre de 2020 – A finales de 2019, el panorama para el crecimiento de la energía renovable en las economías en desarrollo era excepcionalmente prometedor. La capacidad de generación de energía en plantas solares llegó a 325 gigavatios (GW), frente a apenas 1GW una década antes, de acuerdo con nuevos resultados de la empresa de investigación BloombergNEF (BNEF). La inversión eólica alcanzó un récord, con US$89 mil millones destinados a construir proyectos en 30 mercados emergentes, tanto en tierra como en alta mar.</p>\n\n<p>La competitividad fundamental de costos de estas tecnologías limpias en comparación con sus rivales de combustibles fósiles fue uno de los factores que impulsó su crecimiento, y que influyó en los inversionistas extranjeros. La inversión extranjera directa (FDI) total en apoyo de las energías renovables estableció un nuevo récord de U$32 mil millones en 2019, frente a un máximo anterior de U$24 mil millones en 2018. La gran mayoría–84%–del total de 2019 provino de desarrolladores de proyectos internacionales, servicios públicos, bancos comerciales y otras fuentes privadas.</p>\n\n<p>Luego llegó la Pandemia. Si bien el Covid-19 ha afectado a casi todos los sectores de la economía mundial, el efecto en los mercados emergentes ha sido particularmente grave. Para mantener sus economías a flote, los gobiernos en varios de estos mercados han impulsado el gasto y, a su vez, han aumentado el endeudamiento—viendo cómo sus monedas se devalúan y sus ratings de deuda soberana se rebajan. Lo que había sido un fuerte flujo de inversión en energía limpia desde el extranjero se ha ido agotando, ya que muchos inversionistas están buscando oportunidades domésticas más seguras.</p>\n\n<p>Esta historia en desarrollo se cuenta en detalle en el Climatescope 2020 de BloombergNEF, su encuesta anual completa sobre la transición energética en los países en desarrollo. Climatescope representa los esfuerzos de casi 60 analistas de BloombergNEF, quienes recopilaron 123 indicadores de datos detallados en 108 mercados emergentes a nivel mundial. Los resultados completos se pueden encontrar en <a href=\"https://global-climatescope.org/\">global-climatescope.org</a>. Este año, por primera vez, Climatescope también incluye datos sobre 29 países desarrollados.</p>\n\n<p>Climatescope destaca un número de logros importantes que se alcanzaron en 2019, incluyendo:</p>\n\n<ul>\n  <li>Las economías emergentes representaron el 58% (US$144 mil millones) de los US$249 mil millones en financiación de activos invertidos en capacidad de energía limpia a escala de servicios públicos en todo el mundo durante el año.</li>\n  <li>La presencia de la energía solar está dominando. Tres de cada 10 mercados emergentes instalaron más capacidad solar que de cualquier otra fuente en 2019. 69 mercados construyeron nuevas instalaciones solares a escala de servicios públicos o menores en 2019, financiados con más de $48 mil millones. La energía solar al final del 2019 era el 8% de la capacidad de generación de energía de los mercados emergentes y el 2% de la generación. Actualmente, 95 mercados tienen al menos 10 megavatios (MW) de energía solar instalada.</li>\n  <li>China continental e India siguieron siendo los mayores mercados emergentes para la inversión en energía limpia. Los dos representaron US$94 mil millones de nuevas inversiones en energía eólica y solar a escala de servicios públicos y 76GW instalados en energía eólica y solar en 2019 (las cifras de capacidad incluyen financiación para instalaciones a escala de servicios públicos y para energía solar a pequeña escala).</li>\n  <li>Por primera vez, las energías renovables (incluyendo las hidroeléctricas) representaron la mayoría de la nueva capacidad añadida en los otros 106 mercados emergentes (excluyendo China continental e India). La construcción de generadoras a gas cayó a su nivel más bajo en estos mercados desde 2014, con sólo 17GW agregados.</li>\n</ul>\n\n<p>“2019 fue un año de eventos inéditos, en su mayoría positivos “, dijo Luiza Demôro de BloombergNEF, la autora principal de Climatescope. “El aumento de capital que vimos fluir hacia los mercados emergentes sugiere que los inversionistas se sentían bastante cómodos con los riesgos que implica financiar nuevos proyectos de energía eólica o solar allí”.</p>\n\n<p>Si bien Climatescope no contiene datos completos de 2020, los primeros indicios sugieren que los trastornos relacionados con la pandemia han desacelerado los flujos de inversión en energía limpia en los mercados emergentes y están dando motivos a los inversionistas para hacer una pausa. Por primera vez desde 2016, BloombergNEF ha registrado trimestres con flujos de capital hacia los mercados desarrollados superiores a los flujos hacia mercados en desarrollo. Si bien el Covid-19 no es de ninguna manera el único factor en juego en estas cifras, la pendiente y la consistencia de la caída hasta por tres trimestres de 2020 sugieren que las cifras del año completo bajarán considerablemente en comparación con 2019.</p>\n\n<p><img src=\"/assets/images/content/press-release/PR_Fig1_Spanish.png\" alt=\"Figure 1\" /></p>\n\n<p>En 2019, el apoyo de las instituciones financieras de desarrollo, incluidos los bancos internacionales de desarrollo, se mantuvo a un nivel de aproximadamente $4 mil millones, pero su participación en la inversión extranjera directa total de energía limpia cayó a un mínimo de un 11% en 10 años.</p>\n\n<p>“El apoyo de estas instituciones de financiación del desarrollo no estaba en acorde con el crecimiento del mercado antes de la pandemia”, dijo Ethan Zindler, jefe de BloombergNEF en las Américas. “Con suerte, se intensificarán en el año que viene, ya que el Covid-19 ahora está reduciendo el monto de capital privado disponible”.</p>\n\n<p>Al igual que en años anteriores, Climatescope aprovecha los datos que recopila en los mercados en desarrollo para crear puntuaciones generales para cada uno. Los cinco mercados con mayor puntuación este año son:</p>\n\n<ul>\n  <li>\n    <p><strong>Chile</strong>. El país fijó y cumplió un objetivo de mandato de energía limpia 2025 del 20% y ahora busca el 60% para 2035. Chile se clasificó en el segundo lugar en la encuesta del año pasado, y en el primer lugar en 2018.</p>\n  </li>\n  <li>\n    <p><strong>India</strong>. Su gobierno tiene uno de los objetivos de energía renovable más ambiciosos del mundo, con una meta de 175GW para 2022.</p>\n  </li>\n  <li>\n    <p><strong>Brasil</strong>. El país ha sido pionero en subastas competitivas para contratar energía limpia, lo que llevó a 30GW de energía renovable contratada en 2009-2019.</p>\n  </li>\n  <li>\n    <p><strong>Jordania</strong>. Las instalaciones de energía renovable en Jordania han experimentado un auge en los últimos cinco años, con 1.5GW de PV y más de 500MW de capacidad eólica instalada en 2015-2019.</p>\n  </li>\n  <li>\n    <p><strong>China continental</strong>. La inversión en energía limpia en el país se ha estado hundiendo desde 2017 como resultado de los cambios en las políticas, especialmente la eliminación de las generosas tarifas reguladas que fueron la norma durante gran parte de la última década. Aun así, gracias al crecimiento y compromiso nacional, sigue siendo una tierra de enorme potencial para las energías renovables.</p>\n  </li>\n</ul>\n\n<p>Climatescope es transparente en cómo obtiene puntuaciones en diferentes mercados al poner los datos subyacentes a disposición del público. El sitio web de Climatescope (<a href=\"https://global-climatescope.org/\">https://global-climatescope.org</a>) permite a los usuarios clasificar los mercados según diferentes características. Este es el noveno año que BloombergNEF ha producido su encuesta Climatescope.</p>\n\n<p><strong>Sobre BloombergNEF</strong></p>\n\n<p>BloombergNEF (BNEF) es un proveedor líder de investigación primaria sobre energía limpia, transporte avanzado, industria digital, materiales innovadores y materias primas. Con un equipo de expertos en seis continentes, BNEF aprovecha los conjuntos de datos más sofisticados del mundo para crear claras perspectivas y pronósticos detallados que enmarcan las implicaciones financieras, económicas y legislativas de la tecnología y las tendencias que transforman la industria. Disponible en línea, por móvil y en la terminal, BNEF se impulsa por la red global de Bloomberg de 19.000 empleados en 176 oficinas, reportando 5.000 noticias al día. Visite <a href=\"https://about.bnef.com/\">https://about.bnef.com/</a> o <a href=\"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">pida más información</a>.</p>\n\n<p><strong>Sobre Bloomberg</strong></p>\n\n<p>Bloomberg, el líder global de negocios e información financiera y noticias, le brinda a personas influyentes que toman decisiones, una ventaja crítica al conectarlos a una red dinámica de información, personas e ideas El punto diferenciador, y la esencia de nuestra empresa, es la entrega de datos, noticias y análisis de forma rápida y precisa usando la tecnología más innovadora, <a href=\"http://www.bloomberg.com/professional/\">Bloomberg Terminal</a>. Nuestras soluciones aprovechan al máximo la tecnología para facilitar a nuestros clientes acceso, integración, distribución y administración de datos e información en sus organizaciones de la manera más eficiente y eficaz. Para más información, visite <a href=\"http://www.bloomberg.com/company\">Bloomberg.com/company</a> o <a href=\"http://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">pida una demostración</a>.</p>\n"
  
  ,"language": "es",
  "availableLanguages": [
    
      "cn"
      ,
    
      "es"
      ,
    
      "fr"
      ,
    
      "ja"
      ,
    
      "ko"
      ,
    
      "pt"
      ,
    
      "ru"
      ,
    
      "en"
      
    
  ]
  ,
  "download_source":null
}


