


{
  "id": "press-release",
  "title": "Press Release",
  "content": "<h1 id=\"신흥시장-청정에너지-부문-2019년-사상-최대인-320억-달러-해외-투자-유치-이후-2020년-힘든-한-해-보내\">신흥시장 청정에너지 부문, 2019년 사상 최대인 320억 달러 해외 투자 유치 이후 2020년 힘든 한 해 보내</h1>\n\n<h2 id=\"bloombergnef의-클라이밋스코프-보고서에-의하면-투자자들이-개도국-청정에너지-시장에-대해-팬데믹-이전의-선호도-보여줘-국가-순위-1위는-칠레\">BloombergNEF의 클라이밋스코프 보고서에 의하면, 투자자들이 개도국 청정에너지 시장에 대해 팬데믹 이전의 선호도 보여줘, 국가 순위 1위는 칠레</h2>\n\n<p>런던, 워싱턴 D.C., 상파울루, 2020년 12월 9 일 – 2019년 말 신흥시장 신재생에너지 부문의 성장 전망은 매우 밝았다.  리서치 회사 BloombergNEF (BNEF)의 최근 조사 결과에 따르면, 태양광 프로젝트와 같은 태양광 발전소의 발전용량은 10년 전 1기가와트 (GW)에서 325 GW로 급증했다.  풍력 투자는 신흥시장 30곳에서 육상과 해상 시설 모두 프로젝트 건설 비용으로 890억 달러가 책정되는 등 사상 최대치를 기록했다.</p>\n\n<p>이 같은 성장은 화석연료 대비 청정 기술의 근본적인 비용 경쟁력 덕분으로, 해외 투자자들도 이를 적절히 인식하고 있었다. 신재생에너지를 지원하는 총 외국인 직접투자(FDI)는 2018년 사상 최고액이었던 240억 달러를 넘어, 2019년 320억 달러로 새 기록을 경신하였다.  2019년 전체 FDI 중 84%에 해당하는 대다수는 해외 프로젝트 개발업체, 유틸리티 기업, 상업 은행 및 기타 민간 투자로 이뤄졌다.</p>\n\n<p>그리고나자 코로나19 팬데믹이 시작됐다.  코로나19로 인해 세계 경제의 대부분이 타격을 입었지만, 신흥시장이 입은 타격은 특히 심각했다. 신흥시장 내 많은 정부들은 경기 부양을 위해 지출과 차입금을 늘렸지만, 그 결과는 자국 통화 가치 절하 및 국채 등급 하락으로 이어졌다.   많은 투자자들이 자국과 가까운 곳에서 더 안전한 기회를 모색하면서, 청정에너지 부문에 대한 견조한 해외 투자 흐름은 큰 폭으로 감소했다.</p>\n\n<p>이같은 현재 진행 중인 상황에 대한 더 자세한 내용은 BloombergNEF의 2020 클라이밋스코프 (Climatescope)에서 확인할 수 있다. 클라이밋스코프는 신흥시장 내 에너지 전환에 대한 포괄적인 연간 설문조사로 BloombergNEF 소속의 약 60명의 애널리스트들이 전 세계 108개 신흥시장의 123개의 상세 데이터 지표를 수집해 분석한다. 전체 조사 결과는 <a href=\"https://global-climatescope.org/\">global-climatescope.org</a>에서 확인할 수 있다. 올해 조사에는 처음으로 29개 선진국에 대한 데이터도 포함됐다.</p>\n\n<p>클라이밋스코프에는 아래와 같은 2019년 달성한 주요 성과들이 포함돼 있다.</p>\n\n<ul>\n  <li>2019년 전 세계 유틸리티 규모의 청정 에너지 생산용량에 투자된 자산 금융 2490억 달러 중 58% (1440억 달러)가 신흥시장 경제에 투자됐다.</li>\n  <li>태양광 발전이 보편화되고 있다. 2019년, 신흥 시장 10개국 중 3개 시장에서 태양광 설비 설치량이 다른 모든 발전원을 앞질렀다. 2019년, 약 69개 시장에서 480억 달러 이상의 자금을 투자하여 새로운 유틸리티 규모 또는 소규모 태양광 설비를 구축했다. 2019년 말, 태양광은 신흥시장 전체 생산 설비의 8%, 전체 발전량의 2%를 차지했다. 현재, 95개 시장이 최소 10 메가와트 (MW)의 누적 태양광 설치량을 달성했다.</li>\n  <li>중국과 인도는 여전히 신흥시장 내 가장 큰 청정 에너지 투자국이다.  양국은 2019년 940억 달러의 풍력 및 유틸리티 규모 태양광 신규 투자 및 76GW의 풍력 및 태양광 건설(설비 용량 수치에는 유틸리티 규모의 건설과 소규모 태양광에 대한 자금 지원이 모두 포함됨)을 기록했다.</li>\n  <li>최초로, 다른 106개 신흥시장 (중국 본토 및 인도 제외)에 추가된 대부분의 신규 생산용량은 신재생에너지 (수력 포함) 부문에서 발생했다. 신흥시장 내 신규 가스 설치는 17GW에 그쳐, 2014년 이후 최저치로 떨어졌다.</li>\n</ul>\n\n<p>클라이밋스코프의 주요 저자인 BloombergNEF의 루이자 데모로는 “2019년은 대부분은 좋은 의미로 역대 최초 기록이 많았다”면서 “신흥시장에 대한 투자 급증은 투자자들이 신흥시장 내 신규 풍력 또는 태양광 발전 투자 리스크에 상당히 익숙해져 가고 있음을 의미한다”고 말했다.</p>\n\n<p>클라이밋스코프에는 2020년 전체 데이터가 포함되어 있지는 않지만, 조기 지표에 따르면 코로나19로 인해 신흥시장 청정 에너지 부문에 대한 투자 흐름이 둔화되고 투자자들은 잠시 쉬어갈 기회를 얻게 됐다.   2016년 이후 처음으로, 몇 개 분기에서는 선진 시장으로의 자본 유입이 개도국 시장으로의 자본 유입을 초과했다.  코로나19가 이러한 수치에 영향을 미친 유일한 요소는 아니지만, 2020년 1-3분기 동안의 지속적인 하락세를 바탕으로, 2020년 연간 수치가 2019년에 비해 급격히 하락할 것으로 예측된다.</p>\n\n<p><img src=\"/assets/images/content/press-release/PR_Fig1_Korean.png\" alt=\"Figure 1\" /></p>\n\n<p>2019년, 국제 개발 은행을 포함한 개발 금융기관의 지원은 약 40억 달러로 큰 변동이 없었지만 전체 청정 에너지 FDI의 비율은 10년 간 최저치인 11%로 떨어졌다.</p>\n\n<p>이선 진들러 BloombergNEF 미주 지역 수석은 “이러한 개발 금융기관의 지원은 코로나19 발생 이전 시장의 성장률 수준에는 미치지 못했다”면서 “코로나19로 인해 가용한 민간 자본이 축소되고 있는 상황에서 내년에는 개발 금융기관이 투자를 확대할 수 있기를 바란다”고 밝혔다.</p>\n\n<p>클라이밋스코프는 개도국 시장에서 수집한 데이터를 활용하여 각 시장에 대한 총점을 계산한다.  올해 가장 높은 점수를 받은 5대 시장은 다음과 같다.</p>\n\n<ul>\n  <li><strong>칠레</strong>: 칠레는 2025년 청정 에너지 의무 목표인 20%를 설정 및 이미 달성했으며 현재 2035년까지 60%를 목표로 하고 있다. 칠레는 작년 조사에서 2위, 2018년 1위를 차지했다.</li>\n  <li><strong>인도</strong>: 인도 정부는 2022년까지 175GW를 목표로 하며 이는 세계에서 가장 야심찬 신재생 에너지 계획 중 하나다.</li>\n  <li><strong>브라질</strong>: 브라질은 청정 에너지 계약을 위해 경쟁 경매 분야를 개척했으며, 이에 따라 2009-2019년에 신재생에너지 30GW에 대한 계약을 체결했다.</li>\n  <li><strong>요르단</strong>: 지난 5년간 요르단 청정 에너지 설치 부문은 호황을 맞이했으며, 2015-2019년에 PV 1.5GW 및 500MW 이상의 풍력 발전 설비가 설치됐다.</li>\n  <li><strong>중국</strong>: 중국의 청정 에너지 투자는 정책 변화, 특히 지난 10년 중 대부분 업계에 일반적이었던 대규모 발전차액지원제도(feed-in tariff) 폐지로 인해 2017년 이래 감소해왔다.  그러나, 성장과 정부 차원의 공약 덕분에, 중국은 여전히 신재생에너지 부문에 있어 큰 잠재력을 지니고 있다.</li>\n</ul>\n\n<p>클라이밋스코프는 기초 데이터를 일반에 공개하여 개별 시장의 점수 책정에 있어 투명성을 유지한다. 사용자들은 클라이밋스코프 웹 사이트(<a href=\"https://global-climatescope.org/\">https://global-climatescope.org</a>)에서 다양한 특성별 시장 순위를 확인할 수 있다. 2020 클라이밋스코프는 <strong>BloombergNEF</strong> 가 발간한 아홉번째 클라이밋 스코프 시리즈이다.</p>\n\n<p><strong>BloombergNEF 소개</strong>\nBloombergNEF(BNEF)는 청정 에너지, 첨단 운송, 디지털 산업, 혁신 재료 및 원자재 시장에 대한 선도적 리서치를 제공하는 회사입니다. BNEF는 6대주에 걸쳐 분포한 전문가로 구성된 팀과 함께 세계에서 가장 정교한 데이터를 바탕으로 산업 변화를 주도하는 추세 및 기술에 대한 재무적, 경제적, 정책적 함의를 분석하여, 독창적 분석과 심도 있는 전망을 제공합니다. 온라인, 모바일 및 블룸버그 터미널을 통해 이용 가능한 BNEF 서비스는 176개국 19,000명의 직원이 하루 5,000개의 뉴스 기사를 보도하는 블룸버그의 글로벌 네트워크를 기반으로 운영됩니다. 자세한 내용은 <a href=\"https://about.bnef.com/\">https://about.bnef.com/</a>를 방문하시거나, <a href=\"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">추가 정보를 요청</a> 해주시기 바랍니다.</p>\n\n<p><strong>블룸버그에 대하여</strong>\n블룸버그는 글로벌 비즈니스 및 금융 정보와 뉴스의 선도적 제공자로, 정보와 사람, 아이디어를 역동적 네트워크에 연결하여 영향력 있는 의사 결정권자들에게 중대한 통찰을 제공하고 있습니다. 혁신적인 기술을 통해 데이터와 뉴스를 비롯한 각종 분석 자료를 신속하고 정확하게 제공하는 것이 <a href=\"http://www.bloomberg.com/professional/\">블룸버그 터미널</a>의 핵심 가치입니다. 블룸버그의 기업 솔루션은 이러한 핵심 기술력을 기반으로 고객들이 조직 전반에 걸쳐 보다 효율적이고 효과적으로 데이터에 접근하고 이를 통합, 배포 및 관리할 수 있도록 지원합니다. 더 자세한 정보는 <a href=\"http://www.bloomberg.com/company\">Bloomberg.com/company</a> 를 참고하거나 <a href=\"http://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">데모 서비스를 요청</a>해 주시기 바랍니다.</p>\n"
  
  ,"language": "ko",
  "availableLanguages": [
    
      "cn"
      ,
    
      "es"
      ,
    
      "fr"
      ,
    
      "ja"
      ,
    
      "ko"
      ,
    
      "pt"
      ,
    
      "ru"
      ,
    
      "en"
      
    
  ]
  ,
  "download_source":null
}


