


{
  "id": "press-release",
  "title": "Press Release",
  "content": "<h1 id=\"после-привлечения-в-2019-г-рекордных-32-млрд-иностранных-инвестиций-экологически-чистая-энергия-на-развивающихся-рынках-переживает-трудные-времена-в-2020-г\">ПОСЛЕ ПРИВЛЕЧЕНИЯ В 2019 Г. РЕКОРДНЫХ 32 МЛРД ИНОСТРАННЫХ ИНВЕСТИЦИЙ, ЭКОЛОГИЧЕСКИ ЧИСТАЯ ЭНЕРГИЯ НА РАЗВИВАЮЩИХСЯ РЫНКАХ ПЕРЕЖИВАЕТ ТРУДНЫЕ ВРЕМЕНА В 2020 Г</h1>\n\n<h2 id=\"ежегодный-опрос-climatescope-от-bloombergnef-показал-предпандемический-аппетит-инвесторов-к-чистой-энергии-на-развивающихся-рынках-среди-которых-чили-заняла-первое-место\">Ежегодный опрос Climatescope от BloombergNEF показал предпандемический аппетит инвесторов к чистой энергии на развивающихся рынках, среди которых Чили заняла первое место</h2>\n\n<p>Лондон, Вашингтон, округ Колумбия, Сан-Паулу, 9 декабря 2020 г. – К концу 2019 г. перспективы роста возобновляемой энергии в развивающихся странах были исключительно благоприятными. Согласно новым данным BloombergNEF (BNEF), генерирующая мощность солнечных электростанций, например, фотоэлектрических установок, достигла 325 ГВт, по сравнению с 1 ГВт десятилетием ранее. Инвестиции в ветряную энергетику достигли рекордного уровня за год: 89 млрд долларов было направлено на строительство проектов, как наземных, так и прибрежных, на 30 развивающихся рынках.</p>\n\n<p>Конкурентоспособность чистых технологий по сравнению с источниками энергии на ископаемом топливе, что должным образом заметили иностранные инвесторы, способствовала росту данного сегмента. В 2019 г. был установлен новый рекорд прямых иностранных инвестиций (ПИИ) в возобновляемые источники энергии, составивший 32 млрд долларов, по сравнению с 24 млрд долларов в предыдущем году. Подавляющее большинство (84%) из общего количества инвестиций в 2019 г. поступило из частных источников, включая разработчиков международных проектов, коммунальные и коммерческие компании.</p>\n\n<p>Затем наступила пандемия. В то время как Covid-19 затронул почти все отрасли мировой экономики, особенно остро это прочувствовали развивающиеся рынки. Чтобы удерживать экономику на плаву, правительства на некоторых из этих рынков увеличили расходы и заимствования, что привело к обесцениванию национальной валюты и снижению рейтинга суверенных ценных бумаг. Потоки иностранных инвестиций в чистую энергию иссякли, поскольку многие инвесторы ищут более безопасные возможности ближе к дому.</p>\n\n<p>Об этом подробно говорится в ежегодном обзоре Climatoscope 2020 г. BloombergNEF об энергетическом переходе в развивающихся странах. Этот обзор представляет усилия почти 60 аналитиков BloombergNEF, которые собрали 123 показателя данных на 108 развивающихся рынках во всем мире, а также впервые включили в обзор данные о 29 развитых странах. Результаты этого исследования можно просмотреть на сайте <a href=\"https://global-climatescope.org/\">global-climatescope.org</a>.</p>\n\n<p>Climatescope выделяет ряд ключевых достижений 2019 года, в том числе:</p>\n\n<ul>\n  <li>На долю развивающихся стран в течение года пришлось 58% (144 млрд долларов) от $249 млрд, вложенных в мощности чистой энергии по всему миру.</li>\n  <li>Солнечная энергия массово распространяется. На трех из десяти развивающихся рынках в 2019 году было установлено больше солнечных мощностей, чем мощностей из любого другого источника. На 69 рынках построили промышленные или малогабаритные солнечные установки на сумму более 48 млрд долларов. К концу 2019 г. на солнечную энергетику приходилось 8% от генерирующих мощностей и 2% выработанной энергии на развивающихся рынках. Сегодня на 95 рынках установлено не менее 10 мегаватт (МВт) мощностей солнечной энергии.</li>\n  <li>Материковый Китай и Индия остаются крупнейшими развивающимися рынками для инвестиций в экологически чистую энергию. На эти страны пришлось 94 млрд долларов новых инвестиций и 76 ГВт построенных мощностей ветровой и солнечной энергетики в 2019 году (данные о мощности включают финансирование промышленных или малогабаритных солнечных установок).</li>\n  <li>Впервые возобновляемые источники энергии (включая гидроэнергетику) составили большую часть новых мощностей, добавленных на 106 развивающихся рынках (за исключением материкового Китая и Индии). Объем добычи газа упал до самого низкого уровня на этих рынках с 2014 г.: добавленная мощность составила всего 17 ГВт.</li>\n</ul>\n\n<p>«2019 год был годом начинаний в хорошем смысле», – говорит Луиза Деморо (Luiza Demôro), ведущий автор Climatescope от BloombergNEF. «Приток капитала, который мы наблюдали, свидетельствует о том, что инвесторы вполне привыкли к рискам, связанным с финансированием новых ветряных или солнечных установок на развивающихся рынках».</p>\n\n<p>Хотя Climatescope не содержит подробных данных за 2020 год, предварительные данные свидетельствуют о том, что связанные с пандемией сбои замедлили потоки инвестиций в экологически чистую энергию на развивающихся рынках. Впервые с 2016 года BloombergNEF зафиксировал кварталы, когда потоки капитала на развитые рынки превышали потоки на развивающиеся рынки. Хотя Covid-19 не является единственным фактором, влияющим на эти цифры, наклон и последовательность снижения в течение трех кварталов 2020 года предполагают, что показатели за весь год будут резко снижаться по сравнению с 2019 годом.</p>\n\n<p><img src=\"/assets/images/content/press-release/PR_Fig1_Russian.png\" alt=\"Figure 1\" /></p>\n\n<p>В 2019 году поддержка со стороны учреждений по финансированию развития, в том числе международных банков развития, оставалась на уровне примерно 4 млрд долларов, но их доля в общем объеме ПИИ в чистую энергию упала до 11%, что составляет 10-летний минимум.</p>\n\n<p>«Поддержка со стороны этих финансовых институтов развития не соответствовала темпам роста рынка перед пандемией», - говорит Итан Зиндлер (Ethan Zindler), глава подразделения BloombergNEF для стран Северной и Латинской Америки. «Остается надеяться, что в будущем году они активизируются, поскольку пул доступного частного капитала в данный момент сокращается в связи с Covid-19».</p>\n\n<p>Как и в предыдущие годы, Climatescope использует данные, которые он собирает на развивающихся рынках, для создания общей оценки по каждому из них. Ниже указаны пять самых результативных рынков за 2019 г.:</p>\n\n<ul>\n  <li>\n    <p><strong>Чили</strong>. Страна поставила перед собой и реализовала цель на 2025 год - 20% энергии получается из источников чистой энергии, сейчас страна стремится достичь 60% для данного показателя к 2035 году. Чили заняла 2-е место в опросе за прошлый год и 1-е место в 2018 году.</p>\n  </li>\n  <li>\n    <p><strong>Индия</strong>. Правительство страны поставило одну из самых амбициозных целей в области возобновляемых источников энергии - достижения мощностей 175 ГВт к 2022 году.</p>\n  </li>\n  <li>\n    <p><strong>Бразилия</strong>. Страна стала первой проводить аукционы, заключив в 2009—2019 гг. соглашения о поставках электроэнергии с использованием возобновляемых источников общей установленной мощностью 30 ГВт.</p>\n  </li>\n  <li>\n    <p><strong>Иордания</strong>. Установки источников возобновляемой энергии в Иордании резко выросли за последние пять лет: в 2015-2019 гг. было установлено 1,5 ГВт фотоэлектрических и более 500 МВт ветровых мощностей.</p>\n  </li>\n  <li>\n    <p><strong>Материковая часть Китая</strong> Инвестиции в чистую энергию в стране снижаются с 2017 года после реализации новой политики, в частности, отмены «зеленых» тарифов, которые были нормой на протяжении последнего десятилетия. Тем не менее, благодаря экономическому росту и национальным обязательствам, у Китая есть огромный потенциал в области потенциальных источников возобновляемой энергии.</p>\n  </li>\n</ul>\n\n<p>В этом году Climatescope от BloombergNEF празднует 9-летие своих публикаций. Он использует прозрачную методологию для оценки разных рынков и предоставляет общий доступ к данным, используемым в расчётах. Веб-сайт Climatescope (<a href=\"https://global-climatescope.org/\">https://global-climatescope.org</a>) позволяет пользователям классифицировать рынки на основе различных характеристик.</p>\n\n<p><strong>О BloombergNEF</strong></p>\n\n<p>BloombergNEF (BNEF) является ведущим поставщиком первичных исследований в области чистой энергии, передовых транспортных средств, цифровой индустрии, инновационных материалов и товаров. Группа экспертов BNEF использует комплексные наборы данных для создания перспективного анализа и подробных прогнозов, которые отражают финансовые, экономические и политические последствия преобразующих отрасль тенденций и технологий. Функция BNEF доступна на мобильных устройствах и терминале, поддерживается глобальной сетью специалистов, насчитывающей свыше 19 000 сотрудников в 176 офисах по всему миру, и включает до 5 000 новостных статей в день. Пройдите по ссылке <a href=\"https://about.bnef.com/\">https://about.bnef.com/</a> или  <a href=\"https://about.bnef.com/contact/\">запросите подробную информацию</a>.</p>\n\n<p><strong>О компании Bloomberg</strong></p>\n\n<p>Компания Bloomberg является международным лидером в области данных и новостей финансово-экономического характера и предоставляет специалистам доступ к динамичной сети информации, людей и идей. Весь потенциал компании – быстрая и точная передача данных, новостей и аналитики при помощи инновационных технологий – реализован в системе <a href=\"http://www.bloomberg.com/professional/\">Bloomberg Terminal</a>. В решениях для предприятий реализуется технология оптимизации, позволяющая клиентам получать доступ, интегрировать, распространять и управлять данными и информацией внутри организации более эффективно и рационально. Дополнительная информация представлена на сайте компании <a href=\"http://www.bloomberg.com/company\">Bloomberg.com/company</a> или по ссылке <a href=\"http://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">запроса демоверсии</a>.</p>\n"
  
  ,"language": "ru",
  "availableLanguages": [
    
      "cn"
      ,
    
      "es"
      ,
    
      "fr"
      ,
    
      "ja"
      ,
    
      "ko"
      ,
    
      "pt"
      ,
    
      "ru"
      ,
    
      "en"
      
    
  ]
  ,
  "download_source":null
}


