


{
  "id": "press-release",
  "title": "Press Release",
  "content": "<h1 id=\"après-avoir-atteint-un-record-de-32-milliards-de-dollars-en-provenance-de-létranger-en-2019-lénergie-propre-subit-un-dur-revers-dans-les-marchés-émergents-en-2020\">APRÈS AVOIR ATTEINT UN RECORD DE 32 MILLIARDS DE DOLLARS EN PROVENANCE DE L’ÉTRANGER EN 2019, L’ÉNERGIE PROPRE SUBIT UN DUR REVERS DANS LES MARCHÉS ÉMERGENTS EN 2020</h1>\n\n<h2 id=\"lenquête-annuelle-climatescope-de-bloombergnef-met-en-lumière-lappétit-des-investisseurs-avant-la-pandémie-pour-lénergie-propre-dans-les-marchés-en-développement-le-chili-termine-au-sommet-du-classement\">L’enquête annuelle Climatescope de BloombergNEF met en lumière l’appétit des investisseurs, avant la pandémie, pour l’énergie propre dans les marchés en développement. Le Chili termine au sommet du classement.</h2>\n\n<p>Londres, Washington, São Paulo, le 9 décembre 2020 – À la fin de l’année 2019, les perspectives de croissance dans le secteur des énergies renouvelables étaient exceptionnellement prometteuses dans les économies en développement. Du côté des centrales solaires, incluant les projets photovoltaïques, la capacité de production d’électricité s’élevait à 325 gigawatts (GW), par comparaison à seulement 1GW une décennie auparavant, selon les conclusions récentes de BloombergNEF (BNEF). Avec 89 milliards de dollars destinés à la construction de projets onshore et offshore dans 30 marchés émergents, les investissements dans l’énergie éolienne atteignaient un sommet annuel.</p>\n\n<p>À hauteur de 32 milliards de dollars au total, les investissements étrangers directs (IED) à l’appui des énergies renouvelables ont marqué un nouveau sommet en 2019, par rapport à celui de 24 milliards de dollars l’année précédente, une croissance expliquée par la compétitivité des coûts offerte par les technologies propres par comparaison aux combustibles fossiles. Pour 2019, la grande majorité des investissements – 84 % du total – est venue de sources privées, y compris projets internationaux, sociétés de services aux collectivités et banques commerciales.</p>\n\n<p>Puis survint la pandémie de Covid-19. Celle-ci a affecté tous les volets de l’économie mondiale, mais particulièrement les marchés émergents. Dans bon nombre de cas, les gouvernements ont dû augmenter leurs dépenses pour éviter l’effondrement de leur économie, ce qui s’est traduit par des emprunts qui ont mené à une dévaluation de leur devise et une rétrogradation au niveau des ratings de dette souveraine. Le flux d’investissements dans l’énergie propre provenant de l’étranger s’est tari, de nombreux investisseurs cherchant des opportunités plus sûres, plus près de chez eux.</p>\n\n<p>Cette transition énergétique est racontée en chiffres, et de manière exhaustive, dans le Climatescope 2020, une enquête annuelle représentant les efforts de près de 60 analystes de BloombergNEF qui ont recueilli 123 indicateurs sur 108 marchés émergents ainsi que, pour la première fois cette année, des données de 29 pays développés. Les résultats de cette enquête sont disponibles sur le site <a href=\"https://global-climatescope.org/\">global-climatescope.org</a>.</p>\n\n<p>Le Climatescope fait état des jalons suivants pour l’année 2019 :</p>\n\n<ul>\n  <li>\n    <p>Avec 144 milliards de dollars, les économies émergentes ont représenté 58 % des 249 milliards de dollars consacrés au financement d’actifs pour la capacité d’énergie propre à grande échelle (utility-scale) dans le monde entier.</p>\n  </li>\n  <li>L’énergie solaire est de plus en plus présente. En 2019, 3 marchés émergents sur 10 ont installé plus de capacité d’origine solaire que de toute autre source. Environ 69 marchés ont construit des installations à petite ou grande échelle, financées avec plus de 48 milliards de dollars. À la fin de l’année 2019, l’énergie solaire représentait 8 % de la capacité de production d’électricité des marchés émergents et 2 % de la production. Aujourd’hui, 95 marchés disposent d’au moins 10 mégawatts (MW) de puissance solaire installée.</li>\n  <li>La Chine continentale et l’Inde demeurent les plus grands marchés émergents pour les investissements dans l’énergie propre. En 2019, les deux pays ont compté 94 milliards de dollars d’investissements en énergie éolienne et solaire à grande échelle, et 76GW de construction éolienne et solaire. (Les chiffres de capacité comprennent le financement pour la construction solaire toutes échelles confondues.)</li>\n  <li>Dans 106 des 108 marchés émergents étudiés ‒ la Chine continentale et l’Inde font exception, ‒ les énergies renouvelables (y compris l’hydroélectricité) ont, pour la première fois, représenté la majorité des capacités ajoutées. En outre, la construction d’actifs gaziers a chuté à son plus bas niveau depuis 2014 sur ces marchés, avec seulement 17GW ajoutés.</li>\n</ul>\n\n<p>« L’année 2019 a été une année riche en premières, pour la plupart bienvenues », a déclaré Luiza Demôro, auteure principale du Climatescope de BloombergNEF. « L’afflux de capitaux auquel nous avons assisté suggère que les investisseurs sont devenus très à l’aise avec les risques liés au financement des énergies éoliennes et solaires dans les marchés émergents. » Mais suite à la pandémie, les investissements dans l’énergie propre semblent avoir ralenti dans ces marchés comme le suggèrent des indicateurs précoces.</p>\n\n<p>Bien que le Climatescope ne contienne pas de données exhaustives pour 2020, BloombergNEF montre que, pour la première fois depuis 2016, des trimestres affichent des flux de capitaux plus élevés pour les marchés développés que pour les marchés émergents. Cette désaffection à l’endroit des marchés émergents n’est sans doute pas uniquement attribuable à la pandémie de Covid-19 mais la baisse des investissements au cours des 3 premiers trimestres de 2020 (voir la forme de la courbe) suggère que les chiffres de l’année entière seront fortement en baisse par rapport à 2019.</p>\n\n<p><img src=\"/assets/images/content/press-release/PR_Fig1_French.png\" alt=\"Figure 1\" /></p>\n\n<p>En 2019, le soutien des institutions pour le financement du développement, y compris les banques internationales de développement, est demeuré stable à environ 4 milliards de dollars, mais la part des IED dévolus à l’énergie propre a chuté de 11 % pour atteindre son plus bas depuis 10 ans. Selon Ethan Zindler, responsable de la section Amériques pour BloombergNEF, « le soutien de ces institutions ne suffisait pas à suivre la croissance du marché avant la pandémie. Il faut espérer qu’il augmentera au cours de l’année qui vient car le pool de capitaux disponibles est actuellement réduit en raison du Covid-19. »</p>\n\n<p>Comme dans les années précédentes, le Climatescope recueille de nombreuses données sur les marchés en développement pour créer des scores globaux. Cette année, 5 marchés se sont démarqués :</p>\n\n<ul>\n  <li>\n    <p><strong>Le Chili</strong> Le pays a atteint son objectif de 20 % pour 2025 en matière d’énergie propre ; il fixe maintenant son objectif à 60 % d’ici 2035. Le Chili occupait le 2e rang dans l’enquête l’année dernière, et le 1er en 2018.</p>\n  </li>\n  <li>\n    <p><strong>L’Inde</strong> Le gouvernement de ce pays s’est fixé des objectifs d’énergie renouvelable parmi les plus ambitieux au monde, avec 175GW d’ici 2022.</p>\n  </li>\n  <li>\n    <p><strong>Le Brésil</strong> Le pays a développé un système d’enchères concurrentielles pour les contrats d’énergie propre, une initiative qui s’est soldée par plus de 30GW de contrats en énergie renouvelable sur une période de 10 ans (2009-2019).</p>\n  </li>\n  <li>\n    <p><strong>La Jordanie</strong> Les installations d’énergie renouvelable dans ce pays ont connu une croissance remarquable cours des 5 dernières années, avec 1.5GW de PV et plus de 500 MW de capacité éolienne installée entre 2015 et 2019.</p>\n  </li>\n  <li>\n    <p><strong>La Chine continentale</strong> Dans ce pays, les investissements dans l’énergie propre sont en perte de vitesse depuis 2017 suite à la mise en place de nouvelles politiques, en particulier le retrait du mécanisme des tarifs d’achat (feed-in) qui, pendant une grande partie de la dernière décennie, constituait la norme. La Chine présente malgré tout d’énormes opportunités pour les énergies renouvelables en raison de sa croissance et l’engagement national.</p>\n  </li>\n</ul>\n\n<p>Le Climatescope célèbre cette année sa 9e année de publication. Il utilise une méthodologie transparente pour classer les différents marchés et rend publiques les données utilisées dans ses calculs. Le site <a href=\"https://global-climatescope.org/\">https://global-climatescope.org</a> permet aux utilisateurs de classer les marchés selon différentes caractéristiques.</p>\n\n<p><strong>À propos de BloombergNEF</strong></p>\n\n<p>BloombergNEF (BNEF) est un fournisseur d’études inédites sur l’énergie propre, le transport, le monde du numérique, les matériaux innovants et les matières premières. Son équipe d’experts répartis sur six continents puise dans les ensembles de données les plus sophistiqués du monde pour mettre en perspective les répercussions financières, économiques et réglementaires des grandes tendances industrielles et technologiques. Disponible en ligne, sur mobile et sur le terminal Bloomberg, BNEF est soutenu par un réseau mondial de 19.000 employés à l’œuvre depuis 176 bureaux, qui, collectivement, produisent quelques 5.000 articles par jour. Visitez le site <a href=\"https://about.bnef.com/\">https://about.bnef.com/</a> ou <a href=\"https://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">demandez des informations</a>.</p>\n\n<p><strong>À propos de Bloomberg</strong></p>\n\n<p>La société Bloomberg, leader mondial dans le domaine des informations financières et des affaires, dote les décideurs d’un réseau dynamique d’idées, d’intervenants et bien entendu, de données, qui leur confère un avantage marqué. Grâce à des technologies innovantes, Bloomberg livre des actualités et des analyses avec rapidité et exactitude sur le <a href=\"http://www.bloomberg.com/professional/\">Terminal</a>. Les solutions Enterprise quant à elles reposent sur des outils de pointe qui permettent aux clients d’intégrer une multitude d’informations et de données et de les distribuer en toute aisance à travers leur organisation. Pour plus d’informations, visitez le site <a href=\"http://www.bloomberg.com/company\">Bloomberg.com/company</a>company ou <a href=\"http://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">demandez une démo</a>.</p>\n"
  
  ,"language": "fr",
  "availableLanguages": [
    
      "cn"
      ,
    
      "es"
      ,
    
      "fr"
      ,
    
      "ja"
      ,
    
      "ko"
      ,
    
      "pt"
      ,
    
      "ru"
      ,
    
      "en"
      
    
  ]
  ,
  "download_source":null
}


