


{
  "id": "press-release",
  "title": "Press Release",
  "content": "<h1 id=\"after-attracting-a-record-32-billion-from-abroad-in-2019-clean-energy-in-emerging-markets-endures-a-rough-2020\">AFTER ATTRACTING A RECORD $32 BILLION FROM ABROAD IN 2019, CLEAN ENERGY IN EMERGING MARKETS ENDURES A ROUGH 2020</h1>\n\n<h2 id=\"bloombergnefs-annual-climatescope-survey-illustrates-investors-pre-pandemic-appetite-for-clean-energy-in-developing-markets-chile-finishes-atop-the-market-ranking\">BloombergNEF’s annual Climatescope survey illustrates investors’ pre-pandemic appetite for clean energy in developing markets; Chile finishes atop the market ranking</h2>\n\n<p>London, Washington D.C., São Paulo, December 9, 2020 – As 2019 came to a close, the outlook for renewable energy growth in developing economies was exceptionally bright. Power-generating capacity from solar plants such as photovoltaic projects reached 325 gigawatts (GW), up from just 1GW a decade earlier, according to new findings from research firm BloombergNEF (BNEF). Wind investment hit an all-time annual high, with $89 billion deployed to build projects in 30 emerging markets, both onshore and offshore.</p>\n\n<p>Powering the growth was the fundamental cost-competitiveness of these clean technologies compared to their fossil-fuel rivals, which foreign investors duly noticed. Total foreign direct investment (FDI) in support of renewables set a new record at $32 billion in 2019, up from a previous high of $24 billion in 2018. The vast majority – 84% – of the 2019 total came from international project developers, utilities, commercial banks and other private sources.</p>\n\n<p>Then came the pandemic. While Covid-19 has wounded nearly every corner of the global economy, the pain in emerging markets has been particularly acute. To keep their economies afloat, governments in a number of these markets have boosted spending and, in turn, raised borrowing, only to watch their currencies devaluate and their sovereign debt ratings get downgraded. What had been a strong flow of clean energy investment from abroad has become a drizzle as many investors seek safer opportunities closer to home.</p>\n\n<p>This in-progress story is told in depth in BloombergNEF’s 2020 Climatescope — its annual comprehensive survey of the energy transition in developing countries. Climatescope represents the efforts of almost 60 BloombergNEF analysts, who collected 123 detailed data indicators on 108 emerging markets globally. The complete results can be found at <a href=\"https://global-climatescope.org/\">global-climatescope.org</a>. This year, for the first time, Climatescope also includes data on 29 developed nations.</p>\n\n<p>Climatescope highlights a number of key milestones reached during 2019, including:</p>\n\n<ul>\n  <li>\n    <p>Emerging economies accounted for 58% ($144 billion) of the $249 billion in asset finance invested in utility-scale clean energy capacity worldwide during the year.</p>\n  </li>\n  <li>\n    <p>Solar power is becoming ubiquitous. Three in 10 emerging markets installed more solar capacity than capacity from any other source in 2019. Some 69 markets built new utility-scale or small-scale solar in 2019, funded with over $48 billion. Solar ended 2019 as 8% of emerging markets power-generating capacity and 2% of generation. Today, 95 markets have at least 10 megawatts (MW) of solar installed.</p>\n  </li>\n  <li>\n    <p>Mainland China and India remained the biggest emerging markets for clean energy investment. The two accounted for $94 billion of new wind and utility-scale solar investment and 76GW of wind and solar build in 2019 (capacity figures include funding for both utility-scale build and small-scale solar).</p>\n  </li>\n  <li>\n    <p>For the first time, renewables (including hydro) accounted for the majority of new capacity added in the 106 other emerging markets (excluding Mainland China and India). Gas build fell to its lowest level in these markets since 2014, with just 17GW added.</p>\n  </li>\n</ul>\n\n<p>“2019 was a year of firsts, for the most part, in good ways,” said BloombergNEF’s Luiza Demôro, Climatescope’s lead author. “The surge of capital we saw flow into emerging markets suggests that investors had become quite comfortable with the risks involved with financing new wind or solar there.”</p>\n\n<p>While Climatescope does not contain comprehensive 2020 data, early indications suggest pandemic-related disruptions have slowed emerging markets clean energy investment flows and are giving investors grounds to pause. For the first time since 2016, BloombergNEF has recorded quarters when capital flows into developed markets exceeded flows into developing markets. While Covid-19 is by no means the only factor at play in these figures, the slope and consistency of the decline through three quarters of 2020 suggest that full-year figures will be down sharply compared to 2019.</p>\n\n<p><img src=\"/assets/images/content/press-release/PR_Fig1_English.png\" alt=\"Figure 1\" /></p>\n\n<p>In 2019, support from development finance institutions, including international development banks, remained level at approximately $4 billion but their share of total clean energy FDI fell to a 10-year low of 11%.</p>\n\n<p>“Support from these development finance institutions wasn’t really keeping pace with growth in the market pre-pandemic,” said Ethan Zindler, head of Americas for BloombergNEF. “Hopefully, they will step up in the year ahead as Covid-19 is now shrinking the pool of available private capital.”</p>\n\n<p>As in prior years, Climatescope leverages the data it collects on developing markets to create overall scores for each. The five highest-scoring markets this year are:</p>\n\n<ul>\n  <li>\n    <p><strong>Chile</strong>. The country set and met a 2025 clean energy mandate target of 20% and now aims for 60% by 2035. Chile was ranked 2nd in last year’s survey, and 1st in 2018.</p>\n  </li>\n  <li>\n    <p><strong>India</strong>. Its government has one of the world’s most ambitious renewable energy targets, aiming for 175GW by 2022.</p>\n  </li>\n  <li>\n    <p><strong>Brazil</strong>. The country has pioneered competitive auctions to contract clean energy, which led to 30GW of renewable energy contracted in 2009-2019.</p>\n  </li>\n  <li>\n    <p><strong>Jordan</strong>. Renewable energy installations in Jordan have boomed over the past five years, with 1.5GW of PV and over 500MW of wind capacity installed in 2015-2019.</p>\n  </li>\n  <li>\n    <p><strong>Mainland China</strong>. Clean energy investment in the country has been sinking since 2017 as a result of policy changes, especially the removal of generous feed-in tariffs that were the norm for much of the past decade. Still, thanks to growth and national commitment, it remains a land of enormous potential for renewables.</p>\n  </li>\n</ul>\n\n<p>Climatescope is transparent in how it scores different markets by making underlying data available to the public. The Climatescope web site (<a href=\"https://global-climatescope.org/\">https://global-climatescope.org</a>) allows users the option to rank markets based on different characteristics. This marks the 9th year BloombergNEF has researched and produced Climatescope.</p>\n\n<p><strong>About BloombergNEF</strong></p>\n\n<p>BloombergNEF (BNEF) is a leading provider of primary research on clean energy, advanced transport, digital industry, innovative materials, and commodities. With a team of experts spread across six continents, BNEF leverages the world’s most sophisticated data sets to create clear perspectives and in-depth forecasts that frame the financial, economic and policy implications of industry-transforming trends and technologies. Available online, on mobile and on the Terminal, BNEF is powered by Bloomberg’s global network of 19,000 employees in 176 locations, reporting 5,000 news stories a day. Visit <a href=\"https://about.bnef.com/\">https://about.bnef.com/</a> or <a href=\"https://about.bnef.com/contact/\">request more information</a>.</p>\n\n<p><strong>About Bloomberg</strong></p>\n\n<p>Bloomberg, the global business and financial information and news leader, gives influential decision makers a critical edge by connecting them to a dynamic network of information, people and ideas. The company’s strength – delivering data, news and analytics through innovative technology, quickly and accurately – is at the core of the <a href=\"http://www.bloomberg.com/professional/\">Bloomberg Terminal</a>. Bloomberg’s enterprise solutions build on the company’s core strength: leveraging technology to allow customers to access, integrate, distribute and manage data and information across organizations more efficiently and effectively. For more information, visit <a href=\"http://www.bloomberg.com/company\">Bloomberg.com/company</a> or <a href=\"http://www.bloomberg.com/professional/request-demo/?utm_source=bbg-pr&amp;bbgsum=dg-ws-core-pr\">request a demo</a>.</p>\n"
  
  ,"language": "en",
  "availableLanguages": [
    
      "cn"
      ,
    
      "es"
      ,
    
      "fr"
      ,
    
      "ja"
      ,
    
      "ko"
      ,
    
      "pt"
      ,
    
      "ru"
      ,
    
      "en"
      
    
  ]
  ,
  "download_source":null
}


