{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    a: \"a\",\n    em: \"em\",\n    h2: \"h2\",\n    h3: \"h3\",\n    img: \"img\",\n    li: \"li\",\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"Namibia’s abundant solar and wind resources make it an ideal location for renewable energy production. Robust domestic generation could both encourage self-sufficiency outside the Southern African Power Pool and allow Namibia to develop a hydrogen economy for the export market. Yet the country faces an uphill battle to realizing its energy transition goals, largely due to its aged infrastructure and a lack of local expertise in green technology.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Namibia has conditionally committed to reducing its greenhouse gas emissions by 91% from business-as-usual levels by 2030. The country estimates that over $5.33 billion in investments is required to achieve these nationally determined contribution – or NDC – goals.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Namibia is leveraging recent oil discoveries to fund its renewable energy ambitions. The government’s hybrid energy model looks to use oil revenues to support its green hydrogen strategy and infrastructure upgrades, while balancing economic growth.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Around 60-70% of Namibia’s required energy is imported through the Southern African Power Pool (SAPP). The country is looking to reduce these imports to 29% by 2028 and ensure that 70% of its installed capacity is made up of renewable energy sources by 2030.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Namibia’s power market is regulated by the national Electricity Control Board (ECB), while NamPower, the national state-owned power utility, is responsible for generation, transmission, distribution, supply, and trading.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Namibia has ambitious green hydrogen goals of 10-15 million metric tons of production by 2050. Its $10 billion flagship Hypen Hydrogen Energy project has an annual green hydrogen production target of 350,000 tons.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"The country’s comprehensive energy transition plan, which is focused on energy self-sufficiency through renewables, is advancing through its proactive approach and international partnerships, although it faces infrastructural hurdles. By reinvesting oil revenues into renewables and maintaining active collaborations with other countries, Namibia is well placed to address these challenges.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"1. Road to net zero\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 1:\\tYear-on-year change in generation in Namibia, by technology\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/year-on-year-change-in-generation-in-namibia-by-technology.png\",\n        alt: \"Year-on-year change in generation in Namibia by technology\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: Year-on-year change is calculated as the change in generation versus the previous year\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Namibia, a country with a low population density dispersed across its vast geographic landscape, has pushed its energy transition goals forward by focusing on strategic renewable energy projects that align with the country’s goals for sustainability and climate resilience.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The country was responsible for \", _jsx(_components.a, {\n        href: \"https://edgar.jrc.ec.europa.eu/report_2023\",\n        children: \"0.02%\"\n      }), \" of global greenhouse gas emissions in 2022 according to the Emissions Database for Global Atmospheric Research (Edgar). It submitted its revised and updated \", _jsx(_components.a, {\n        href: \"https://climate-laws.org/documents/namibia-first-ndc-updated-submission_3c8d?id=namibia-first-ndc-updated-submission_de68\",\n        children: \"nationally determined contribution\"\n      }), \" (NDC) to the United Nations Framework Convention on Climate Change (UNFCCC) in 2021, when it conditionally committed to reducing its greenhouse gas emissions by 91% from business-as-usual levels by 2030. This goal is separated into a 14% unconditional reduction, which it aims to achieve through domestic efforts, and a 77% conditional reduction based on substantial international support. A second update of the country’s first NDC was submitted in 2023, although the overarching goals remaining unchanged.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Namibia determined that it would require \", _jsx(_components.a, {\n        href: \"https://climate-laws.org/documents/namibia-first-ndc-updated-submission_3c8d?id=namibia-first-ndc-updated-submission_de68\",\n        children: \"$5.33 billion\"\n      }), \" between 2021 and 2030 to achieve these targets. Roughly two-thirds of that sum – or $3.61 billion – is required for mitigation efforts, while the other $1.72 billion is for adaptation measures.\\nThe region requires most of this funding to come from international sources and private sector financing, through the formation of various partnerships. These include the \", _jsx(_components.a, {\n        href: \"https://www.greenclimate.fund/countries/namibia\",\n        children: \"Green Climate Fund\"\n      }), \" and the \", _jsx(_components.a, {\n        href: \"https://www.thegef.org/projects-operations/country-profiles/namibia\",\n        children: \"Global Environmental Facility\"\n      }), \", as well as blended finance instruments, private equity and partnerships in \", _jsx(_components.a, {\n        href: \"https://www.undp.org/namibia/press-releases/promotion-carbon-markets-namibia-enhanced-implementation-nationally-determined-contributions-ndc-towards-net-zero-emissions#:~:text=Over%20USD%205%20billion%20is,partnerships%20with%20the%20private%20sector.\",\n        children: \"carbon markets\"\n      }), \".\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The recent oil discoveries in Namibia’s Orange Basin, which NamCor, the country’s state-owned oil company, \", _jsx(_components.a, {\n        href: \"https://cegageos.ca/wp-content/uploads/24TDINT08.pdf\",\n        children: \"estimates\"\n      }), \" hold 7.5 billion barrels, have prompted Namibia to take a blended approach to its decarbonization goals. Namibia sees oil revenues as a vital component of the financial resources required to support its renewable energy ambitions. The Ministry of Mines and Energy has dubbed the strategy a ‘hybrid energy model’, which allows for the investment of oil revenues into the country’s sustainability initiatives.\"]\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"2. Power\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.1. Power policy\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Namibia’s energy strategy is guided by the National Integrated Resource Plan (NIRP), an overarching framework that supports five key policies and initiatives guiding the trajectory of the country’s power sector. These include the White Paper on Energy Policy (1998), the Renewable Energy Feed-In Tariff Program (2011), the National Energy Policy (2017), the Renewable Energy Policy (2017) and the Namibian Green Hydrogen and Derivatives Strategy (2022). All of these sit under the purview of the Ministry of Mines and Energy.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The country currently imports 60-70% of its energy requirements through the Southern African Power Pool (SAPP) via \", _jsx(_components.a, {\n        href: \"https://www.ecb.org.na/wp-content/uploads/2023/08/4.SAPP_Markets_Development_Overview.pdf\",\n        children: \"SAPP’s Energy Trading System\"\n      }), \". A substantial portion of this power, which comes predominantly from neighboring nations like South Africa, Zimbabwe, and Zambia, is generated from fossil-fuel sources like coal. The rest of Namibia’s energy is generated domestically, through hydropower, oil and solar (Figure ). As such, the above policies aim to diversify Namibia’s energy mix and increase domestic generation, with a long-term focus on renewables to secure energy independence.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Updated in 2022, the NIRP identifies solar photovoltaics (PV), wind, concentrated solar PV and biomass as essential components of the power mix to counter the country’s overreliance on hydroelectric sources and energy imports. The NIRP looks to ensure that at least 70% of Namibia’s installed capacity comes from renewable energy sources by 2030 and to reduce imports to 29% by 2028. Namibia is also aiming for universal energy access by 2040.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"These policies all align with the goals of Namibia’s Vision 2030, which focuses on economic development through sustainable energy.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 2:\\tNamibia’s installed capacity, by technology\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/namibias-installed-capacity-by-technology.png\",\n        alt: \"Namibia's installed capacity by technology\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 2:\\tNamibia’s installed capacity, by technology\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/namibias-energy-generation-by-technology.png\",\n        alt: \"Namibia's energy generation by technology\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: Hydro includes both large (over 50 megawatt) projects and smaller projects. ‘Other - fossil’ accounts for plants that use more than one fuel or fuels other than coal, oil and gas.\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Namibia has an installed domestic capacity of 927MW according to \", _jsx(_components.a, {\n        href: \"https://www.bnef.com/countries/nam\",\n        children: \"BNEF\"\n      }), \", and a maximum demand of 633MW recorded in 2023 by \", _jsx(_components.a, {\n        href: \"https://www.nampower.com.na/public/docs/annual-reports/NamPower_Integrated_Annual_Report_2023.pdf\",\n        children: \"NamPower\"\n      }), \". Of its total installed capacity, about 84% is renewables, including hydroelectricity and utility-scale solar PV. The remainder is composed of coal (13%), oil (2%) and wind (1%). In terms of generation, approximately 98% of the country’s local supply was generated from renewable sources in 2023. However, local supply accounted for just 1,771 gigawatt-hours (GWh) of the 4,055 gigawatt-hours of energy consumed in 2023, according to NamPower.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"As part of the Namibian governments power generation expansion plan, NamPower has been allocated 180MW of the 250MW target, which includes 130MW for renewables. NamPower plans to deliver these objectives through several projects including the 20MW Omburu solar PV project, which was commissioned in 2022: the 70MW Rosh Pinah solar PV project, the 40MW Otjikoto biomass power project and the 50MW Anixas II power station. The utility is also focused on deploying the Omburu 50MW (50MWh) battery energy storage system project (BESS) to improve grid resilience, decrease tariffs and support renewable energy uptake. The additional 70MW for wind and solar PV projects were allotted to independent power producers (IPPs).\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.2. Power market structure\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Namibia’s power market sits under the purview of the Ministry of Mines and Energy (MME), which is responsible for formulating and implementing \", _jsx(_components.a, {\n        href: \"https://www.mme.gov.na/about-us/mission/\",\n        children: \"energy-related policy\"\n      }), \" through its \", _jsx(_components.a, {\n        href: \"https://www.mme.gov.na/directorates/energies/#:~:text=What%20we%20do,the%20nation's%20socio%2Deconomic%20development.\",\n        children: \"energy directorate\"\n      }), \". It is regulated by the national Electricity Control Board (ECB), while NamPower, the national state-owned power utility, which operates under the Ministry of Finance and Public Enterprise, is responsible for generation, transmission, distribution, supply, and trading.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Domestic generation is primarily derived from the Ruacana Power station, which operates off run-of-the-river hydropower. Other key infrastructure includes the Van Eck Power station, which has a thermal generation source; the Anixas power station, which relies on diesel or heavy fuel oil; and the Omburu solar PV power station. Transmission is managed through a 12,000-kilometer network of overhead lines. Distribution is managed through four regional electricity distributors (REDs) covering the north (Nored), the central north (Cenored), the Erongo region, and the southern RED, which is currently under planning and development. NamPower controls sale to REDs, municipalities, and some large consumers, while REDs and municipalities control retail sales to consumers.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In September 2019, the ECB implemented the Modified Single Buyer (MSB) program, which allows 30% of energy volumes to be contestable. This enables large electricity users to directly negotiate power purchase agreements (PPAs) with IPPs. The intention of the program is to boost both new domestic generation capacity and the deployment of modern technology, enable competition and promote energy self-sufficiency.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 3:\\tNamibia’s power market structure\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/namibias-power-market-structure.png\",\n        alt: \"Namibia's power market structure\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF. Note: A more detailed diagram on the Namibian power market is publicly available on the ECB site.\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"NamPower owns \", _jsx(_components.a, {\n        href: \"https://www.ecb.org.na/wp-content/uploads/2023/08/MSB_Market_Rules_Framework.pdf\",\n        children: \"74%\"\n      }), \" of generation capacity, while IPPs own 26%. IPP project implementation is guided by the National Independent Power Policy (2018). These producers tender for generation capacity depending on the size of the projects: small-scale initiatives of less than 5 megawatts (MW) are covered under the Renewable Energy Feed-In Tariff scheme (Refit), established in 2015, while medium-sized projects (5MW-100MW) and large projects (more than 100MW) are subject to competitive bidding. The Refit scheme primarily targets small-scale renewable energy initiatives, enabling standardized PPAs at fixed tariffs between NamPower and IPPs.\"]\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"2.3. Power tariffs and prices\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Electricity tariffs in Namibia are set using a cost-of-supply model regulated by the ECB. The ECB reviews the bulk and distribution tariff proposals from NamPower and the regional REDs. Following ECB approval, the final consumer tariffs are set by the REDs.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Residential consumers are subject to a range of tariffs depending on monthly usage. Reduced rate ‘social tariffs’ are available for pensioners and households with low consumption rates. Pre-paid options, which are used by many consumers to manage their electricity consumption, are also available; this option is also subject to a range of tariffs depending on usage, with a slight discount available for low usage.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Conventionally metered residential consumers are subject to a base rate applied for the initial 100 kilowatt-hours (kWh), averaging around N$2.5/kWh ($0.14/kWh), which includes additional levies. Usage up to 400kWh remains subject to the same rate after the initial 100kWh. Costs escalate after the 400kWh allowance depending on the region. The base rate for the first 100kWh pre-paid option is lower, averaging at N$1.7/kWh according to \", _jsx(_components.a, {\n        href: \"https://www.erongored.com/wp-content/uploads/2024/01/TARIFF-BOOKLET-2023-2024-SIGNED.pdf\",\n        children: \"Erongo RED\"\n      }), \". The rate increases to N$1.97/kWh for usage up to 400kWh and increases to N$2.8/kWh. The difference reflects the different administrative and operational costs associated with each metering system.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Commercial users are subject to either a flat rate or a time-of-use tariff (TOU). The TOU tariff varies across peak and off-peak hours. Pre-paid and post-paid options are also available. Additional charges include a basic service fee.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"Figure 4:\\tAverage electricity tarrifs in Namibia by utility segment\"\n      }), \"\\n\", _jsx(_components.img, {\n        src: \"/images/average-electricity-tariffs-in-namibia-by-utility-segment.png\",\n        alt: \"Average electricity tariffs in Namibia by utility segment\"\n      }), \"\\n\", _jsx(_components.em, {\n        children: \"Source: BloombergNEF, Namibian ECB. Note: Average ‘commercial’ price use the general phase 1 tariffs and levies. ‘Residential’ price is based on residential post-paid rates and levies, and ‘industrial’ price is based on flat per-kilowatt rates and levies for general demand.\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"High-consumption industrial customers are subject to demand charges based on their peak usage, with the charge designed to covers the infrastructure needed for such large loads. These consumers also incur TOU charges and network access charges.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"All consumers are subject to an ECB levy and the National Electrification Fund (NEF) levy. Final retail prices are set by the various distributors based on end-user billing and ECB approved tariffs.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Namibia has the highest electricity prices in southern Africa. The average electricity tariff across the different sectors has varied on account of domestic and import-related cost factors. Average residential prices peaked in 2018 at $169 per megawatt-hour (MWh), then decreased to $127/MWh in 2022. Tariffs have risen since; residential prices now average $131/MWh, with the increase primarily driven by the transition to cost-reflective pricing.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"With a recent injection of $138.5 million from the World Bank for grid and transmission modernization, the ECB looks to stabilize further tariff hikes as Namibia scales its renewable energy capacity and potentially reduce costs for large industrial consumers.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"3. Hydrogen\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The development of a hydrogen economy under the \", _jsx(_components.a, {\n        href: \"https://www.ensafrica.com/uploads/newsarticles/0_namibia-gh2-strategy-rev2.pdf\",\n        children: \"Namibian Green Hydrogen Strategy\"\n      }), \" (GH2) is one of the cornerstones of the country’s renewable energy plan. The strategy, set up by the Green Hydrogen Council at COP27 in 2022, looks to produce 10 million-15 million tons of green hydrogen and its derivatives – including ammonia, methanol, synthetic kerosene, and hot-briquetted iron (HBI) – by 2050. Namibia, which aims to use its abundant renewable resources for the production of green hydrogen, is seeking \", _jsx(_components.a, {\n        href: \"https://www.climatechangenews.com/2023/11/15/green-hydrogen-namibia-europe-japan-tax-biodiversity-impacts/#:~:text=Namibia%20is%20seeking%20%2420%20billion,to%20local%20communities%20and%20ecosystems.\",\n        children: \"$20 billion\"\n      }), \" in investment for its hydrogen sector, which is more than its 2022 GDP of $12 billion.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"One of the central features of the strategy is the proposed Synthetic Fuels Act, which will set the standards for hydrogen production, environmental safeguards, and land-use regulations. The government has also introduced the Implementation Authority Office (IAO) to serve as a central hub for investors, ensuring efficient permitting, transparent land access and regulatory support to attract international stakeholders. This shift positions Namibia to supply not only its own energy needs but also those of the international markets pursuing decarbonization.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"As such, the Namibian government has set up the Green Hydrogen Programme to implement the strategy. The initiative has garnered international funding, which has been pivotal for advancing the country’s hydrogen ambitions.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"The SDG Namibia One Fund, a blended finance vehicle and the designated funding partner to the government, is supported by state-backed firms from the Netherlands and seeks to raise $1 billion in concessional and commercial capital to build out the hydrogen projects and related infrastructure.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Over €540 million ($580 million) has been mobilized through partnerships with entities like the European Investment Bank and Invest International. This funding includes €500 million loan from the European Investment Bank to support infrastructure development.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"In 2022, the EU and its member states committed to providing €36.9 million in grants as part of a broader commitment to supporting renewable energy projects for 2021-24. These funds include €25 million for the country’s Green Industrialization Agenda, and €8.8 million towards the GH2.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"In 2021, Germany pledged €30 million for research and pilot projects, indicating its commitment to securing reliable, renewable hydrogen sources outside Europe.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Key projects include Namibia’s $10 billion flagship \", _jsx(_components.a, {\n        href: \"https://hyphenafrica.com/projects/\",\n        children: \"Hypen Hydrogen Energy project\"\n      }), \", in partnership with Enertrag and Nicholas Holdings Limited, which looks to produce 350,000 tons of green hydrogen annually, to be converted into green ammonia onsite. The project has secured $5 million from the Development Bank of South Africa (DBSA) and $25 million in initial development finance from the Namibian One Fund, as part of a 24% equity subscription.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The \", _jsx(_components.a, {\n        href: \"https://daures.green/\",\n        children: \"Daures Green Hydrogen Village\"\n      }), \", another significant project, aims to produce 700,000 tons of ammonia per year after 2032. The initiative has received €12.2 million in funding for a proof-of-concept project from the German Research and Education Ministry (BMBF) and Southern African Science Service Centre for Climate Change and Adaptive Land Management (SASSCAL).\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Despite promising developments, the hydrogen strategy faces operational challenges, such as high infrastructure costs and the need for skilled workers. Addressing these challenges will require skills development programs and additional funding. However, with strategic international partnerships and government commitment, Namibia’s hydrogen strategy has positioned it at the forefront of Africa’s green energy transition.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Opportunities and barriers\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Namibia’s renewable energy buildout has much going for it. The country is blessed with vast natural solar and wind resources, which are ideal for renewable energy generation. Its infrastructure and hydrogen economy have received substantial financial support from international markets and private investors. The launch of the green hydrogen strategy has opened pathways for economic development and job creation and further skills development. Should this renewables market get off the ground, it will be able to support both domestic needs and the production of hydrogen for export to the international market.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Despite this substantial progress, however, Namibia faces a challenging road ahead. A particular speedbump will be its aging grid, which cannot support the capacity of renewable energy deployment envisioned by the country.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Transmission is in the region is expensive and hard to maintain. Large areas with low population density mean electricity demand is exceptionally low in some regions, which makes building out transmission unprofitable; even mini grids are hard-pressed to turn a profit. The wide variety in population density across the country is also a challenge to setting up a more integrated grid, as are a lack of capacity, policy integration and funding.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Furthermore, Namibia’s currency is linked to the South African Rand (ZAR). This exposes it to the Rand’s fluctuations, which in turn can affect the region’s ability to attract cost-competitive funding for its green projects.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Namibia’s energy transition initiatives have yet to capture widespread international attention. Hyphen, the green hydrogen project looking to deploy green ammonia, is insufficiently covered by public and private reports, which serves as a deterrent to rapid project deployment.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Finally, the region’s hybrid energy model may hinder its 14% NDC commitment and ultimately increase its emissions footprint, even if it helps renewables take flight.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"iso":"na","title":"Using a ‘hybrid’ model to boost green hydrogen production and move closer to energy self-sufficiency","description":"Increase in Solar PV uptake moves region closer to energy self-sufficiency","publish":true,"dataFiles":[],"slug":"/highlights/namibia","type":"highlight","_filename":"namibia.mdx","_slug":"/highlights/namibia"},"scope":{}}},"__N_SSG":true}